Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Total design points generated
ar_001: مجموعة نقاط التصميم المنتجة
cs: Celkový počet bodů designu
de: Designpunkte generiert
fr: Nombre total de points de design générés
nl: Totaal designpunten gegenereerd
pl: Suma wygenerowanych punktów designu
sv: Totalt genererade designpoäng

source: Total technology points generated
ar_001: مجموعة نقاط التقنية المنتجة
cs: Celkový počet bodů technologie
de: Technologiepunkte generiert
fr: Nombre total de points de technologie générés
nl: Totaal technologiepunten gegenereerd
pl: Suma wygenerowanych punktów technologii
sv: Totalt genererade teknologipoäng

source: Total research completed
ar_001: مجموع الأبحاث التي أنجزت
cs: Celkový počet výzkumů
de: Forschungen abgeschlossen
fr: Nombre total de recherches terminées
nl: Totaal onderzoeken voltooid
pl: Liczba ukończonych badań
sv: Totalt slutförda utforskningar

source: Most sales ({0})
ar_001: الأكثر مبيعاً ({0})
cs: Největší prodeje ({0})
de: Meist verkauft ({0})
fr: Record des ventes ({0})
nl: Meeste verkocht ({0})
pl: Najwięcej sprzedanych egzemplarzy ({0})
sv: Mest sålda exemplar ({0})

source: Most fans ({0})
ar_001: أكبر عدد من المعجبين ({0})
cs: Nejvíce fanoušků ({0})
de: Beliebteste (am meisten Fans) ({0})
fr: Record de gains de fans ({0})
nl: Meeste fans ({0})
pl: Najwięcej fanów ({0})
sv: Mest fans ({0})

source: Most expensive ({0})
ar_001: الأغلى ثمناً ({0})
cs: Nejdražší ({0})
de: Am teuersten ({0})
fr: Jeu le plus cher ({0})
nb: Mest dyreste ({0})
nl: Duurste ({0})
pl: Najdroższa ({0})
sv: Dyraste ({0})

source: Most profitable ({0})
ar_001: الأكثر ربحاً ({0})
cs: Nejvýnosnější ({0})
de: Am meisten Profit ({0})
fr: Jeu le plus rentable ({0})
nl: Winstgevendste ({0})
pl: Najbardziej opłacalna ({0})
sv: Mest lönsamma ({0})

source: Least profitable ({0})
ar_001: الأقل ربحاً ({0})
cs: Nejprodělečnější ({0})
de: Am wenigsten Profit ({0})
fr: Jeu le moins rentable ({0})
nl: Minst winstgevend ({0})
pl: Najmniej opłacalna ({0})
sv: Minst lönsamma ({0})

source: Most used topic ({0})
ar_001: العنوان الأكثر استخداماً ({0})
cs: Nejpoužívanější témata ({0})
de: Meist benutztes Thema ({0})
fr: Thème le plus utilisé ({0})
nl: Meest gebruikte thema ({0})
pl: Najczęściej wybierany temat ({0})
sv: Mest använda ämne ({0})

source: Most used genre ({0})
ar_001: النوع الأكثر استخداما ({0})
cs: Nejpoužívanější žánr ({0})
de: Meist benutztes Genre ({0})
fr: Genre le plus utilisé ({0})
nb: Mest brukte sjanger ({0})
nl: Meest gebruikte genre ({0})
pl: Najczęściej wybierany gatunek ({0})
sv: Mest använda genre ({0})

source: Thank you for playing the {0} version. If you like what you've seen so far then you should definitely check out the full game.
ar_001: شكرا لك للعب في الإصدار {0}.↵ إذا أعجبتك اللعبة حتى الآن لما لا تشاهد الإصدار الكامل من اللعبة.
cs: Děkujeme za hraní verze: {0} Pokud se vám hra líbí, určitě byste se měli podívat na její plnou verzi.
de: Danke, dass du die {0} Version gespielt hast. Wenn es dir gefallen hat, solltest du die Vollversion ausprobieren.
fr: Merci d'avoir joué à la version {0}. Si vous avez aimé ce que vous avez vu jusqu'ici, vous devriez clairement essayer la version complète.
nb: Takk for at du spilte {0}-versjonen. Hvis du likte spillet sï¿½ langt, burde du definitivt sjekke ut fullversjonen.
nl: Dank je voor het spelen van de {0}-versie! Als je er van hebt genoten, moet je zeker het volledige spel proberen!
pl: To koniec wybranej wersji gry. Jeśli gra ci się spodobała, musisz koniecznie zagrać w pełną wersję.
sv: Tack för att du spelade {0} versionen. Om du gillar vad du har sett hittills så borde du definitivt testa hela spelet.

source: If you unlock the full game you can continue playing the game you've already started.
ar_001: إذا فتحت اللعبة كاملة يمكنك الاستمرار في اللعبة التي بدأتها.
cs: Pokud si pořídíte plnou hru, můžete pokračovat v hraní dál.
de: Wenn du die Vollversion freischaltest, kannst du das bereits begonnene Spiel fortsetzen.
fr: Si vous débloquez la version complète du jeu, vous pourrez continuer à jouer la partie que vous avez déjà commencée.
nl: Als je het volledige spel koopt, kun je verder spelen met het spel waar je al aan was begonnen.
pl: Jeśli odblokujesz pełną wersję gry, będziesz mógł kontynuować rozgrywkę, którą już rozpocząłeś
sv: Om du låser upp det fulla spelet kan du fortsätta och spela på du redan har börjat.

source: coming soon
ar_001: قريباً
cs: již brzy
de: Erscheint demnächst
fr: prochainement
nb: kommer snart
nl: komt binnenkort
pl: wkrótce
sv: kommer snart

source: Y{0} M{1} W{2}
ar_001: سنة{0} شهر{1} أسبوع{2}
cs: R{0} M{1} T{2}
de: J{0} M{1} W{2}
fr: M{1} A{0} S{2}
nb: Å{0} M{1} U{2}
nl: J{0} M{1} W{2}
pl: R: {0}, M: {1}, T: {2}
sv: Å{0} M{1} V{2}

source: Loss:
ar_001: الخسارة:
cs: Ztráta:
de: Verlust:
fr: Pertes :
nl: Verlies:
pl: Straty:
sv: Förlust:

source: Select Game
ar_001: اختيار اللعبة
cs: Zvolit hru
de: Spiel auswählen
fr: Choisir
nb: Velg Spill
nl: Selecteer Game
pl: Wybierz grę
sv: Välj spel

source: Game History
ar_001: سجل اللعبة
cs: Historie her
de: Spiele-Historie
fr: Historique
nb: Spill Historie
nl: Game Geschiedenis
pl: Historia gry
sv: Spelhistorik

source: Select
ar_001: اختر
cs: Zvolit
de: Wähle
fr: Choisir
nb: Velg
nl: Selecteer
pl: Wybierz
sv: Välj

source: Company Name
ar_001: اسم الشركة
cs: Název společnosti
de: Firmenname
fr: Entreprise
nb: Firma navn
nl: Bedrijfsnaam
pl: Nazwa firmy
sv: Företagsnamn

source: Player Name
ar_001: اسم اللاعب
cs: Jméno hráče
de: Spielername
fr: Nom du joueur
nb: Spillernavn
nl: Spelersnaam
pl: Imię gracza
sv: Spelarnamn

source: Slot
ar_001: خانة
cs: Pozice
de: Platz
fr: Emplacement
nl: Vak
pl: Miejsce zapisu
sv: Lucka

source: Rank:
ar_001: الترتيب:
cs: Pořadí:
de: Rang:
fr: Rang :
nb: Nivå
nl: Rang:
pl: Ranking:

source: Units:
ar_001: الوحدات:
cs: Kusů:
de: Einheiten:
fr: Exemplaires :
nb: Enheter
nl: Exemplaren:
pl: Sztuki:
sv: Exemplar:

source: No scores yet. Once you finish a game your high score will be listed here.
ar_001: لا تتوفر نتائج الآن. سيتم وضع أعلى نتائجك هنا حالما تنهي اللعبة.
cs: Zatím žádná skóre. Jakmile alespoň jednou hru dokončíte, vaše hodnocení se objeví právě zde.
de: Noch Kein Score gespeichert. Nachdem du das erste mal das Spiel beendet hast, wird dein Highscore hier angezeigt.
fr: Pas encore de scores. Dès que vous aurez fini une partie, votre score sera ajouté ici.
nl: Nog geen scores. Zodra je een spel uitspeelt, zal je highscore hier weergegeven worden.
pl: Brak wyników. Po ukończeniu gry twój najlepszy wynik będzie pokazany w tym miejscu.
sv: Inga poäng än. När du har slutfört ett spel så kommer dina rekord att synas här.

source: How do you want to market {0}?
ar_001: كيف تريد أن تسوّق {0}؟
cs: Jak chcete prodávat {0}?
de: Wie möchtest Du {0} vermarkten?
fr: Comment souhaitez-vous promouvoir {0} ?
nl: Hoe wil jij {0} marketen?
pl: Wybierz sposób promocji gry {0}.
sv: Hur vill du marknadsföra {0}?

source: Today the new game platform {0} by {1} has been released.
ar_001: اليوم تم إصدار منصة الألعاب الجديدة {0} بواسطة {1}.
cs: {1} dnes vydává svoji nejnovější konzoli, {0}.
de: Heute wurde die neue Plattform {0} von {1} veröffentlicht.
fr: Aujourd'hui, {1} a sorti la {0}, sa nouvelle plateforme de jeu.
nl: Vandaag is het nieuwe gameplatform {0} uitgebracht door {1}.
pl: Dzisiaj zadebiutuje konsola {0}, która jest dziełem firmy {1}.
sv: Idag har den nya spelplattformen {0} av {1} släppts.

source: Project Size:
ar_001: حجم المشروع:
cs: Velikost projektu:
de: Projektgröße:
fr: Taille du projet :
nb: Prosjekt størelse:
nl: Projectgrootte:
pl: Rozmiar projektu:
sv: Projektstorlek:

source: New Topic
ar_001: عنوان جديد
cs: Nové téma
de: Neues Thema
fr: Nouveau thème
nb: Nytt tema
nl: Nieuw Thema
pl: Nowy temat
sv: Nytt ämne

source: New Combo
ar_001: توليفة جديدة
cs: Nová kombinace
de: Neue Kombination
fr: Nouveau combo
nb: Ny Kombinasjon
nl: Nieuwe Combinatie
pl: Nowe połączenie
sv: Ny kombo

source: Good Management
ar_001: إدارة جيدة
cs: Dobré vedení
de: Gutes Management
fr: Bon management
nb: God styring
nl: Goed Management
pl: Dobre zarządzanie
sv: Bra arbetsledning

source: Lvl.
ar_001: مستوى.
cs: Úrov.
fr: Niv.
nb: Niv.
pl: Poz.
sv: Nivå

source: Due to increase in experience the following staff have earned a raise:
ar_001: بسبب ارتفاع خبرة الموظفين المحددين نالوا علاوة:
cs: Následujícím zaměstnancům se vzhledem ke kvalitám odvedené práce zvýší plat:
de: Durch seine gesammelte Erfahrung hat der folgende Mitarbeiter eine Gehaltserhöhung bekommen:
fr: En raison de sa montée en compétence, le personnel ci-dessous a obtenu une augmentation :
nl: Door de stijging van ervaring hebben de volgende werknemers een loonsverhoging verdiend:
pl: Ze względu na wzrost doświadczenia podani poniżej pracownicy dostaną podwyżkę.
sv: P.g.a ökad erfarenhet har följande personal förtjänat en löneförhöjning:

source: Salary increase
ar_001: زيادة في الراتب
cs: Zvýšení platu
de: Gehaltserhöhung
fr: Augmentation de salaire
nl: Salarisverhoging
pl: Wzrost płacy
sv: Löneförhöjning

source: Special training available for:
ar_001: تدريب خاص متاح لـ:
cs: Je k dispozici speciální školení pro:
de: Spezialtraining verfügbar für:
fr: Formation spéciale disponible pour :
nl: Speciale training beschikbaar voor:
pl: Dla wypisanych poniżej pracowników dostępne są specjalistyczne szkolenia.
sv: Specialträning tillgänglig för:

source: Special training
ar_001: تدريب خاص
cs: Speciální školení
de: Spezialtraining
fr: Formation spéciale
nb: Spesial trening
nl: Speciale training
pl: Specjalistyczne szkolenia
sv: Specialträning

source: What do you want to research?
ar_001: ما الشيء الذي تود أن تعمل على بحثه؟
cs: Co si přejete zkoumat?
de: Was willst Du erforschen?
fr: Que souhaitez-vous rechercher ?
nb: Hva ønsker du å utforske?
nl: Wat wil je onderzoeken?
pl: Co chcesz zbadać?
sv: Vad vill du utforska?

source: Training Options
ar_001: خيارات التدريب
cs: Možnosti školení
de: Trainingsoptionen
fr: Formation
nb: Trenings instillinger
nl: Trainingsopties
pl: Opcje szkolenia
sv: Träningsval

source: Start Research
ar_001: ابدأ البحث
cs: Začít výzkum
de: Beginne Forschung
fr: Rechercher
nb: Start utforsking
nl: Start Onderzoek
pl: Rozpocznij badanie
sv: Börja utforska

source: Start Training
ar_001: بدأ التدريب
cs: Zahájit školení
de: Training starten
fr: Commencer
nb: Start Trening
pl: Rozpocznij szkolenie
sv: Börja träna

source: RP
ar_001: نقاط البحث
cs: BV
de: PF
fr: PdR
nb: UP
nl: OP
pl: PB
sv: UP

source: cr.
ar_001: ائتمان.
cs: kr.
nb: kr
pl: pkt.
sv: kr.

source: Reviews for {0}
ar_001: المراجعات لـ {0}
cs: Recenze na {0}
de: Kritiken für {0}
fr: Critiques de {0}
nb: Anmeldelser for {0}
nl: Reviews voor {0}
pl: Recenzje gry {0}
sv: Recensioner för {0}

source: Complex Algorithms
ar_001: الخوارزميات
cs: Komplexní algoritmy
de: Komplexe Algorithmen
fr: Algorithmes Complexes
nl: Complexe Algoritmes
pl: Złożone algorytmy
sv: Komplexa algoritmer

source: Game Demo
ar_001: لعبة تجريبية
cs: Ukázka hry
de: Demospiel
fr: Démo de jeu
nb: Spill Demo
pl: Demo gry
sv: Spel DEMO

source: Showreel
ar_001: قصة قصيرة
cs: Ukázky
de: Demo-Film
fr: Bande démo
pl: Portfolio
sv: Designuppvisning

source: Searching...
ar_001: جاري البحث...
cs: Vyhledávání…
de: Suchen...
fr: Recherche ...
nb: Søker...
nl: Aan het zoeken...
pl: Wyszukiwanie...
sv: Söker...

source: Find Staff
ar_001: البحث عن موظفين
cs: Vyhledat zaměstnance
de: Mitarbeiter suchen
fr: Recruter
nb: Finn personale
nl: Vind Personeel
pl: Znajdź pracowników
sv: Hitta personal

source: Cost:
ar_001: التكلفة:
cs: Cena:
de: Kosten:
fr: Coût :
nb: Kostnad:
nl: Kosten:
pl: Koszt:
sv: Kostnad:

source: Level:
ar_001: المستوى :
cs: Úroveň:
fr: Niveau :
nb: Nivå:
pl: Poziom:
sv: Nivå:

source: fans
ar_001: المعجبين
cs: fanoušků
pl: Fani

source: {0} Fans
ar_001: {0} المعجبين
cs: {0} fanoušků
pl: Fani: {0}

source: ({0}) - purchased!
ar_001: ({0}) - تم شرائها!
cs: ({0}) - zakoupeno!
de: ({0}) - gekauft!
fr: ({0}) - achetés !
nb: ({0}) - kjøpt!
nl: ({0}) - gekocht!
pl: ({0}) - zakupiono!
sv: ({0}) - köpt!

source: No project
ar_001: لا مشروع
cs: Žádný projekt
de: Kein Projekt
fr: Aucun projet
nb: Ingen prosjekt
nl: Geen project
pl: Brak projektu
sv: Inget projekt

source: Technology
ar_001: تكنولوجيا
cs: Technologie
de: Technologie
fr: Technologie
nb: Teknologi
nl: Technologie
pl: Technologia
sv: Teknologi

source: Bugs
ar_001: الأخطاء
cs: Chyby
pl: Błędy
sv: Buggar

source: Remaining
ar_001: متبقي
cs: Zbývá
de: Verbleibend
fr: Restants
nl: Overgebleven
pl: Brakujące punkty
sv: Återstående

source: Custom Game Engine
ar_001: محرك لعبة معدل
cs: Vlastní herní engine
de: Eigene Spiel-Engine
fr: Moteur de jeu personnalisé
nl: Aangepaste Game Engine
pl: Własny silnik gry
sv: Spelmotor

source: Contract
ar_001: عقد
cs: Smlouva o dílo
de: Vertrag
fr: Contrat
nb: Anbud
pl: Zlecenie
sv: Kontrakt

source: Time Left
ar_001: الوقت المتبقي
cs: Zbývající čas
de: Restdauer
fr: Temps restant
nb: Tid Igjen
nl: Tijd over
pl: Pozostały czas
sv: Tid kvar

source: No Project
ar_001: لا مشروع
cs: Žádný projekt
de: Kein Projekt
fr: Aucun projet
nb: Ingen prosjekt
nl: Geen project
pl: Brak projektu
sv: Inget projekt

source: Hype {0}
ar_001: الضجة الإعلامية {0}
cs: Zájem {0}
fr: Engouement {0}
pl: Rozgłos: {0}

source: High score
ar_001: النقاط العالية
cs: Vysoké skóre
fr: Meilleur score
pl: Najlepsze wyniki
sv: Rekord

source: New
ar_001: جديد
cs: Nová
de: Neu
fr: Nouvelle partie
nb: Ny
nl: Nieuw
pl: Nowa gra
sv: Ny

source: Save
ar_001: حفظ
cs: Uložit
de: Speichern
fr: Sauvegarder
nb: Lagre
nl: Opslaan
pl: Zapisz
sv: Spara

source: Load
ar_001: تحميل
cs: Nahrát
de: Laden
fr: Charger
nb: Laste
nl: Laden
pl: Wczytaj
sv: Ladda

source: High Score
ar_001: النقاط العالية
cs: Nejlepší skóre
fr: Meilleurs Scores
pl: Najlepsze wyniki
sv: Rekord

source: Paused
ar_001: أيقاف مؤقت
cs: Pozastaveno
de: Pausiert
fr: Pause
nb: Pauset
nl: Gepauzeerd
pl: Pauza
sv: Pausad

source: Saving...
ar_001: جاري الحفظ...
cs: Ukládám...
de: Speichern...
fr: Sauvegarde en cours ...
nb: Lagrer...
nl: Aan het opslaan...
pl: Zapisywanie...
sv: Sparar...

source: Go full screen to play!
ar_001: ضع الشاشة كاملة للعب!
cs: Ke hraní se přepněte se na celou obrazovku!
de: Bitte wechsle in den Vollbildmodus um zu spielen!
fr: Passer en plein écran pour jouer !
nl: Activeer fullscreen om te spelen!
pl: Przełącz się na pełny ekran, aby grać!
sv: Det måste vara fullskärm för kunna spela!

source: Budget
ar_001: الميزانية
cs: Rozpočet
nb: Budsjett
pl: Budżet

source: Choose
ar_001: اختر
cs: Zvolit
de: Auswählen
fr: Choisir
nb: Velg
nl: Kies
pl: Wybierz
sv: Välja

source: Game is finished!
ar_001: انتهى بناء اللعبة!
cs: Hra je u konce!
de: Spiel ist fertig!
fr: Le jeu est terminé !
nb: Spill er ferdig!
nl: Game is voltooid!
pl: Ukończyłeś grę!
sv: Spelet är klart!

source: Small
ar_001: صغيرة
cs: Malá
de: Klein
fr: Petit
nb: Liten
nl: Klein
pl: Mała
sv: Litet

source: Medium
ar_001: متوسطة
cs: Střední
de: Mittel
fr: Moyen
nb: Middels
nl: Middel
pl: Średnia
sv: Medelstort

source: Large
ar_001: كبيرة
cs: Velká
de: Groß
fr: Grand
nb: Stor
nl: Groot
pl: Duża
sv: Stort

source: Y
ar_001: صغار
cs: D
de: K
fr: J
nb: U
nl: J
pl: M
sv: U

source: E
ar_001: الجميع
cs: V
de: J
fr: TP
nb: A
nl: I
pl: W
sv: A

source: M
ar_001: بالغين
cs: S
de: E
fr: A
nl: V
pl: D
sv: V

source: Pick Game Engine
ar_001: أختر محرك اللعبة
cs: Zvolit herní engine
de: Spiel-Engine auswählen
fr: Moteur
nb: Velg Spillmotor
nl: Kies Game-engine
pl: Wybierz silnik gry
sv: Välj spelmotor

source: Next
ar_001: التالي
cs: Dále
de: Weiter
fr: Suivant
nb: Neste
nl: Volgende
pl: Dalej
sv: Nästa

source: Feature Selection
ar_001: تحديد الميزة
cs: Výběr funkcí
de: Auswahl der Spielmerkmale
fr: Fonctionnalités
nb: Funksjonsvalg
nl: Opties-selectie
pl: Wybór funkcjonalności
sv: Funktionsval

source: Start Development
ar_001: ابدأ التطوير
cs: Zahájit vývoj
de: Entwicklung starten
fr: Commencer
nb: Start utvikling
nl: Begin Ontwikkeling
pl: Rozpocznij produkcję
sv: Börja utvecklingen

source: Company Details
ar_001: معلومات الشركة
cs: Podrobnosti o společnosti
de: Firmendetails
fr: Informations sur l'entreprise
nb: Firmadetaljer
nl: Bedrijfsdetails
pl: Dane firmy
sv: Företagsdetaljer

source: Continue
ar_001: استمرار
cs: Pokračovat
de: Weiter
fr: Continuer
nb: Fortsett
nl: Verdergaan
pl: Kontynuuj
sv: Fortsätt

source: Advanced Options
ar_001: خيارات متقدمة
cs: Pokročilé volby
de: Optionen
fr: Options avancées
nb: Avanserte innstilinger
nl: Geavanceerde Opties
pl: Opcje zaawansowane
sv: Spelinställningar

source: Game Length
ar_001: طول اللعبة
cs: Délka hry
de: Spiellänge
fr: Durée de la partie
nb: Spill lengde
nl: Game Tijdsduur
pl: Długość gry
sv: Spellängd

source: Note: You can always continue playing after the main game is over. The game length simply specifies how fast new platforms come to market and when the high score is calculated.
ar_001: ملاحظة: بإمكانك دائماً مواصلة اللعب بعد نهاية اللعبة الرئيسية. يصف طول اللعبة ببساطة سرعة وصول المنصات الجديدة إلى الأسواق، و متى تحتسب النتائج العالية.
cs: Poznámka: Po dokončení hry můžete pokračovat v hraní dále. Délka hry pouze určuje rychlost příchodu jednotlivých platforem na trh a okamžik, ve kterém se vyhodnotí finální skóre.
de: Hinweis: Auch wenn das Hauptspiel zu ende ist, kannst du weiter spielen. Die Spiellänge gibt einfach nur an, wie schnell neue Plattformen auf den Markt kommen und an welchem Zeitpunkt deine High-Score errechnet wird.
fr: Note : Vous pouvez toujours continuer à jouer après la fin de la partie. La durée de la partie définit juste à quelle vitesse les nouvelles plateformes font leur apparition sur le marché, et quand le score est calculé.
nb: Last spill
nl: Aantekening: Je kan altijd verder spelen als het hoofdgedeelte van de game voorbij is. De game tijdsduur bepaalt simpelweg hoe snel nieuwe platforms op de markt komen en wanneer de eindscore wordt gecalculeerd.
pl: Uwaga! Po ukończeniu gry możesz kontynuować rozgrywkę. Długość rozgrywki determinuje częstotliwość pojawiania się nowych platform sprzętowych oraz moment, w którym zostanie naliczony wynik gry.
sv: Tips: Du kan alltid fortsätta att spela efter att huvudspelet är över. Spellängden specificerar hur snabbt nya plattformar släpps och när rekordet är beräknat.

source: Load Game
ar_001: تحميل اللعبة
cs: Nahrát hru
de: Spiel laden
fr: Charger une partie
nl: Laad Spel
pl: Wczytaj grę
sv: Ladda spel

source: Choose Save Slot
ar_001: اختر مكان الحفظ
cs: Vyberte uloženou pozici
de: Speicherstand wählen
fr: Choisissez un emplacement de sauvegarde
nb: Velg lagringsfil
nl: Kies Opslagbestand
pl: Wybierz miejsce zapisu
sv: Välj var du sparar ditt spel

source: Level:
ar_001: المستوى:
cs: Úroveň:
fr: Niveau :
nb: Nivå:
pl: Poziom:
sv: Nivå:

source: Technology:
ar_001: التكنولوجيا:
cs: Technologie:
de: Technologie:
fr: Tech :
nb: Teknologi:
nl: Technologie:
pl: Technologia:
sv: Teknologi:

source: Speed:
ar_001: السرعة:
cs: Rychlost:
de: Geschwindigkeit:
fr: Vitesse :
nb: Fart:
nl: Snelheid:
pl: Szybkość:
sv: Snabbhet:

source: Research:
ar_001: البحث:
cs: Výzkum:
de: Forschung:
fr: Recherche :
nb: Utforskning:
nl: Onderzoek:
pl: Badania:
sv: Forskning:

source: Create a new Engine
ar_001: أنشئ محرك جديد
cs: Vytvořit nový engine
de: Neue Spieleengine erstellen
fr: Nouveau moteur
nb: Lag en ny motor
nl: Maak nieuwe Engine
pl: Stwórz nowy silnik
sv: Skapa en ny spelmotor

source: Create Engine
ar_001: إنشاء محرك
cs: Vytvořit engine
de: Spielengine erstellen
fr: Créer
nb: Lag motor
nl: Maak Engine
pl: Stwórz silnik
sv: Skapa spelmotor

source: Quality Assurance Budget
ar_001: ميزانية ضمان الجودة
cs: Rozpočet na zajištění kvality
de: Budget der Qualitätssicherung
fr: Budget alloué à l'assurance qualité
nb: Kvalitets sikrings budsjett
nl: Kwaliteitsverzekerings-budget
pl: Budżet działu kontroli jakości
sv: Kvalitetsförsäkringsbudget

source: Special Project
ar_001: مشروع خاص
cs: Speciální projekt
de: Spezialprojekt
fr: Projet spécial
nb: Spesial prosjekt
nl: Speciaal Project
pl: Projekt specjalny
sv: Specialprojekt

source: Start Project
ar_001: ابدأ المشروع
cs: Zahájit projekt
de: Projekt starten
fr: Démarrer un projet
nb: Start prosjekt
pl: Rozpocznij projekt
sv: Starta projekt

source: Time Allocation (Preview)
ar_001: توزيع الوقت (مشاهدة)
cs: Časové rozložení (Náhled)
de: Zeiteinteilung (Vorschau)
fr: Répartition du temps (Aperçu)
nb: Tids disponering (Forhåndsvis)
nl: Tijdsbesteding (Voorbeeld)
pl: Rozdzielenie priorytetów (podgląd)
sv: Tidfördelning (Visning)

source: Selected Features
ar_001: المميزات المختارة
cs: Vybrané funkce
de: Ausgewählte Features
fr: Fonctionnalités
nb: Valgte funksjoner
nl: Extra's selectie
pl: Wybrane funkcjonalności
sv: Valda funktioner

source: Staff
ar_001: الموظفين
cs: Tým
de: Mitarbeiter
fr: Personnel
nb: Personal
nl: Personeel
pl: Pracownicy
sv: Personal

source: New Record!
ar_001: رقم قياسي جديد!
cs: Nový rekord!
de: Neuer Rekord!
fr: Nouveau Record !
nb: Ny record!
nl: Nieuw Record!
pl: Nowy rekord!
sv: Nytt Rekord!

source: Experience gained
ar_001: الخبرة المكتسبة
cs: Získané zkušenosti
de: Erfahrung erhalten
fr: Expérience acquise
nb: Erfaring tjent
nl: Verdiende ervaring
pl: Zdobyte doświadczenie
sv: Erfarenhet skaffad

source: XP Bonus:
ar_001: نقاط أضافية:
cs: Zkuš. bonus:
de: Erfahrungsbonus:
fr: Bonus d'XP :
pl: Bonus do doświadczenia:
sv: EXP Bonus:

source: Release Game
ar_001: إصدار اللعبة
cs: Vydat hru
de: Spiel veröffentlichen
fr: Publier
nb: Utgi spill
nl: Game Uitbrengen
pl: Wydaj grę
sv: Släpp spelet

source: Trash Game
ar_001: إلغاء اللعبة
cs: Zahodit hru
de: Spiel verwerfen
fr: Détruire
nb: Kast spill
nl: Verwijder spel
pl: Usuń grę
sv: Släng spelet

source: Level Up!
ar_001: ارتفع المستوى!
cs: Nová úroveň!
de: Stufenaufstieg!
fr: +1 Niveau !
nb: Nivå opp!
pl: Kolejny poziom!
sv: Nivå upp!

source: Units Sold:
ar_001: الوحدات المباعة:
cs: Prodaných kopií:
de: Verkaufte Einheiten:
fr: Exemplaires vendus :
nb: Enheter solgt:
nl: Aantal verkocht:
pl: Sprzedane sztuki:
sv: Exemplar sålda:

source: Costs:
ar_001: التكاليف:
cs: Náklady:
de: Kosten:
fr: Coût :
nb: Kostnader:
nl: Kosten:
pl: Koszty:
sv: Kostnad:

source: Income:
ar_001: الدخل:
cs: Příjem:
de: Einkommen:
fr: Recettes :
nb: Inntekt
nl: Inkomsten:
pl: Przychód:
sv: Inkomst:

source: Profit:
ar_001: الربح:
cs: Zisk:
fr: Bénéfice :
nb: Fortjeneste
nl: Winst:
pl: Zysk:
sv: Vinst:

source: Released:
ar_001: تم إصداره:
cs: Vydáno:
de: Veröffentlicht:
fr: Date de sortie :
nb: Utgitt:
nl: Uitgebracht:
pl: Moment wydania:
sv: Släppt:

source: Fans:
ar_001: المعجبين:
cs: Fanoušků:
pl: Fani:

source: Avg. Review Score:
ar_001: النسبة المتوسطة للتقييم:
cs: Průměrné hodnocení:
de: Durschnittliche Bewertung:
fr: Note moy. des critiques :
nb: Gjennomsnittlig anmeldelses score:
nl: Review Score:
pl: Średnia ocena:
sv: Genomsnittlig poäng:

source: Top Sales Rank:
ar_001: أعلى مرتبة في ترتيب المبيعات:
cs: Nejlepší prodejní pozice:
de: Höchster Verkaufsrang:
fr: Meilleur classement des ventes :
nb: Top Salgs rangering:
nl: Top verkooprang:
pl: Miejsce na liście bestsellerów:
sv: Högsta försäljningsranken:

source: Do you really want to throw away this game?
ar_001: هل تريد حقاً حذف اللعبة اللتي قمت بصنعها؟
cs: Opravdu chcete tuto hru zahodit?
de: Willst du dieses Spiel wirklich wegwerfen?
fr: Voulez-vous vraiment détruire ce jeu ?
nb: Vil du virkelig forkaste dette spillet?
nl: Wilt u dit spel echt weggooien?
pl: Na pewno chcesz usunąć tę grę?
sv: Vill du verkligen kasta detta spel?

source: Note:
ar_001: ملاحظة:
cs: Poznámka:
de: Beachte:
nb: Merk:
nl: Opmerking:
pl: Uwaga:
sv: Tips:
