Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Recent market data shows that the Govodore G64 seems to be slowly losing market share against other PC manufacturers.{n}In an unofficial statement a G64 employee said that the company has been unsuccessful in introducing higher priced computers to compete against newer and more advanced PCs.
ar_001: أظهرت آخر التطلعات إلى السوق بأن الجهاز Govodore G64 يخسر حصته الكبيرة من السوق ببطء و ذلك أمام الشركات المنتجة للعتاد الداخلي (للهاردوير).{n} قد صرح أحد العاملين على جهاز G64 في بيان غير رسمي حيث قال " بأن الشركة لم يحالفها النجاح بطرحها أجهزة عالية التكاليف لمنافسة أجهزة الحاسب الشخصي (PC)الجديدة والمتطورة".
cs: Nynější informace z trhu ukazují, že Govodore G64 postupně ztrácí oproti jiným výrobcům počítačů podíl na trhu.{n}V neoficiálním prohlášení se zaměstnanec G64 prořekl, že společnost od představení dražších počítačů sužuje neúspěch v porovnání s konkurenčními a více vyspělými počítači.
de: Kürzliche Marktanalysen zeigen, dass der Govodore G64 gegenüber anderen PC-Herstellern langsam an Marktanteilen verliert.{n}In einer inoffiziellen Stellungnahme erklärte ein G64 Angestellter, dass die Firma es versäumt habe, bessere Computer vorzustellen, um sich gegen neuere und fortgeschrittenere PCs zu behaupten.
fr: Les données de marché récentes montrent que le Govodore G64 semble perdre lentement des parts de marché par rapport aux autres constructeurs de PC.{n}Dans une déclaration officieuse, un employé de G64 rapporte que l'entreprise n'a pas su mettre sur le marché des ordinateurs plus onéreux pour concurrencer les PC les plus récents et puissants.
nb: Oppdaterte salgstall viser at Govodore G64 sakte taper terreng til andre PC-produsenter.{n}En Govodore-ansatt har uttalt at G64-produsenten ikke har lykkes med å lansere dyrere maskiner for å konkurrere mot nyere og mer avanserte PC-er.
nl: Recente marktonderzoeken geven aan dat de Govodore G64 langzaam marktaandeel verliest ten opzichte van andere PC-fabrikanten. {n}In een onofficiële verklaring zei een G64-werknemer dat het bedrijf weinig succes had met het introduceren van duurdere computers om te kunnen concurreren tegen nieuwere en geavanceerdere PC's.
pl: Najnowsze badania rynku wykazują, że Govodore G64 powoli traci popularność na rzecz innych platform.{n}W nieoficjalnym oświadczeniu pracownik Govodore powiedział, że ich nietani sprzęt nie wytrzymał konkurencji z komputerami PC, które są nowsze i bardziej zaawansowane technologicznie.
sv: Nya uppgifter om marknaden visar att Govodore G64 verkar långsamt förlora marknadsandelar gentemot andra PC-tillverkare.{n}I ett inofficiellt uttalande sade en G64 anställd att bolaget har tappat målet att introducera dyrare datorer för att tävla mot nyare och mer avancerade datorer.

source: Hardware manufacturers around the world were surprised today as Govodore, the creator of the popular G64, has filed for bankruptcy.{n}Govodore failed to introduce a higher priced alternative and was forced to shut down production of the G64. The platform will retire from the market {0}.
ar_001: الشركات المصنعة للأجهزة حول العالم كانت متفاجأة اليوم حيث أن Govodore، المبتكرة للجهاز المشهور G64، قد أفلست.{n}Govodore فشلت في وضع بديل للسعر العالي جداً و أجبرت على إيقاف التصنيع لجهاز G64. المنصة سوف تتقاعد من السوق {0}.
cs: Výrobci hardwaru jsou překvapeni tím že dnes Govodore, výrobce známé G64, vyhlásil bankrot.{n}Govodore neuspěl s uvedením dražší alternativy a byl donucen zastavit i výrobu G64. Platforma bude stažena z trhu {0}.
de: Hardwarehersteller auf der ganzen Welt waren sehr überrascht als Govodore, Hersteller des populären G64, heute seinen Bankrott verkündete.{n}Govodore hat versäumt, eine bessere Alternative einzuführen und wurde so gezwungen, die Produktion des G64 einzustellen. Die Plattform wird daher {0} vom Markt genommen.
fr: Les fabricants de matériel du monde entier ont eu aujourd'hui la surprise d'apprendre que Govodore, inventeur du célèbre G64, s'est déclaré en faillite.{n}Govodore n'a pas réussi à mettre sur le marché une alternative plus onéreuse du G64 et a dû en arrêter la production. La plateforme sera retirée du marché {0}.
nb: PC-produsenter over hele verden er overrasket over at Govodore, selskapet bak den populære maskinen G64, har erklï¿½rt seg selv konkurs.{n}Govodore klarte ikke å lansere et dyrere alternativ, og var nï¿½dt til å legge ned produksjon av G64. Maskinen blir trukket fra markedet {0}.
nl: Hardwarefabrikanten van over de hele wereld werden vandaag verrast door het faillissement van Govodore, de maker van de populaire G64.{n}Govodore slaagde er niet in om een hoger geprijsd alternatief te introduceren en werd gedwongen de productie van de G64 te staken. Het platform zal {0} van de markt gehaald worden.
pl: Producenci sprzętu na całym świecie byli zaskoczeni wiadomością, że firma Govodore, producent popularnej platformy G64, złożyła wniosek o uznanie bankructwa.{n}Firmie Govodore nie udało się wprowadzić na rynek kosztownej alternatywy dla G64. W związku tym zarząd zmuszony był do zakończenia produkcji wspomnianego urządzenia. G64 zniknie z półek sklepowych {0}.
sv: Hårdvarutillverkare runt om i världen blev förvånade idag eftersom Govodore, skaparen av den populära G64, har ansökt om konkurs.{n}Govodore misslyckades med att introducera dyrare alternativ och var tvungen att stänga av produktionen av G64. Plattformen kommer att avgå från marknaden {0}.

source: According to rumours the Japanese company Ninvento is planning to launch its very own home gaming console. Ninvento is known for the widely successful arcade game 'Dinkey King'.{n}Many industry experts doubt that home gaming consoles will take off but we are eager to see what Ninvento will deliver.
ar_001: بناءً على شائعات تقول أن الشركة اليابانية Ninvento تخطط لإطلاق جهاز الألعاب المنزلي الخاص بها. Ninvento تعرف بلعبة الأركيد الناجحة والمعروفة 'Dinkey King'.{n} كثير من خبراء التصنيع يشككون بنجاح أجهزة الألعاب المنزلية و لكن نحن توّاقون لنرى ماذا ستجلب لنا Ninvento.
cs: Podle zvěstí plánuje Japonská společnost Ninvento vytvořit svou vlastní domácí herní kozoli. Ninvento je známé především svou populární hrou 'Dinkey King'.{n}Mnoho odborníků z odvětví pochybuje, že by se domácí konzole prosadily, ale jsme zvědaví, s čím Ninvento příjde.
de: Gerüchten zufolge plant die japanische Firma Ninvento, eine eigene Heimkonsole auf den Markt zu bringen. Ninvento ist bekannt für das sehr erfolgreiche Arcade Spiel 'Dinkey King'.{n}Viele Industrieexperten bezweifeln jedoch, dass der Markt für Heimkonsolen bereit ist. Wir sind jedoch sehr gespannt, was Ninvento abliefern wird.
fr: D'après les rumeurs, l'entreprise japonaise Ninvento projette de lancer sa propre console de jeux. Ninvento est connue pour le jeu d'arcade à succès « Dinkey King ».{n}De nombreux experts issus du milieu de l'industrie ont émis des doutes sur le fait que les consoles de jeux décollent, mais nous avons hâte de voir ce que Ninvento va nous sortir.
nb: Ryktene forteller at det japanske selskapet Ninvento planlegger å lansere sin egen spillkonsoll til hjemmebruk. Ninvento er kjent for kjempehiten "Dinkey King".{n}Ekspertene har sine tvil om hjemmekonsoller vil slï¿½ an, men vi er spente påfyll å se hva Ninvento har i ermet.
nl: Er zijn geruchten dat de Japanse firma Ninvento van plan is een eigen spelcomputer op de markt te brengen. Ninvento staat bekend om de erg succesvolle arcadegame 'Dinkey King'.{n}Vele industrie-experts twijfelen erover of spelcomputers aan gaan slaan, maar we kunnen niet wachten om te zien wat Ninvento gaat afleveren.
pl: Krążą plotki, jakoby japońska firma Ninvento miała w planach produkcję własnej konsoli. Ninvento zasłynęło z szeroko znanej gry pod tytułem „Dinkey King”.{n}Wielu ekspertów sądzi, że konsola japońskiej firmy nie odniesie sukcesu na światowym rynku, ale mimo to nie możemy się doczekać, by zobaczyć, co Ninvento nam zaprezentuje.
sv: Enligt rykten så håller det japanska företaget Ninvento på att planera att lansera sin egen hemmaspelskonsol. Ninvento är känd för mycket framgångsrika arkadspelet "Dinkey King."{n}Många branschexperter tvivlar på att hemmaspelskonsoler kommer att ta fart men vi är ivriga att se vad Ninvento kommer att leverera.

source: Today, Ninvento has confirmed recent rumours and announced their plans to release a new home gaming console called 'TES' {0}. The console features cartridge based games and a uniquely designed controller.
ar_001: اليوم، Ninvento أكدت الشائعات الأخيرة و أعلنت عن خططها لإطلاق جهاز الألعاب المنزلي الجديد المسمى بـ 'TES' {0}.↵ جهاز الألعاب يمتاز بالألعاب القائمة على وحدة الرماية " بندقية " و وحدة تحكم مصممة بشكل فريد.
cs: Ninvento se dnes rozhodlo oznámit svůj plán o vydání nové domácí konzole zvané TES a vyjde {0}. Konzole bude na kazetky a ovládát ji budeme pomocí speciálně navrženého ovládače.
de: Ninvento hat heute diverse Gerüchte bestätigt und die Veröffentlichung einer neuen Konsole namens 'TES' {0} angekündigt. Die Konsole unterstützt Spielmodule und verfügt über einen einzigartigen Controller.
fr: Aujourd'hui, Ninvento a confirmé les récentes rumeurs et a annoncé son intention de sortir une nouvelle console de jeux nommée « TES » {0}. La console est équipée d'un lecteur de cartouches et d'une manette au design unique.
nb: Idag har Ninvento har annonsert en ny hjemme-spillkonsoll kalt 'TES' {0}. Konsollen har kassett-baserte spill og n unik designet kontroller.
nl: Vandaag heeft Ninvento recente geruchten bevestigd en plannen om {0} een nieuwe spelcomputer uit te brengen aangekondigd. Het apparaat zal 'TES' gaan heten. De spelcomputer zal games op een cartridge en een uniek ontwerp gamepad hebben.
pl: Dziś Ninvento potwierdziło krążące od jakiegoś czasu pogłoski i ogłosiło, że {0} wypuści na rynek nową konsolę o nazwie „TES”. Konsola obsługuje gry na kartridżach oraz posiada niepowtarzalny kontroler.
sv: Idag har Ninvento bekräftat senaste tidens rykten och tillkännagav sina planer på att släppa en ny hemspelskonsol som heter "TES" {0}. Konsolen har kassettbaserade spel och en unikt utformad kontroll.

source: Recent studies suggest that the increasing variety of gaming devices also creates a market for more specialized games. Some platforms become more popular with younger gamers while others cater for the more mature age groups.{n}As more and more developers enter the market we expect developers to focus their games on specific age groups to really make an impact.
ar_001: تشيد الدراسات الأخيرة أن زيادة أجهزة الألعاب تصنع أسواق للألعاب المتخصصة. بعض الأجهزة تصبح مشهورة مع اللاعبين صغار السن والبعض الآخر يتوجه للاعبين البالغين.{n} مع زيادة المطورين في سوق الألعاب نتوقع تركيزهم على عمر معين لإحداث تأثير حقيقي في عالم الألعاب.
cs: Nedávné studie naznačují, že rostoucí rozmanitost herních konzolí vytváří na trhu místo pro více specifické hry. Některé konzole začínají být populární u mladších hráčů zatímco jiné u starších.{n}S přibývajícími vývojáři na pracovním trhu očekáváme, že své hry budou zaměřovat na určité věkové skupiny, aby je lépe oslovili.
de: Aktuelle Studien weisen darauf hin, dass sich aufgrund des zunehmenden Angebots an Spielkonsolen auch eine Nachfrage nach spezialisierteren Spielen entwickeln wird. Einige Spielkonsolen werden bei jüngeren Spielern immer beliebter, während andere auf ältere Zielgruppen ausgerichtet sind.{n}Immer mehr Entwickler erschließen den Markt. Daher erwarten wir, dass Entwickler in Zukunft zielgruppenspezifischere Spiele anbieten werden, um erfolgreich zu sein.
fr: Des études récentes semblent indiquer que l'offre croissante en consoles de jeux crée aussi un marché pour des jeux plus spécialisés. Certaines plateformes deviennent plus populaires auprès des jeunes joueurs tandis que d'autres s'adressent à une cible plus avertie.{n}Alors que de plus en plus de développeurs entrent sur le marché, nous espérons que leurs jeux cibleront des groupes d'âge spécifiques afin de devenir des références dans leurs genres.
nb: Ferske forskningsresultater viser at den økende variasjonen i maskinvare for spill er med påfyll å tilrettelegge et marked for mer spesialiserte spill. Noen plattformer er mer populære hos yngre spillere, mens andre tiltaler et mer voksent publikum.{n}Bransjen vokser stadig, og vi forventer at nye utviklere vil fokusere påfyll bestemte aldersgrupper for å lykkes.
nl: Recente studies geven aan dat dat de toenemende variatie in spelcomputers ook een markt creëert voor meer gespecialiseerde games. Sommige platformen worden populairder onder jongere spelers, terwijl andere de wat oudere groepen aan zich binden.{n}Gezien meer en meer ontwikkelaars de markt betreden verwachten we dat game ontwikkelaars hun games meer gaan richten op specifieke leeftijdsgroepen om goed te kunnen slagen.
pl: Najnowsze badania pokazują, że coraz większa różnorodność urządzeń do grania kreuje rynek pod bardziej zróżnicowane gry. Niektóre platformy są bardziej popularne wśród młodszych graczy, podczas gdy inne są skierowane do nieco starszych odbiorców.{n}Coraz więcej twórców gier wkracza na rynek, można więc oczekiwać, że skierują swoje dzieła do określonych grup wiekowych, co zwiększy szansę na sukces ich produkcji.
sv: Nyligen genomförda studier tyder på att allt fler olika spelenheter också skapar en marknad för mer specialiserade spel. "Vissa plattformar blivit mer populära med yngre spelare medan andra tillgodoser de mer vuxna åldersgrupperna"{n}Eftersom fler och fler utvecklare kommer in på marknaden förväntar vi oss utvecklare att fokusera sina spel på specifika åldersgrupper för att verkligen få ett genomslag".

source: The recently released TES home console by Ninvento has proven to be a massive success. Sales numbers have exceeded expectations by far.{n}As one customer says: 'I love the games that come with the TES and playing with a controller is so much more fun than on a keyboard.'
ar_001: الجهاز المنزلي الجديد الصادر مؤخراً من Ninvento المسمى TES أحدث نجاح هائل. لقد تجاوزت أرقام المبيعات التوقعات بكثير.{n}واحد من ملاك الجهاز يقول:'أحب الألعاب التي تأتي مع الجهاز و اللعب بعصا التحكم الجديدة أمتع بكثير من لوحة المفاتيح.'
cs: Právě vydaná konzole TES, společnosti Ninvento, zaznamenala obrovský úspěch a prodejní čísla zdaleka předčila očekávání.{n}Jak nám sdělil jeden se zákazníků: 'Zbožňuju hry, které vychází na TES a hraní na ovladači je daleko zábavnější, než na klávesnici.'
de: Die vor kurzem veröffentlichte Spielkonsole TES von Ninvento ist ein Riesenerfolg. Die Verkaufszahlen haben die Erwartungen bei Weitem übertroffen.{n}Ein Kunde sagte: 'Ich liebe die Spiele, die für TES erhältlich sind und das Spielen mit einem Controller macht viel mehr Spaß als mit der Tastatur.'
fr: La TES, console récemment sortie par Ninvento, s'est révélée être un immense succès. Les ventes dépassent de loin toutes les prévisions.{n}Comme en témoigne un utilisateur : « J'adore les jeux sortis sur la TES, et jouer avec une manette est tellement plus amusant qu'avec un clavier. »
nb: Ninventos hjemmekonsoll TES har vist seg å vï¿½re en gigantisk suksess, og salgstallene overgï¿½r forventningene sï¿½ langt.{n}En av mange TES-kjï¿½pere har uttalt at "jeg elsker spillene som fï¿½lger med TES-konsollen, og å spille med en håndkontroll er så mye morsommere enn med et tastatur."
nl: De onlangs uitgebrachte spelcomputer TES van de fabrikant Ninvento is een waar kassucces gebleken. De verkopen overstijgen de verwachtingen veruit.{n}Zoals een klant het omschreef: 'Ik vind de games op de TES geweldig en het spelen met een gamepad is zoveel leuker dan met een toetsenbord.'
pl: Wypuszczona niedawno na rynek konsola TES firmy Ninvento okazała się wielkim sukcesem. Liczba sprzedanych egzemplarzy przekroczyła oczekiwania.{n}Jeden z klientów powiedział: „Uwielbiam gry na konsolę TES, a granie przy użyciu kontrolera jest o wiele przyjemniejsze niż za pomocą klawiatury”.
sv: Den nyligen släppta TES hemkonsolen från Ninvento har visat sig vara enormt framgångrik Försäljningssiffror har överträffat förväntningarna överlägset.{n}Som en kund säger: "Jag älskar spel som kommer med TES och spela med en kontroller är så mycket roligare än på ett tangentbord."

source: Following the massive success of the TES console there are now rumours circulating that Vena, another Japanese company, is planning to release a home gaming console on their own.
ar_001: بعد النجاح الهائل لجهاز الترفية TES هناك الآن شائعات تتردد حول أن شركة Vena، شركة يابانية أخرى، تخطط لإطلاق جهاز ترفية منزلي بمفردها.
cs: Po obrovském úspěchu konzole TES kolují zvěsti že Vena, další japonská společnost, plánuje vydat svou vlastní domácí herní konzoli.
de: Nach dem massiven Erfolg von TES brodelt die Gerüchteküche: Auch Vena, eine weitere japanische Firma, plant eine eigene Spielkonsole auf den Markt zu bringen.
fr: Suite à l'immense succès de la TES, la rumeur a commencé à circuler que Vena, une autre entreprise japonaise, prévoirait de sortir sa propre console de jeux.
nb: I kjølvannet av TES-konsollens kjempesuksess ryktes det at Vena, et annet japansk selskap, har planer om å lansere sin egen hjemmekonsoll.
nl: Na het enorme succes van de TES spelcomputer zijn er nu geruchten dat Vena, een ander Japanse bedrijf, later dit jaar een eigen spelcomputer zal uitbrengen.
pl: W ślad za ogromnym sukcesem konsoli TES pojawiły się pogłoski, że Vena, kolejne japońskie przedsiębiorstwo, planuje wypuszczenie na rynek własnej konsoli do gier.
sv: Efter den massiva framgången av TES-konsolen finns nu rykten om att Vena, ett annat japanskt företag, planerar att släppa en hemmaspelskonsol på egen hand.

source: Today, Vena has confirmed recent rumours about a new gaming console and announced the Master V. The company claims that the Master V is technically superior to the massively successful TES by Ninvento and plans to release it {0}.
ar_001: اليوم، Vena أكدت الشائعات عن جهاز الألعاب الجديد وأعلنت عن Master V. تقول الشركة أن Master V أقوى تقنياً من الجهاز الناجح TES من Nivento وتخطط لأطلاقه {0}.
cs: Vena dnes potvrdila nedávné zvěsti o nové herní konzoli a oznámila Master V. Společnost se nechala slyšet, že Master V bude technologicky nadřazená masivně úspěšné TES od Ninventa a vydání plánuje {0}.
de: Heute hat Vena die Gerüchte über eine neue Konsole bestätigt und den Master V angekündigt. Die Firma behauptet, dass der Master V dem sehr erfolgreichen TES von Ninvento technisch überlegen ist und plant die Markteinführung der Konsole {0}.
fr: Aujourd'hui, Vena a confirmé les rumeurs récentes au sujet d'une nouvelle console de jeux, et a annoncé la Master V. L'entreprise affirme que la Master V est techniquement supérieure à la TES de Ninvento - qui a connu un succès massif, et prévoit un lancement {0}.
nl: Vandaag heeft Vena de geruchten bevestigd over een nieuwe spelcomputer en de Master V aangekondigd. Volgens het bedrijf is de Master V technisch superieur aan de enorm succesvolle TES van Ninvento en plant deze te lanceren {0}.
pl: Vena potwierdziła dzisiaj niedawne pogłoski dotyczące nowej konsoli, zapowiadając premierę Mastera V. Twórcy twierdzą, że Master V jest technicznie lepszy od TES firmy Ninvento. Konsola trafi do sprzedaży {0}.
sv: Idag har Vena bekräftat senaste tidens rykten om en ny spelkonsol och tillkännagav Master V. Företaget hävdar att Master V är tekniskt överlägsen till den enormt framgångsrika TES från Ninvento och planerar att släppa den {0}.

source: The recently released gaming console, Master V by Vena, has stirred up the market worldwide. Industry experts say that the console is not very well marketed in North America but that it will flourish in other parts of the world.
ar_001: جهاز الألعاب الجديد : Master V الذي صدر مؤخراً بواسطة شركة Vena،أثار السوق في جميع أنحاء العالم.↵ ويقول خبراء الصناعة أن الجهاز لم يتم تسويقه بشكل جيد جدا في أمريكا الشمالية ولكنه سوف يزدهر في أجزاء أخرى من العالم.
cs: Nedávno vydaná konzole, Master V společnosti Vena, rozproudila celosvětový trh. Odborníci z odvětví tvrdí, že má konzole slabou propagaci v Severní americe, ale ve zbytku světa se jí daří.
de: Die vor kurzem veröffentlichte Konsole Master V von Vena hat den Markt weltweit aufgewirbelt.↵ Experten meinen, dass die Konsole in Nordamerika weniger Absatz finden wird, sich in anderen Teilen der Welt jedoch sehr gut verkaufen lässt.
fr: La Master V, console récemment sortie par Vena, a bouleversé le marché mondial. Les experts de l'industrie disent qu'elle a trouvé peu de débouchés sur le marché américain, mais qu'elle devrait avoir du succès dans le reste du monde.
nb: Venas nyutgitte konsoll Master V har gjort seg bemerket i markedet verden over. Bransjeeksperter melder at konsollen er dï¿½rlig markedsfï¿½rt i Nord-Amerika, men at den vil blomstre i andre deler av verden.
nl: De recentelijk uitgebrachte spelcomputer Master V van Vena, heeft de markt wereldwijd opgeschud. Industrie-experts zeggen dat de spelcomputer geen goede marketing had in Noord-Amerika, maar dat hij het in de rest van de wereld zeer goed zal doen.
pl: Niedawno wypuszczona do sprzedaży konsola Master V firmy Vena zatrzęsła rynkiem na całym świecie. Eksperci z branży twierdzą, że konsola jest źle promowana w Ameryce Północnej, ale w innych częściach świata jej sprzedaż kwitnie.
sv: Den nyligen släppta spelkonsolen, Master V av Vena, har rört upp marknaden i världen. Industrins experter säger att konsolen inte är så bra marknadsförd inom Nordamerika men att den kommer att blomstra i andra delar av världen.

source: With the growing interest in video games there is also a growing audience for video game magazines. These magazines offer a great new way for game developers to market their upcoming games.
ar_001: مع الاهتمام المتزايد في ألعاب الفيديو هناك أيضا جمهور متزايد على مجلات ألعاب الفيديو. هذه المجلات توفر وسيلة عظيمة جديدة لمطوري اللعبة لتسويق ألعابهم القادمة.
cs: S tím, jak roste zájem o videohry, se také zvětšuje poptávka po herních časopisech. Tyto magazíny nabízejí herním vývojařům skvělou možnost k propagaci svých her.
de: Mit dem wachsenden Interesse an Videospielen bildet sich auch eine Zielgruppe für Videospiel-Magazine. Solche Magazine sind eine großartige Möglichkeit für Entwickler ihre Spiele zu präsentieren.
fr: L'intérêt croissant pour les jeux vidéo entraîne mécaniquement l'augmentation des lecteurs de magazines traitant de ce sujet. Ces magazines offrent aux développeurs un nouveau moyen efficace de promouvoir leurs jeux en développement.
nb: Den voksende interessen for spill har fï¿½rt til at det ogsï¿½ finnes et publikum for spillfokuserte blader og magasiner. Dette gir spillutviklerne en spennende ny kanal for markedsfï¿½ring.
nl: Met de groeiende belangstelling voor video games is er ook een groeiend publiek voor game tijdschriften. Deze tijdschriften bieden een uitgelezen mogelijkheid voor game ontwikkelaars om hun aankomende games te promoten.
pl: Wraz z rosnącym zainteresowaniem grami wideo rośnie też liczba odbiorców magazynów dla graczy. Magazyny te oferują twórcom gier nowy świetny sposób promowania ich nadchodzących dzieł.
sv: Med det växande intresset för tv-spel finns det också en växande publik för speltidningar. Dessa tidningar erbjuder ett nytt bra sätt för spelutvecklare att marknadsföra sina kommande spel.
