Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Today, Ninvento has announced that they will introduce a portable gaming device called Gameling. The device comes with changeable game cartridges, a monochrome screen on a green background, built-in speakers and even multiplayer support via a connection cable.{n}Compared to PCs and other gaming consoles the Gameling is underpowered but given the lower cost and excellent portability it might find a huge following.{n}The Gameling is said to hit shelves {0}.
ar_001: اليوم، أعلنت Ninvento أنهم سوف يعلنون عن جهاز الألعاب المحمول يسمى Gameling. ويأتي الجهاز مع أشرطة ألعاب قابلة للتغيير، شاشة أحادية اللون على خلفية خضراء، مكبرات صوت مدمجة و حتى اللعب المتعدد عن طريق كبل الاتصال. {n} بالمقارنة مع أجهزة الكمبيوتر الشخصية وغيرها من أجهزة الألعاب المنزلية Gameling يعتبر ضعيف ولكن نظراً لسعره الزهيد و حجمه الصغير قد يحصل على متابعة ضخمة {n} ويقال إن Gameling سيصل إلي الرفوف {0}.
cs: Dnes Ninvento oznámilo, že se chystají vydat přenosnou konzoli s názvem Gameling. Zařízení vyjde s vyměnitelnými kazetkami, monochromatickým displayem na zeleném pozadí, zabudovaným reproduktorem a dokonce s podporou hry více hráčů přes kabelové propojení.{n}Ve srovnání s PC a ostatními herními konzolemi je Gameling nevýkonný, ale nižší cena a úžasná přenosnost si najde mnoho zastánců.{n}Gameling se dostane na police obchodů {0}.
de: Ninvento hat heute eine Handheld-Konsole mit dem Namen Gameling angekündigt. Was zeichnet das Gerät aus? Austauschbare Spielkassetten, ein einfarbiger Bildschirm auf grünem Hintergrund, eingebaute Lautsprecher und sogar ein Mehrspieler-Modus via Link-Kabel.{n}Im Vergleich zu PCs und anderen Spielkonsolen ist der Gameling technisch gesehen keine Sensation. Das tragbare Gerät könnte mit seinem niedrigen Preis jedoch eine große Fangemeinde finden.{n}Der Gameling wird {0} in die Regale kommen.
fr: Ninvento a annoncé aujourd'hui la prochaine mise sur le marché d'une console de jeux portable appelée Gameling. L'appareil sera équipé de cartouches de jeux interchangeables, d'un écran monochrome à fond vert, de haut-parleurs intégrés, et offrira même un support du multi-joueur, grâce à une connexion par câble.{n}La Gameling sera moins puissante que les PC et autres consoles de jeux, mais son petit prix et le fait qu’elle soit portable pourraient la rendre très populaire.{n}La Gameling est prévue en boutiques {0}.
nb: Ninvento melder i dag at de vil lansere en portabel spillmaskin, kalt Gameling. Spillene vil komme påfyll smï¿½ utskiftbare kassetter, og maskinen vil ha svart/hvitt-skjerm med grï¿½nn bakgrunn, innebygde hï¿½yttalere og til og med stï¿½tte for flerspiller-modus via kabeltilkobling.{n}Sammenliknet med PC-er og andre spillkonsoller har Gameling betraktelig mindre hestekrefter, men med tanke påfyll den lave prisen og portabiliteten, kan den potensielt gjøre stor suksess.{n}Gameling skal etter planen vï¿½re å finne i butikkhyllene {0}.
nl: Ninvento heeft vandaag aangekondigd dat ze een draagbare spelcomputer gaan introduceren, genaamd de Gameling. Het apparaat zal werken met verwisselbare game cartridges, een monochroom scherm op een groene achtergrond, ingebouwde luidsprekers en zelfs ondersteuning voor meerdere spelers via een verbindingskabel.{n}Vergeleken met PC's en andere spelcomputers is de Gameling technisch gezien geen sensatie, doch gezien de lagere prijs en uitstekende draagbaarheid zou het apparaat wel eens een grote aanhang kunnen verkrijgen.{n}De Gameling ligt {0} op de schappen.
pl: Ninvento zapowiedziało dzisiaj premierę przenośnej konsoli o nazwie Gameling. Platforma będzie się charakteryzować wymiennymi kartridżami, czarno-białym ekranem na zielonym tle, wbudowanym głośnikiem oraz możliwością gry z innymi osobami za pomocą połączenia kablowego.{n}W porównaniu do komputerów i innych konsol Gameling nie jest mocnym sprzętem, ale biorąc pod uwagę niską cenę i przenośność, może znaleźć wielu zwolenników. Gameling trafi na półki sklepowe {0}.
sv: Idag har Ninvento meddelat att de kommer att introducera en bärbar spelkonsol som kallas Gameling. Enheten levereras med utbytbara spelkassetter, en monokrom skärm på en grön bakgrund, inbyggda högtalare och även multiplayer stöd via en anslutningskabel.{n}Jämfört med datorer och andra spelkonsoler är Gameling mycket underverderad men med tanke på högre kostnad och utmärkt bärbarhet kan den få många spelare.{n}Gameling sägs komma {0}.

source: Vena, creator of the Master V console, has announced the Vena Gear, a portable console to directly compete against the Gameling from Ninvento.{n}A spokesperson for the company said, 'Unlike similar devices on the market which don't come close to gaming consoles the Vena Gear has basically the full power of the Master V, except that you can take it with you. The Vena Gear also has a full color screen'.{n}Will this device topple the Gameling? We will see. The Vena Gear will debut {0}.
ar_001: Vena, صانعة جهاز الألعاب Master V, أعلنت عن Vena Gear، جهاز ألعاب محمول ينافس جهاز Gameling من Nivento.{n} متحدث من الشركة قال، 'على عكس الأجهزة المنافسة في السوق والتي لأتأتى بربع مواصفات جهزنا المنزلي Vena Gear، لديه نفس قوة Master V، و تستطيع أخذه معك في كل مكان و زمان.Vena Gear لديه شاشة ملونة بالكامل'.{n} هل سيستطيع هذا الجهاز منافسة Gameling ؟ سنرى. Vena Gear سيظهر {0}.
cs: Vena, výrobce konzole Master V, oznámila novou Vena Gear. Půjde o přenosnou konzoli, která má být přímým konkurentem Gamelingu od Ninventa.{n}Mluvčí zastupující společnost prohlásil: 'Narozdíl od jiných podobných zařízeních na trhu přichází Vena Gear s prakticky plným výkonem jaký má Master V, jen s tím rozdílem, že si ji můžete vzít sebou na cesty.'{n}Sesadí toto zařízení Gameling? Uvidíme. Vena Gear bude mít debut {0}.
de: Vena, Erfinder der Master V Konsole, kündigte Vena Gear an. Die tragbare Konsole ist die Antwort auf den Gameling von Ninvento.{n}Ein Unternehmensvertreter meinte, dass die tragbare Konsole Vena Gear sich hinsichtlich ihrer Performance nicht hinter der Master V Konsole verstecken braucht. Ganz im Gegensatz zu vergleichbaren Geräten am Markt, die sich leistungstechnisch nicht mit Spielkonsolen messen können. Vena Gear verfügt außerdem über ein Farbdisplay.{n}Wird diese Neuerscheinung den Gamling toppen? Wir sind gespannt. Der Vena Gear erscheint {0}.
fr: Vena, créateur de la console Master V, vient d'annoncer la Vena Gear, une console portable positionnée pour concurrencer directement la Gameling de Ninvento.{n}Un porte-parole de l'entreprise a affirmé : « Contrairement à d'autres appareils similaires sur le marché, dont les performances sont loin d'approcher celles des consoles de salon, la Vena Gear dispose de la puissance de la Master V, à ceci près que vous pouvez l'emmener avec vous. La Vena Gear est de plus dotée d'un écran couleur ».{n}Cette console surpassera-t-elle la Gameling ? Seul le temps nous le dira. La Vena Gear fera son apparition {0}.
nb: Vena, selskapet bak Master V-konsollen, har annonsert Vena Gear, en portabel konsoll som skal konkurrere direkte med Ninventos Gameling.{n}En talsperson fra selskapet uttalte at "i motsetning til liknende konsoller påfyll markedet, har Vena Gear i utgangspunktet like mye krefter som en Master V, forskjellen er at du kan ta den med deg. Den har ogsï¿½ fargeskjerm."{n}Kan denne nykommeren velte Gameling? Det gjenstï¿½r å se. Vena Gear kommer ut {0}.
nl: Vena, maker van de spelcomputer Master V, heeft de Vena Gear aangekondigd, een draagbare spelcomputer die het rechtstreeks moet opnemen tegen de Gameling van Ninvento.{n}Een woordvoerder van het bedrijf zei: 'In tegenstelling tot gelijkwaardige apparaten op de markt die niet in de buurt van volwaardige spelcomputers komen, heeft de Vena Gear feitelijk het volledige vermogen van de Master V, behalve dat je hem met je mee kan nemen. De Vena Gear heeft ook een kleurenscherm'.{n}Zal het apparaat de Gameling kunnen onttronen? We zullen zien. De Vena Gear debuteert {0}.
pl: Vena, twórca platformy Master V, zapowiedziała premierę przenośnej konsoli Vena Gear, bezpośredniego rywala Gamelinga firmy Ninvento.{n}Przedstawiciel przedsiębiorstwa powiedział: „W odróżnieniu od wielu podobnych urządzeń na rynku, które tylko udają konsole, Vena Gear posiada taką samą moc jak Master V, a dodatkowo jest przenośna. Jest też wyposażona w kolorowy ekran”. Czy ten sprzęt zepchnie na boczny tor Gamelinga? Zobaczymy. Vena Gear trafi na sklepowe półki {0}.
sv: Vena, skaparen av Master V konsolen, har tillkännagett Vena Gear, en bärbar konsol som kommer konkurrera mot Gameling från Ninvento.{n}En talesman för företaget sade, "Till skillnad från liknande produkter på marknaden som inte kommer nära spelkonsolerna så är Vena Gear i princip likadan som Master V, förutom att du kan ta den med dig. Vena Gear har också en färgskärm ".{n}Kommer denna enhet störta Gameling? Vi får se. Vena Gear kommer att debutera {0}.

source: Vena has announced that they will release a new gaming console {0}. The Vena Oasis comes with 16-bit graphics and sound which promises a new kind of gaming experience.{n}Vena said at the announcement, 'The Oasis is a new start, it will be the genesis of a new generation of gaming consoles and we believe it will do very well in the market'. Some of the games already announced for the console suggest that it will appeal to more mature audiences.
ar_001: أعلنت Vena عن جهاز ألعاب منزلي جديد{0}. Vena Oasis يأتي برسومات و أصوات 16-بت والتي تعد بتجربة لعب جديدة تماما.{n} قالت Vena أثناء الإعلان، 'أن Oasis بداية جديدة، سيكون نشأة لجيل جديد من أجهزة الألعاب المنزلية و نحن نؤمن انه سيبيع بشكل جيد جدا في السوق'. بعض الألعاب التي تم الإعلان عنها للجهاز تشير انه سيتوجه للاعبين البالغين.
cs: Vena oznámila novou herní konzoli, která má vyjít {0}. Vena Oasis již bude mít 16-bitovou grafiku a slibuje nový zážitek díky lepšímu zvuku.{n} Vena ve svém oznámení tvrdí: 'Oasis je novým začátkem, je to genesis nové generace herních konzolí a věříme, že si na trhu povede velmi dobře.' Některé již oznámené hry se budou zaměřovat spíše na starší publikum.
de: Vena hat bekannt gegeben, dass sie {0} eine neue Spielkonsole veröffentlichen werden. Die Vena Oasis ist mit 16-bit Grafik und Sound ausgestattet und verspricht somit ein neues Spielerlebnis. Vena sagte bei der Vorstellung: 'Die Oasis ist der Anfang einer neuen Ära von Spielkonsolen und wir sind sicher, dass sie sich am Markt sehr gut behaupten wird'. Einige der angekündigten Spiele lassen vermuten, dass sich die Konsole eher an ein erwachsenes Publikum richtet.
fr: Vena a annoncé la sortie de leur nouvelle console de salon {0}. La Vena Oasis sera dotée de graphismes et de son en 16 bits, qui promettent une toute nouvelle expérience de jeu.{n}Lors de l'annonce, Vena a ajouté « L'Oasis est un nouveau départ, elle sera la source d'une nouvelle génération de consoles de jeu, et nous sommes convaincus de son succès ». Certains des jeux déjà annoncés pour cette console laissent à penser que celle-ci intéressera un public plus averti.
nb: Vena melder om at de vil lansere en ny spillkonsoll {0}. Vena Oasis har 16-bits grafikk og lyd, noe som vil gi en helt ny spillopplevelse.{n}Vena hadde fï¿½lgede å si påfyll pressekonferansen: "Oasis er en ny start, en genesis for en helt ny generasjon spillkonsoller, og vi har troen påfyll at den vil gjøre det veldig bra i markedet." Noen av titlene som allerede er annonsert til konsollen kan tyde påfyll at den vil appellere til et mer modent publikum.
nl: Vena heeft aangekondigd dat ze een nieuwe spelcomputer gaan uitbrengen {0}. De Vena Oasis zal beschikken over 16-bit beeld en geluid, wat een geheel nieuwe speelbeleving belooft.{n}Vena zij tijdens de aankondiging: 'De Oasis is een nieuw begin, het zal een begin zijn van een nieuwe generatie van spelcomputers en we geloven dat hij het erg goed op de markt zal doen'. Enkele van de reeds voor de spelcomputer aangekondigde games suggereren dat hij vooral aan zal slaan bij een volwassen publiek.
pl: Vena ogłosiła, że {0} wypuści na rynek nową konsolę. Vena Oasis charakteryzuje się 16-bitową grafiką oraz dźwiękiem, który przeniesie nas w nowy wymiar wirtualnej rozrywki. Przedstawiciel Veny powiedział: „Oasis to nowy start. Będzie to początek nowej generacji konsol. Wierzymy, że Oasis świetnie poradzi sobie na rynku”. Upubliczniono informacje dotyczące kilku gier, które zostaną wydane na Venę Oasis. Wygląda na to, że będą skierowane do bardziej dojrzałych odbiorców.
sv: Vena har meddelat att de kommer att släppa en ny spelkonsol {0}. Vena Oasis levereras med 16-bitars grafik och ljud, som lovar en ny typ av spelupplevelse. {N} Vena sade vid tillkännagivandet, "Oasis är en ny start, det kommer att vara startskottet för en ny generation av spelkonsoler och vi tror att det kommer att göra mycket bra på marknaden". Några av de spel som redan aviserats för konsolen tyder på att det kommer att tilltala mer vuxen publik.

source: Today, Ninvento announced the much anticipated successor to the popular TES console. 'This is the greatest console we have ever built. It comes with state of the art 16-bit graphics and sound. It is simply super and that's why we decided to call it the Super TES!'.{n}Fans around the world have been waiting for this moment and it seems that they will not be disappointed.
ar_001: اليوم, Nivento أعلنت عن خليفة الجهاز المشهور TES. 'انه افضل جهاز قد صنعناه. يأتي برسومات و أصوات 16 بت مذهلة. بكل بساطة انه خارق و لذلك سميناه Super TES!.{n} معجبونا حول العالم كانوا ينتظرون هذه اللحطة و يبدو انه لن يخيب ظنهم.
cs: Ninvento dnes představilo nástupce populární konzole TES. 'Konzole bude mít 16-bitovou grafiku a zvuk. Naší novinku jsme se rozhodli nazvat Super TES!'{n}Fanoušci z celého světa se na novinku těší a vypadá to, že nebudou zklamáni.
de: Ninvento kündigte heute den heiß ersehnten Nachfolger der beliebten TES an. 'Diese Konsole ist die Beste, die wir jemals produziert haben. Sie ist mit modernster 16-bit Grafik und Sound ausgestattet. Da sie einfach nur super ist, haben wir entschieden sie Super TES zu nennen!'{n}Auf der ganzen Welt haben Fans auf diesen Moment gewartet und es scheint, dass sie nicht enttäuscht werden.
fr: Ninvento a annoncé aujourd'hui le successeur tant attendu de la très populaire TES. « C'est la meilleure console que nous ayons jamais construite. Elle est dotée de graphismes et de sons 16 bits à la pointe de la technologie. Elle est tout simplement super, c'est pourquoi nous avons décidé de l'appeler Super TES ! ».{n}Les fans du monde entier attendaient ce moment, et il semble qu'ils ne seront pas déçus.
nb: I dag annonserte Ninvento sin lenge etterlengtede oppfï¿½lger til den populære TES-konsollen. "Dette er den beste konsollen vi har bygget noensinne. Den har hypermoderne 16-bits grafikk og lyd. Den er ganske enkelt super, og derfor har vi bestemt oss for å kalle den Super TES!"{n}Fans over hele verden har ventet påfyll dette ï¿½yeblikket, og de blir nok ikke skuffet.
nl: Vandaag heeft Ninvento een langverwachte opvolger voor de populaire spelcomputer TES aangekondigd. 'Deze spelcomputer is de beste die we tot nog toe geproduceerd hebben. Hij beschikt over 16-bit beeld en geluid dat gerust het neusje van de zalm mag worden genoemd. Hij is eenvoudigweg super en daarom hebben we hem de Super TES genoemd!'{n}Fans van over de wereld hebben op dit moment gewacht en het lijkt erop dat ze niet teleurgesteld zullen worden.
pl: Ninvento zapowiedziało dzisiaj premierę od dawna oczekiwanego następcy popularnej konsoli TES. „To najlepsza konsola, jaką do tej pory stworzyliśmy. Charakteryzuje się najnowocześniejszą 16-bitową grafiką oraz najlepszej jakości dźwiękiem. Jest po prostu super i dlatego postanowiliśmy nazwać ją Super TES!”{n}Fani na całym świecie czekali na tę chwilę i wygląda na to, że nie będą zawiedzeni.
sv: Idag meddelade Ninvento den mycket efterlängtade uppföljaren till den populära TES konsolen. "Detta är den bästa konsolen vi någonsin har byggt. Den levereras med toppmodernt 16-bitars grafik och ljud. Den är helt enkelt superbra och det är därför vi valt att kalla den Super TES! '. {N} Fans runt om i världen har väntat på detta ögonblick, och det verkar som att de inte kommer att bli besvikna.

source: The media is abuzz with the latest news from this year's Entertainment Conference. In a surprise announcement Vonny, a company known for general electronics has presented a prototype console called the Play System.{n}Apparently Vonny has collaborated with Ninvento, creators of the beloved and successful TES and Super TES consoles to develop what is basically a Super TES with a CD drive.{n}This would be the world's first console using a CD drive.
ar_001: وسائل الإعلام تضجّ بآخر الأخبار من مؤتمر الترفيه لهذه السنة. في إعلان مفاجئ Vonny، شركة تعرف بالإلكترونيات العامة قد قدّمت نموذج أوّلي لجهاز الألعاب المسمّى بـ Play System.{n}على ما يبدو أن Vonny تعاونت مع Ninvento، مبتكرة جهازي الألعاب المحبوبين والناجحين TES و Super TES لتطوير ما هو أساساً جهاز Super TES مع محرك أقراص مضغوطة.{n}هذا سيكون أول جهاز ألعاب يستخدم محرك أقراص مضغوطة.
cs: Ve všech médiích to bzučí nejžhavějšími novinkami z Výstavy zábavy. Vonny, společnost známá hlavně svojí černou elektronikou, překvapivě představila prototyp pojmenované Play System.{n}Dle všeho Vonny spolupracovala s Ninventem, tvůrcem oblíbených konzolí TES a Super TES, a vytvořili defakto Super TES s CD mechanikou.{n}Měla by to být první konzole s CD mechanikou vůbec.
de: Die Medien sind voll von den letzten Neuigkeiten der diesjährigen Entertainment Conference. Überraschend hat Vonny, bekannt als Hersteller von Elektrogeräten, den Prototypen einer Konsole namens Play System vorgestellt.{n}Offenbar hat sich Vonny mit Ninvento, dem Hersteller der beliebten und erfolgreichen TES und Super TES Konsolen zusammengetan, um eine Konsole herzustellen, die im Grunde eine Super TES mit CD-Rom Laufwerk ist.{n}Dies würde die weltweit erste Konsole mit CD-Rom Laufwerk sein.
fr: Les dernières nouvelles de cette édition de l’Entertainment Conference ont provoqué l’effervescence des médias. Dans une annonce surprise, Vonny, une entreprise connue dans le domaine de l'électronique grand public, a présenté le prototype d’une console appelée la Play System.{n}Apparemment, Vonny aurait collaboré avec Ninvento, créateur des fameuses TES et Super TES, dans le but de développer ce qui est essentiellement une Super TES avec un lecteur CD.{n}Ce serait la première console utilisant un lecteur CD.
nb: Det koker i pressekorpset etter ï¿½rets underholdningsmesse. I en overraskende vending under deres pressekonferanse presenterte selskapet Vonny, mest kjent for sine elektronikkprodukter, prototypen påfyll en ny spillkonsoll kalt Play System.{n}Bak lukkede dï¿½rer har Vonny samarbeidet med Ninvento, selskapet bak braksuksessene TES og Super TES. Sammen har de utviklet et en konsoll som enkelt forklart er en Super TES med en CD-stasjon.{n}Dette ligger an til å bli verdens første CD-baserte spillkonsoll.
nl: In de media gonst het laatste nieuws van de Entertainment Conference van dit jaar. In een verrassingsaankondiging heeft Vonny, een bedrijf bekend vanuit de consumentenelektronica, een prototype van een spelcomputer genaamd de Play System gepresenteerd.{n}Het lijkt erop dat Vonny heeft samengewerkt met Ninvento, de makers van de geliefde en succesvolle spelcomputers TES en Super TES, om iets te ontwikkelen dat feiteijk een Super TES met een CD-speler is.{n}Het zou de eerste spelcomputer ter wereld zijn met een CD-speler.
pl: W mediach huczy od doniesień z tegorocznej Konferencji Przemysłu Rozrywkowego. W swoim nieoczekiwanym oświadczeniu Vonny, przedsiębiorstwo znane z produkcji części elektronicznych, zaprezentowało prototyp konsoli o nazwie Play System.{n}Oczywiście Vonny współpracowało z Ninvento, twórcami uwielbianych i odnoszących sukcesy konsol TES i Super TES. To, co wspólnie stworzyli, to w zasadzie Super TES z napędem CD. To pierwsza konsola na świecie wyposażona w taki napęd.
sv: Medierna vimlar med de senaste nyheterna från årets Entertainment Conference. I ett överrasknings meddelande ifrån Vonny, ett företag känt för allmän elektronik presenterade dem en prototyp konsol kallad Play System.{N}Tydligen hade Vonny samarbetat med Ninvento, kända för den älskade och framgångsrika TES och Super TES och dem har utvecklat vad är i grunden är en Super TES med en CD-enhet.{n}Detta skulle vara världens första konsol med en CD-enhet.
