Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Journalists around the world are baffled as only one day after Vonny and Ninvento jointly announced the Play System at the Entertainment Conference things have turned sour.{n}Ninvento announced today that they will cancel the project and instead seek to develop a new console with a different partner.{n}Rumour has it that the distribution deal the companies had worked out was unfavorable to Ninvento handing over much of the control to Vonny.{n}This seems to be the end of the Play System.
ar_001: الصحفيّين حول العالم في حيرة حيث أنه وبعد يوم واحد من إعلان Vonny و Ninvento بالإجماع عن Play System في مؤتمر الترفيه قد انقلبت الأمور للأسوء.{n}Ninvento أعلنوا اليوم أنهم سيلغون المشروع و عوضاً عنه سيسعون لتطوير جهاز ألعاب جديد مع شريك مختلف.{n}و يُشاع أن اتفاق التوزيع التي عمِلت بها الشركتين لم تكن في صالح Ninvento لإعطائها Vonny الكثير من السيطرة.{n}يظهر أنه هذه نهاية جهاز Play System.
cs: Novináři po celém světě jsou zmatení. Je tomu pouhý den od oznámení Vonny a Ninventa na Výstavě zábavy, že spolupracují na Play Systemu, a teď jen všem kysnou úsměvy. Ninvento dnes oznámilo, že projekt ruší a místo toho hledají na vývoj konzole nového partnera.{n}Říká se, že distribuční ujednání znevýhodňovalo Ninvento a dávalo příliš velkou kontrolu Vonny.{n}Tohle bude zřejmě konec Play Systemu.
de: Journalisten auf der ganzen Welt sind überrascht, dass nur einen Tag nachdem Vonny und Ninvento die Play System auf der Entertainment Conference vorgestellt haben, der Deal bereits geplatzt ist.{n}Ninvento gab heute bekannt das Projekt mit Vonny abzubrechen und stattdessen eine neue Konsole mit einem anderen Geschäftspartner zu entwickeln.{n}Gerüchten zufolge war der Deal der beiden Unternehmen für Ninvento von Nachteil, da sie zu viel Kontrolle an Vonny hätten abgeben müssen.{n}Dies scheint das Ende der Play System zu sein.
fr: Les journalistes du monde entier sont plongés dans la perplexité, tandis qu'un jour à peine après l'annonce conjointe de la Play System par Vonny et Ninvento à l'Entertainment Conference, les choses semblent avoir tourné à l'aigre.{n}Ninvento a déclaré aujourd'hui qu'ils allaient annuler le projet, et plutôt chercher à développer une nouvelle console avec un autre partenaire.{n}La rumeur prétend que l'accord de distribution établi par les deux entreprises était défavorable à Ninvento, en cédant la plus grande partie du contrôle à Vonny.{n}Cette annonce semble sonner le glas de la Play System.
nb: Journalister over hele verden er forblï¿½ffet etter at ting har surnet mellom Vonny og Ninvento, bare en dag etter at de presenterte sitt samarbeidsprosjekt Play System under underholdningsmessen.{n}Ninvento uttalte i dag at de skrinlegger prosjektet og ønsker å utvikle en ny konsoll med en annen partner.{n}Ifï¿½lge ryktebï¿½rsen var distribusjonsavtalen selskapene imellom lite gunstig for Ninvento, med Vonny i fï¿½rersetet.{n}Dette later til å vï¿½re slutten for Play System.
nl: Journalisten van over de hele wereld staan versteld nu één dag nadat Vonny en Ninvento gezamenlijk de Play System op de Entertainment Conference hebben aangekondigd, de relatie verzuurd lijkt.{n}Ninvento heeft vandaag aangekondigd dat ze het project annuleren en inzetten op het ontwikkelen van een nieuwe spelcomputer met een andere partner.{n}Er gaan geruchten rond dat de distributieovereenkomst die de bedrijven hadden uitgewerkt, ongunstig uitpakte voor Ninvento waarbij Vonny de meeste invloed zou hebben.{n}Dit lijkt het einde te zijn van de Play System.
pl: Dziennikarze z całego świata są zaskoczeni nagłą zmianą w relacjach między Vonny a Ninvento. Zaledwie dzień wcześniej obie firmy wspólnie wydały oświadczenie na Konferencji Przemysłu Rozrywkowego o wypuszczeniu na rynek konsoli Play System.{n}Ninvento ogłosiło dziś, że projekt jest anulowany, a tworzenie nowej konsoli będzie kontynuowane z innym partnerem. Plotka głosi, że zapisy umowy dystrybucyjnej między firmami były niekorzystne dla Ninvento i oddawały zbyt wiele kontroli w ręce firmy Vonny. Wydaje się, że to koniec konsoli Play System.
sv: Journalister världen över är förbryllade, bara en dag efter Vonny och Ninvento gemensamt meddelade Play System på Entertainment Conference, har saker har vänt drastiskt.{n}Ninvento meddelade idag att de kommer att avbryta projektet och i stället sträva efter att utveckla en ny konsol med en annan partner.{n}Ryktet säger att det distributionsavtal bolagen hade arbetat ut var ogynnsam för Ninvento, de var tvugna att lämna mycket av kontrollen till Vonny.{n}Detta verkar vara slutet på Play System.

source: Today, Vonny has announced their very own console called the Playsystem. Apparently the company has completely reworked their earlier Play System prototype after Ninvento cancelled the project.{n}The new Playsystem comes with a CD-ROM drive and 32-bit processors and is wholly owned by Vonny. Industry professionals say that this might be the beginning of a new generation of consoles. Ninvento declined to comment. The Playsystem will enter the market {0}.
ar_001: اليوم, Vonny أعلنت عن جهازهم الخاص المسمى Playsystem. يبدو بأن الشركة أعادت العمل على النسخة الأولية من Play System بعدما Ninvento ألغت مشروعها. {n} جهاز Playsystem الجديد يأتي بقارئ أقراص مضغوطة ومعالج مبني على معمارية 32-bit وتمتلكه بالكامل شركة Vonny. وقال المتخصصون في هذا المجال بأنه قد تكون هذه بداية جيل جديد للأجهزة المنزلية. شركة Ninvento رفضت التصريح بهذا الخصوص. وجهاز Playsystem سيتواجد في السوق في {0}.
cs: Vonny dnes oznámila jejich vlastní konzoli pojmenovanou Playsystem. Společnost poté, co Ninvento původní projekt zrušilo, zcela přepracovala jejich prvotní prototyp.{n}Nový Playsystem je vlastním výrobkem Vonny a přijde s CD-ROM mechanikou a 32-bitovým procesorem. Odborníci z branže tvrdí, že právě tato konzole by mohla být počátkem nové generace. Ninvento odmítlo komentovat. Playsystem na trh vstoupí {0}.
de: Heute hat Vonny ihre eigene Konsole namens Playsystem angekündigt. Anscheinend hat das Unternehmen ihren Prototypen Play System komplett überarbeitet, nachdem Ninvento das Projekt abgebrochen hat.{n}Die neue Playsystem wird mit einem 32-bit Prozessor und einem CD-Rom Laufwerk ausgestattet sein und ist alleiniges Eigentum von Vonny. Experten der Branche behaupten, dass dies der Beginn einer neuen Generation von Spielkonsolen sein wird. Ninvento lehnte eine Stellungnahme dazu ab. Die Playsystem kommt {0} auf den Markt.
fr: Vonny vient de dévoiler aujourd'hui sa propre console, baptisée Playsystem. L'entreprise a semble-t-il complètement retravaillé son précédent prototype de Play System après l'annulation du projet par Ninvento.{n}La nouvelle Playsystem, équipée d'un lecteur CD-ROM et de processeurs 32-bits, appartient complètement à Vonny. Les professionnels de l'industrie disent que ce pourrait être le début d'une nouvelle génération de consoles. Ninvento s'est abstenu de tout commentaire. La Playsystem fera son entrée sur le marché {0}.
nb: Vonny har annonsert sin egen konsoll i dag, kalt Playsystem. Selskapet har tilsynelatende designet en ny konsoll fra bunnen av basert påfyll Play System-prototypen, etter at det prosjektet ble avblï¿½st av Ninvento.{n}Den nye Playsystem-konsollen har CD-ROM-spiller og 32-bits prosessorer, og eies av Vonny alene. Bransjefolk sier at dette kan vï¿½re begynnelsen påfyll en ny generasjon spillkonsoller. Ninvento hadde ingen kommentar til saken. Playsystem vil vï¿½re å finne i butikkhyllene {0}.
nl: Vandaag heeft Vonny zijn eigen spelcomputer genaamd de Playsystem aangekondigd. Het lijkt erop dat het bedrijf zijn eerdere prototype van de Play System volledig heeft herwerkt nadat Ninvento uit het project stapte.{n}De nieuwe Playsystem komt met een CD-ROM-speler en 32-bit processoren. De machine is helemaal eigen van Vonny. Professionals uit de industrie zeggen dat dit het begin van een nieuwe generatie spelcomputers kan zijn. Ninvento weigert ieder commentaar. De Playsystem komt {0} op de markt.
pl: Vonny zapowiedziało dzisiaj premierę konsoli Playsystem. Najwyraźniej japoński gigant stworzył całkowicie nową wersję prototypu Play System, gdy Ninvento anulowało projekt jego budowy. Nowa konsola posiada napęd CD-ROM oraz 32-bitowy procesor i jest wyłączną własnością firmy Vonny.{n}Fachowcy z branży twierdzą, że może być to początek nowej generacji konsol. Ninvento odmówiło komentarza. Playsystem trafi do sprzedaży {0}.
sv: Idag har Vonny annonserat sin egen konsol som kallas Playsystem. Tydligen har företaget helt omarbetat sin tidigare prototyp av Play System efter Ninvento avbröt projektet.{n}Det nya Playsystem kommer med en CD-ROM-enhet och 32-bitars processorer och är helägt av Vonny. Yrkesmän säger att detta kan vara början på en ny generation av konsoler. Ninvento har avböjt att kommentera. Playsystem kommer in på marknaden {0}.

source: Ninvento announced their next generation console called TES 64 today. Expected {0} it is the world's first gaming console to sport 64-bit processors for graphics and audio. Ninvento said this will allow never-before-seen 3D realism.{n}In recent years the Super TES has lost a lot of market share to more modern consoles. Market experts said that the hardware of the TES 64 is surely impressive, but expressed their surprise that it still uses ROM cartridges instead of the much cheaper and higher capacity CD-ROM format.{n}Nevertheless, the TES 64 seems like an impressive console and Ninvento has said that it plans to aggressively price it against Vonny's Playsystem.
ar_001: شركة Ninvento أعلنت عن جهازها للجيل القادم والمسمى TES 64 هذا اليوم. المتوقع {0} بأنه أول جهاز ألعاب منزلي يدعم معالج مبني على معمارية 64-bit للرسوميات والصوتيات. شركة Ninvento قالت بأنه سيسمح بعرض مالم يعرض من قبل وهو 3D واقعي. {n} في السنوات الماضية جهاز Super TES خسر الكثير في السوق مقابل الأجهزة المنزلية الحديثة. خبراء السوق قالوا بأن عتاد TES 64 مثيرة للإعجاب بالتأكيد, ولكنهم أعربوا عن دهشتهم لأن الجهاز ما زال يستخدم قارئ ROM cartridges بدلاً من قارئ الأقراص المضغوطة ذو السعر الأرخص والقدرة التخزينية الأكبر.{n} مع ذلك، جهاز TES 64 يبدو بأنه جهاز ألعاب منزلية مثير للإعجاب وأن Ninvento قالت بأنها تخطط لسعر يضرب بقوة جهاز Playsystem من شركة Vonny.
cs: Ninvento dnes oznámilo jejich konzoli nové generace. Bude se jmenovat TES 64 a je očekávána {0}. Jde o světově první konzoli, která podporuje 64-bitový procesor pro grafiku i zvuk. Ninvento se nechalo slyšet, že to umožní doposud nevídaný 3D realismus. {n}V posledních letech ztratilo Super TES veliký podíl na trhu plném modernějších konzolí. Experti tvrdí, že hardware konzole je vskutku úchvatný, ale využití ROM kazetek, místo mnohem levnějších CD-ROM s vyšší kapacitou, je překvapilo. {n}Tak jako tak vypadá TES 64 na zajímavou konzoli a Ninvento říká, že ji plánuje vydat značně levnější, než Playsystem od Vonny.
de: Ninvento hat heute die nächste Generation ihrer Spielkonsole mit dem Namen 'TES 64' angekündigt. Sie wird {0} erwartet und ist weltweit die erste Konsole, die 64-bit Prozessoren für Grafik und Sound verwendet. Ninvento behauptet, dies erlaube eine noch nie zuvor gesehene 3D Grafik.{n}In den letzten Jahren hat Super TES einen großen Marktanteil an aktuellere Konsolen verloren. Experten sind von der Hardware Spezifikation der TES 64 sehr beeindruckt. Sie drücken allerdings ihr Unverständnis darüber aus, dass noch immer ROM Module, anstatt der viel günstigeren CD-ROMs, die darüber hinaus auch mehr Speicherplatz bieten, verwendet werden.{n}Trotzdem ist die TES 64 eine sehr beeindruckende Konsole. Ninvento kündigte eine aggressive Preispolitik gegenüber Vonny's Playsystem an.
fr: Ninvento a annoncé aujourd'hui leur console nouvelle génération, la TES 64. Attendue {0}, il s'agit de la première console de jeu au monde dotée de processeurs 64-bits pour les graphismes et l'audio. Ninvento promet ainsi un réalisme 3D jamais-vu auparavant.{n}Ces dernières années, la Super TES a perdu beaucoup de parts de marché au profit de consoles plus modernes. Les experts ont qualifié d'impressionnante la plateforme matérielle de la TES 64, mais ils ont exprimé leur surprise quant à l'utilisation de cartouches ROM à la place de CD-ROMs, bien moins coûteux et de plus grande capacité.{n}Quoi qu'il en soit, la TES 64 semble être une console impressionnante, et Ninvento a déclaré projeter un placement tarifaire agressif face à la Playsystem de Vonny.
nb: I dag annonserte Ninvento sin nestegenerasjons konsoll, kalt TES 64. Den forventes å vï¿½re i salg {0}, og er den første spillkonsollen som benytter 64-bits prosessorer for grafikk og lyd. Ninvento forteller at dette vil muliggjøre banebrytende 3D-realisme.{n}De siste ï¿½rene har Super TES mistet grepet påfyll markedet, til fordel for mer moderne konsoller. Markedsekspertene sier at TES 64-konsollen er et imponerende stykke maskinvare, men de uttrykker samtidig overraskelse over at den fortsatt benytter ROM-kassetter i stedet for det mye rimeligere og kapasitetssterke CD-ROM-formatet.{n}Uansett virker TES 64 som en imponerende konsoll, og Ninvento forteller at de vil legge prisen påfyll et aggresivt nivï¿½ for å konkurrere med Vonnys Playsystem.
nl: Ninvento heeft vandaag zijn volgende generatie spelcomputer genaamd de TES 64 aangekondigd. Wordt verwacht {0} en zal de eerste spelcomputer ter wereld zijn die 64-bit processoren zal bevatten voor beeld en geluid. Ninvento zegt dat dit 3D-realisme mogelijk zal maken dat we nog niet eerder vertoond is.{n}De Super TES heeft de afgelopen jaren een hoop marktaandeel verloren aan modernere spelcomputers. Marktkenners zeggen dat de hardware van de TES 64 zeker indrukwekkend is, maar hebben hun verrassing geuit dat het apparaat nog altijd ROM-cartridges gebruikt in plaats van de veel goedkopere CD-ROM waar ook nog eens veel meer op past.{n}Desalniettemin lijkt de TES 64 een indrukwekkende spelcomputer te zijn en Ninvento zegt dat ze hem scherp zullen prijzen tegenover de Playsystem van Vonny.
pl: Ninvento zapowiedziało dzisiaj premierę konsoli nowej generacji TES 64. Sprzęt pojawi się na sklepowych półkach {0}. TES 64 ma być pierwszą na świecie konsolą hasającą na 64-bitowym procesorze audio-wideo. Ninvento twierdzi, że po raz pierwszy w historii pozwoli to na realizm 3D.{n}W ostatnich latach Super TES utraciło dużą część rynku na rzecz bardziej nowoczesnych konsol. Znawcy rynku mówią, że specyfikacja TES 64 jest imponująca, ale dziwi ich użycie wejścia na kartridże, a nie tańszego i o wiele bardziej pojemnego formatu CD. Mimo wszystko TES 64 wydaje się być nadzwyczajną konsolą. Ninvento ogłosiło, że planuje agresywnie konkurować cenowo z Playsystemem firmy Vonny.
sv: Ninvento meddelade sin nästa generations konsol kallas TES 64 idag. Förväntad{0} är det världens första spelkonsol till 64-bitars processorer grafik och ljud. Ninvento sade att detta kommer med aldrig tidigare sedd 3D verklighet.{n}Under de senaste åren har Super TES har förlorat en hel del marknadsandelar till mer moderna konsoler. Marknads experter säger att hårdvaran i TES 64 säkert är imponerande, men uttryckte sin förvåning över att det fortfarande använder ROM kasetter istället för den betydligt billigare och högre kapacitet CD-ROM-formatet.{n}Ändå verkar TES 64 som en imponerande konsol och Ninvento har sagt att de planerar att aggressivt prissätta det mot Vonny s Playsystem.

source: The day Vena fans have waited a long time for has arrived, as Vena has announced their next generation console, the DreamVast. A company spokesperson said, 'The DreamVast is a dream come true. This console is the most advanced gaming console in history!'.{n}The new console sports powerful graphics hardware promising graphic quality rivaling those on high-end PCs. The DreamVast is also the first console to ship with a modem out-of-the-box, making it ready for online play. The console will be available {0}.
ar_001: اليوم الذي الذي انتظره معجبو Vena لوقت طويل قد وصل أخيراً، عندما أعلنت Vena عن جهازها للجيل القادم، المتحدّث الرّسمي لشركة DreamVast قال بأن : 'الـ DreamVast هو حلم تحقق. هذا الجهاز هو أكثر جهاز ألعاب متطور في التاريخ!'. {n}الجهاز الجديد يحتوي على أجهزة رسوميات قوية مما يبشر بجودة رسوميات تنافس تلك التي على أجهزة الحاسب المتطورة. DreamVast هو أيضاً أول جاهز يأتي مدعوماً بمودم مع الصندوق، مما يجعله جاهزاً للعب على الإنترنت. الجهاز سيكون متوفراً في {0}.
cs: Dnes nastal den, na který fanouškové Veny čekali velmi dlouho. Vena oznámila její další konzoli, DreamVast. Mluvčí společnosti prohlásil: 'DreamVast je splněným snem. Jde o nejpokročilejší konzoli herní historie!'.{n}Nová konzole podporuje výkonný grafický hardware slibující kvalitní grafiku, která se vyrovná nejvýkonějším počítačům. DreamVast je také první konzolí podporující modemové připojení a je tedy připravena k online hraní. Konzole bude dostupná {0}.
de: Der Tag, auf den viele Vena Fans gewartet haben, ist gekommen: Vena kündigte ihre neue Konsole DreamVast an. Ein Unternehmenssprecher sagte: 'Die DreamVast ist ein wahr gewordener Traum. Diese Konsole ist die fortschrittlichste Spielkonsole der Geschichte!'{n}Die neue Konsole verspricht eine Grafik, die es mit heutigen high-end PCs aufnehmen kann. Die DreamVast ist darüber hinaus die erste Konsole mit eingebautem Modem und dadurch online fähig. Die Konsole wird {0} erscheinen.
fr: Le jour tant attendu par les fans de Vena est arrivé : Vena vient d'annoncer la DreamVast, sa console nouvelle génération. Selon un porte-parole de l'entreprise, « La DreamVast est un rêve devenu réalité. Il s'agit de la console la plus avancée de toute l'histoire du jeu vidéo ! ».{n} La nouvelle console est équipée de puissants composants graphiques promettant une qualité rivalisant avec les PC haut de gamme. La DreamVast est également la première console livrée avec un modem, la préparant d'emblée pour le jeu en ligne. La console sera disponible {0}.
nb: Vena-fans har ventet lenge påfyll denne dagen, og nå er den her. Vena har annonsert sin neste-generasjons konsoll, DreamVast. En talsperson for selskapet uttalte at "med DreamVast har en drï¿½m gï¿½tt i oppfyllelse. Dette er historiens mest avanserte spillkonsoll!"{n}Den nye konsollen har en kraftig grafikkchip, noe som bï¿½r sï¿½rge for ytelse påfyll nivï¿½ med velutstyrte PC-er. DreamVast er også den første konsollen som blir levert med et modem, klar for online-spill. Konsollen er tilgjengelig fra {0}.
nl: De dag waarop Vena-fans lang op gewacht hebben is gekomen: Vena heeft zijn volgende generatie spelcomputer aangekondigd, de DreamVast. Een woordvoerder van het bedrijf zei: 'De DreamVast is een droom die uitkomt. Deze spelcomputer is de meest geavanceerde spelcomputer tot nog toe!'.{n}De nieuwe spelcomputer bevat krachtige grafische hardware die rivaliseert met high-end PC's. De DreamVast is ook de eerste spelcomputer die standaard met een modem wordt geleverd, zodat hij kant en klaar is om on-line te spelen.
pl: Nadszedł dzień, na który fani Veny od dawna czekali. Firma zapowiedziała premierę konsoli nowej generacji DreamVast. Rzecznik prasowy Veny powiedział: „DreamVast to spełnienie marzeń, najbardziej zaawansowana technicznie konsola w historii”.{n}Nowa konsola wyposażona jest w niezwykle wydajny sprzęt graficzny, który oferuje jakość grafiki dorównującą komputerom z górnej półki. DreamVast to także pierwsza konsola sprzedawana z modemem nie wymagającym instalacji. Dzięki temu sprzęt jest gotowy do użytku tuż po wyjęciu z pudełka. DreamVast trafi na sklepowe półki {0}.
sv: Dagen Vena fans har väntat på länge har kommit, eftersom Vena har meddelat sin nästa generations konsol, DreamVast. En talesman för företaget sade, 'DreamVast är en dröm. Denna konsol är den mest avancerade spelkonsolen i historien!'.{n}Den nya konsolen stöder kraftfulla grafikkort med lovande grafisk kvalitet vilket konkurrerar med andra high-end datorer. DreamVast är också den första konsolen leveranstid med ett modem out-of-the-box, vilket gör den redo för online-spel. Konsolen kommer att finnas tillgänglig {0}.
