Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Boss, a small number of dedicated fans have asked that we release the source code to one of our older game engines '{0}'. Doing so would surely satisfy these fans but given that we worked hard on the engine, we could also sell licenses for it and make some money. Alternatively, we could simply refuse their request completely. What would you like to do?
ar_001: أيها الرئيس، مجموعة صغيرة من المعجبين المخلصين سألوا بأن نطلق شفرة المصدر لواحد من محركات ألعابنا القديمة'{0}' إذا فعلنا ذلك سوف يرضي هؤلاء المعجبين بالتأكيد لكن بالنظر إلي أننا عملنا بجد على المحرك, يمكننا أيضا بيع رخص للمحرك و كسب بعض المال. بدلا من ذلك, يمكننا رفض عرضهم كليا. ماذا تريد أن تفعل؟
cs: Šéfe, malá skupina zasvěcených fanoušků nás požádala o uvolnění zdrojového kódu jednoho našeho staršího enginu, '{0}'. Takové gesto by tyto fanoušky dozajista potěšilo. Na druhou stranu jsme se na tom enginu dost nadřeli, mohlo by tedy přijít vhod prodat licenci k němu a vydělat nějaké peníze. A nebo jednoduše jejich žádost zcela zamítneme. Co s tím?
de: Chef, eine kleine Anzahl von engagierten Fans, haben gefragt, ob wir den Quellcode für die alte Spiel-Engine '{0}' veröffentlichen würden. Das so zu machen würde sicherlich die Fans zufriedenstellen, aber wir haben auch hart an der Spiel-Engine gearbeitet. Wir könnten Lizenzen verkaufen und etwas Geld machen. Alternativ können wir die Anfrage auch komplett ignorieren. Also, was sollen wir tun?
fr: Patron, un petit groupe de fans a demandé à ce qu'on leur laisse le code source de notre ancien moteur, "{0}". Si on le faisait, les fans seraient heureux, mais on a travaillé dur sur ce moteur... On pourrait aussi leur vendre la licence et se faire de l'argent. Sinon, on peut simplement refuser entièrement leur demande. Que voulez-vous faire ?
nb: Sjef, en liten gruppe dedikerte fans har spurt om vi kan ugi koden til en av våre eldre spillmotorer '{0}'. Ved å gjøre dette vil vi absolutt tilfredstille these fansene, men sett at vi har jobbet hardt på denne motoren, vi kan også selge lisenser for det og tjene noen penger. Alternativt kan vi avslå forspørselen helt.
nl: Baas, een klein aantal toegewijde fans hebben ons gevraagd om de broncode voor een van onze oudere game engines, '{0}', uit te geven. Als we dit doen kunnen we onze fans tevreden stellen, maar omdat we zo hard hebben gewerkt aan de game engine kunnen we er ook licenties voor verkopen en er geld mee verdienen. We kunnen er ook voor kiezen hun verzoek compleet van de tafel te vegen. Wat zou je willen doen?
pl: Szefie, niewielka liczba oddanych fanów poprosiła o opublikowanie kodu źródłowego do jednego z naszych starszych silników. Chodzi o silnik {0}. Jeśli opublikujemy kod, zadowolimy fanów, ale biorąc pod uwagę naszą ciężką pracę nad tym silnikiem, możemy także sprzedawać na niego licencje i zarobić trochę pieniędzy. Możemy też całkowicie odmówić. Co powinniśmy zrobić?
sv: Chefen, ett fåtal hängivna fans har bett att vi släpper källkoden till en av våra äldre spelmotorer "{0}". Om du gör det skulle säkert tillfredsställa dessa fans men med tanke på att vi arbetat hårt på den spelmotorn, så kan vi sälja licenser för den och få lite pengar. Alternativt, kan vi enkelt avslå deras begäran helt och hållet. Vad skulle du vilja göra?

source: We've just received a letter from a company called 'All Your IP Belongs To US' and they say that our engine {0} is infringing on one of their patents.{n}They 'graciously' offer a license to their patent for {1} and are willing to give us a 50% discount if we just pay them without fighting them in court. We could pay this and hope that they won't bother us again or we could refuse and try to resolve this in front of the courts. Alternatively we might be able to rally our fans and publicly fight them. How would you like to proceed?
ar_001: لقد وصلتنا رسالة من شركة تدعى 'All Your IP Belongs To US' ويقولون بأن محركنا {0} يتعارض مع واحد من براءات اختراعهم.{n}ولقد عرضوا 'بسماحة' علينا رخصة لبراءة اختراعهم بمقابل {1} وهم مستعدين لإعطائنا خصم 50% إذا دفعنا لهم دون مشاجرتهم في المحكمة. يمكننا الدفع لهم ونأمل بأنهم لن يزعجونا مرة أخرى أو يمكننا الرفض ونحاول حل هذه المشكلة في المحكمة. ماذا تريد أن تفعل؟
cs: Právě jsme obdrželi dopis ze společnosti All Your IP Belongs To US a tvrdí, že náš engine {0} porušuje jeden z jejich patentů.{n}Milosrdně nám 'nabízejí' licenci k jejich patentu za {1} a jsou ochotni nám dát 50% slevu pokud jsme ochotni celou záležitost vyřídit mimosoudně. Mohli bychom jim zaplatit a doufat, že už nás znovu obtěžovat nebudou a nebo to zamítneme a vyřešíme to u soudu. Případně bychom mohli shromaždit naše fanoušky a bojovat proti nim veřejně. Jak chcete postupovat?
de: Wir haben gerade einen Brief von einer Firma namens 'All Your IP Belongs To US' erhalten und sie schreiben, dass unsere Spiel-Engine {0} eines ihrer Patente verletzen würde.{n}'Großzügiger weise' bieten sie uns eine Lizenz für ihr Patent an und geben uns einen 50% Rabatt, wenn wir sie nicht vor Gericht bringen. Wir könnten diese Aufforderung bezahlen und hoffen, dass sie uns nicht noch weiter belästigen oder wir könnten ablehnen und versuchen die Sache vor Gericht zu klären. Alternativ könnten wir unsere Fans mobilisieren und sie öffentlich bekämpfen. Wie sollen wir vorgehen?
fr: On vient de recevoir une lettre d'une entreprise appelée "All Your IP Belongs to US" qui dit que notre moteur, {0}, utiliserait des bouts de leurs codes.{n}Ils nous proposent "gentiment" de leur payer les droits pour les codes pour {1} et sont prêts à nous faire une remise de 50% si on ne va pas au pénal. On pourrait payer et espérer qu'ils ne nous embêtent plus ou refuser et aller au tribunal pour résoudre ce litige. Sinon on peut rallier nos fans pour les combattre publiquement. Comment voulez-vous faire ?
nb: Vi har akkurat fått et brev fra et firma som heter 'Alle Deres Ip'er Tilhører OSS' og de sier at vår spillmotor {0} bryter med én av deres patenter.{n}De tilbyr 'grasiøst' en lisens til deres patent for {1} og de er villige til å gi oss 50% avslag hvis bare betaler dem, uten å gå til retten. Vi kan betale summen og håpe at de ikke plager oss igjen, eller så kan vi nekte og prøve å løse dette i retten. Alternativt kan vi kanskje klare å samle våre fans og offentlig bekjempe dem. Hvordan vil du fortsette?
nl: We hebben zojuist een brief ontvangen van een bedrijf genaamd 'All Your IP Belongs To US' en zij zeggen dat onze engine {0} de rechten schend van één van hun patenten.{n}Zij zeggen ons een 'genadig' aanbod te doen voor een licentie van een patent voor {1} en willen ons 50% korting geven als we ze gewoon betalen zonder ze voor het recht te slepen. We zouden dit kunnen betalen en dan hopen dat ze ons niet weer lastig vallen, of we kunnen ze weigeren en dit oplossen in de rechtszaal. Eventueel kunnen wij ook onze fans oproepen hun publiekelijk te bevechten. Hoe zou je graag willen verdergaan?
pl: Dostaliśmy właśnie list od firmy „Wszystkie Wasze Gry Należą Do Nas”. Twierdzą, że nasz silnik {0} łamie prawa autorskie jednego z ich patentów.{n}„Łaskawie”oferują licencję na ich patent za {1} i chcą nam dać 50% zniżki, jeżeli zapłacimy im od razu, bez walki w sądzie. Możemy przekazać im te pieniądze i mieć nadzieję, że nie będą już nam zawracać głowy, albo odmówić i rozstrzygnąć tę sprawę sądownie. Możemy także zwołać naszych fanów i walczyć z wrogiem na forum publicznym. Co zrobimy?
sv: Vi har nyss fått ett brev från ett företag kallat "Alla Era IP-adresser Tillhör Oss" och de sa att våran spelmotor {0} gör intrång på ett av deras patent.{n}De erbjuder "nådigt" en licens till deras patent för {1} och är villiga att ge oss 50% rabatt om vi bara betalar dem utan att bekämpa dem i domstol. Vi skulle kunna betala detta och hoppas att de inte kommer att bry sig om oss igen eller kan vi vägra och försöka lösa detta inför domstol. Alternativt skulle vi kunna samla våra fans och offentligt bekämpa dem. Hur vill du fortsätta?

source: Analysts have observed a strange trend lately where players around the world seem to have developed a curious taste for unusual games.{n}As one player put it: 'Sometimes you just want to play something unique. A game based on an idea that's not the usual Military/Action game or Fantasy/RPG just to name two examples. I really hope companies bring some unique games to market soon. I would definitely prefer them right now.'{n}This new trend promises to bring an interesting challenge to game developers as topic/genre combinations which used to work well will suddenly be less favorable while more outlandish ideas might flourish.
ar_001: لاحظ المحللون وجود توجه غريب للاعبين حول العالم، حيث يبدو بأنهم يميلون إلى الألعاب الغير الاعتيادية.{n} حيث قال أحد اللاعبين 'أرغب أحيانًا بلعب شيء مميز. لعبة مبنية على فكرة ليست مثل ألعاب الإثارة/حروب أو تتابع الأدوار/الخيال .↵ آمل بأن تقوم الشركات بإصدار ألعاب مميزة قريباً. أرغب بمثلها حالياً' .{n} هذا التوجه الجديد يضيف تحدٍ جديد و مشوق لمطوري الألعاب، حيث أن التوليفات ما بين العناوين و المواضيع و التي كانت ناجحة، أصبحت أقل شهرة بتواجد رغبة لأفكار غريبة و مميزة.
cs: Analytici v poslední době vypozorovali u hráčů velmi neobvyklý trend, kteří mají chuť na neobvyklé hry.{n}Jeden z nich řekl: 'Občas si prostě chci zahrát něco unikátního. Hry jako jsou vojenské akční střílečky nebo fantasy rpg se časem zají. Vážně doufám, že vývojáři na trh přijdou brzy s něčím zajímavým.'{n}Takový trend slibuje zajímavou výzvu pro herní vývojáře s jak neobvyklou kombinací tématu a žánru přijdou.
de: Analysten haben einen merkwürdigen Trend beobachtet, bei dem Spieler auf der ganzen Welt einen kuriosen Faible für ungewöhnliche Spiele entwickelt haben.{n}Ein Spieler drückte es so aus: 'Manchmal will man einfach etwas einzigartiges Spielen. Ein Spiel, dass auf einer Idee basiert, die nicht das übliche Militär/Action Spiel oder Fantasie/Rollenspiel zum Beispiel beinhaltet. Ich hoffe, dass die Firmen bald einige einzigartige Spiele herausbringen. Ich bevorzuge sie in Moment.'{n}Dieser neue Trend verspricht eine interessante Herausforderung für die Spielentwickler zu werden, weil Genre/Themen Kombination die sonst immer gut funktioniert haben, auf einmal nicht mehr gefragt sind und eher ungewöhnliche Ideen erfolg versprechen.
fr: Les spécialistes ont observé une tendance étrange ces derniers temps. Il semble que les gens aient un goût particulier pour les jeux bizarres.{n}Comme dit ce joueur : « Des fois, on veut juste jouer à quelque chose d'unique. Un jeu différent de l'adage du jeu Militaire/FPS ou Fantasy/RPG pour ne nommer que ces exemples. J'espère que les développeurs vont faire de tels jeux bientôt. J'en achèterais à coup sûr ! »{n}Cette tendance promet d'amener un bon défi aux développeurs car les combinaisons fonctionnant d'habitude seront moins rentables. On risque de voir un peu plus d'idées originales.
nb: Analytikere har observert en rar trend den siste tida hvor spillere i hele verden ser ut til å ha utviklet en nysgjerrig smak for uvanlige spill.{n}Som en av spillerne sier det: 'Noen ganger vil du bare spille noe unikt. Et spill basert på en idé som ikke er det vanlige militær/action-spillet eller fantasi/RPG bare for å nevne to eksempler. Jeg håper virkelig at firmaer kommer med noen unike spill på markedet snart. Jeg ville definitivt foretrukket dem akkurat nå.'{n}Denne nye trenden lover å bringe en interessant utfordring til spillutviklere, da tema/sjanger kombinasjoner som pleide å fungere bra, plutselig vil være mindre foretrukket, mens mer uvanlige ideer kanskje vil blomstre.
nl: Analisten hebben de laatste tijd een vreemde trend geobserveerd waarbij spelers een interesse hebben voor ongewone games.{n}Zoals een speler vertelt: 'Soms wil ik gewoon iets unieks spelen. Een game gebaseerd op een idee dat niet de gebruikelijke Militair/Actie-game of Fantasie/RPG, om maar iets te noemen. Ik hoop dat bedrijven binnenkort wat unieke games op de markt brengen. Ik zou ze zeker gaan spelen op dit moment.'{n}Deze nieuwe trend belooft een interessante uitdaging te worden voor ontwikkelaars, omdat thema/genre-combinaties die normaal gesproken goed werken nu misschien minder gunstig zijn terwijl apartere ideeën misschien kunnen uitbloeien.
pl: Analitycy zaobserwowali dziwny trend. Gracze ostatnimi czasy mają skłonność do grania w niecodzienne produkcje.{n}Jak to ujął jeden z nich: „Czasami chce się zagrać w coś wyjątkowego. Coś innego niż na przykład wojenną grę akcji czy też fantasy RPG. Mam nadzieję, że wkrótce wyjdą jakieś unikalne produkcje. W tej chwili naprawdę bym takie wolał”.{n}Ten nowy trend będzie interesującym wyzwaniem dla twórców gier, ponieważ kombinacje tematu z gatunkiem, które dotąd cieszyły się popularnością, nagle spotkają się z chłodniejszym przyjęciem, a dziwaczniejsze pomysły mogą się okazać bardziej udane.
sv: Analytiker har nyligen observerat en märklig trend där spelare runt om i världen verkar ha utvecklat en nyfiken smak för ovanliga spel.{n}Som en spelare uttryckte det: "Ibland vill du bara spela något unikt. Ett spel som bygger på en idé som inte är den vanliga Militär / Action spelet eller en Fantasi / RPG bara för att nämna två exempel. Jag hoppas verkligen företag gör några unika spel till marknaden inom kort. Jag skulle definitivt föredra dem just nu."{n}Denna nya trend lovar att föra en intressant utmaning för spelutvecklare eftersom ämne / genre kombinationer som fungerar bra kommer plötsligt bli mindre gynnsamt medan mer besynnerliga idéer kan blomstra.

source: {0} is no longer supported. You've released {1} game for the platform and earned a total of {2}!
ar_001: {0} لم يعد مدعوم. لقد أصدرت {1} لعبة و كسبت مبلغ وقدره {2}!
cs: {0} již nemá podporu. Na tuto platformu jste vydali {1} her, které vám vydělali {2}!
de: {0} wird nicht langer unterstützt. Du hast {1} Spiele für diese Plattform entwickelt und hast Insgesamt {2} verdient!
fr: La {0} n'est plus produite. Vous avez sorti {1} jeux sur cette plateforme et gagné un total de {2} !
nb: {0} er ikke lenger støttet. Du har lansert {1} spill til plattformen og tjent totalt {2}!
nl: {0} wordt niet langer ondersteund. Je hebt {1} game uitgegeven op het platform en je hebt er in totaal {2} mee verdient!
pl: Konsola {0} nie jest już dostępna. Wyprodukowane przez ciebie gry: {1} Zarobione przez ciebie pieniądze: {2}
sv: {0} stöds inte längre. Du har släppt {1} spel till plattformen och har tjänat totalt {2}!

source: Ninvento has revealed that their bid in the next generation of consoles will be called the Wuu. The new console features a controller with a integrated display.{n}This is said to make local multiplayer games much more interesting by giving each player a unique screen. Ninvento has always been at the forefront of innovation and this console seems, once again, to be a brave move. The Wuu is said to be available {0}.
ar_001: أفصحت Ninvento بأن رهانها في منصات الجيل الجديد سيكون Wuu . تتميز المنصة الجديدة بيد تحكم ذات شاشة مدمجة .{n} قيل بأن هذا سيجعل الألعاب الجماعية المحلية أكثر تشويقًا بإعطاء كل لاعب شاشة مميزة . إن Ninvento في مقدمة الابتكار دائمًا، و يبدو بأن منصتها تعتبر حركة جرئية مجددًا .↵ قيل بأن الـ Wuu سيتوفر في {0} .
cs: Ninvento odhalilo jejich příhoz v konzolích nové generace, jmenuje se Wuu. Nová konzole předvádí ovladač s vestavěnou obrazovkou.{n}Samostatné obrazovky by mohly oživit hru více hráčů přímo doma. Ninvento vždy prosazovalo inovace a tato konzole se jeví jako další odvážný krok. Wuu bude dostupné {0}.
de: Ninvento hat sein neustes Gerät im Markt der Next-Gen Konsolen, Wuu genannt, vorgestellt. Die neue Konsole hat einen Controller mit eingebautem Display.{n}Dies soll lokale Multiplayer-Spiele interessanter machen, da jeder Spieler einen eigenen Bildschirm hat. Ninvento war immer als erster mit neuen Innovationen auf den Markt und diese Konsole scheint, wieder einmal, ein mutiger Schritt zu werden. Die Wuu soll {0} verfügbar sein.
fr: Ninvento a révélé sa console nouvelle génération, la Wuu. Cette console vient avec une manette possédant un écran.{n}Le multijoueur local est rendu plus intéressant car chaque joueur a maintenant son propre écran. Ninvento a toujours su innover et cette console semble être, encore une fois, une mesure courageuse. La Wuu sera disponible le {0}.
nb: Ninvento har avslørt at deres bud i nestegenerasjons konsoller vil kalles Wuu. Den nye konsollen har en kontroller med en integrert skjerm.{n}Det er blitt sagt at dette vil gjøre den lokale flerspillermodusen mye mer interessante ved å gi hver spiller en egen skjerm. Ninvento har alltid stått i fronten av innovasjon og denne konsollen ser ut til, enda en gang, å være et modig trekk. Det sies at Wuu'en vil bli tilgjengelig {0}.
nl: Ninvento heeft aangekondigd dat hun eigen uitvinding in de nieuwe generatie consoles de Wuu gaat heten. Deze nieuwe console heeft een controller met een geïntegreerde display.{n}Dit zou lokale multiplayer games stukken interessanter moeten maken door iedere speler zijn eigen scherm te geven. Ninvento heeft altijd aan het voortouw gestaan qua innovatie en deze console blijkt wederom een moedige stap te zijn. Het is gezegd dat de Wuu verkrijgbaar is {0}.
pl: Ninvento wyjawiło, że konsola najnowszej generacji ich autorstwa nazywać się będzie Wuu.{n}Nowa konsola ma kontroler z wbudowanym wyświetlaczem. W ten sposób gry wieloosobowe powinny być o wiele bardziej interesujące, jako że każdy gracz będzie dysponować własnym ekranem. Ninvento zawsze stało na czele innowacyjności i ta konsola wydaje się być następnym odważnym posunięciem.{n}Wuu ma być dostępne {0}.
sv: Ninvento har avslöjat att deras nästa generations konsol som kommer att kallas Wuu. Den nya konsolen har en styrenhet med en integrerad display.{n}Detta sägs göra lokala multiplayerspel mycket mer intressanta genom att ge varje spelare en unik skärm. Ninvento har alltid legat i framkant av innovationerna och denna konsol verkar återigen vara ett modigt drag. Wuu kommer att vara tillgänglig {0}.

source: Just as the industry seems to have silently accepted the slow demise of PC gaming as more and more games are primarily developed for consoles, there seems to be a resurgence of the PC market.{n}New powerful and affordable hardware, a growing indie-developer scene and the rise of crowd-funded financing has meant a slew of new exciting projects hitting the PC market. It seems that the PC market will only grow stronger in the coming years.{n}For console lovers, this isn't bad news either as many PC games are also ported to the most successful consoles.
ar_001: و بينما أوشك عالم الألعاب على تقبل ضعف سوق ألعاب الحاسب الشخصي بصمت، و مع ازدياد حجم الألعاب الكبيرة التي تطور على الأجهزة المنزلية، ألا أنه و كما يبدو بأن طفرة سوق الكمبيوتر الشخصي قد نشأت . {n} و مع ظهور عتاديات ذات أداء عالي و سعر اقتصادي و زيادة سوق المطور المستقل و مع انتشار حملات جمع الأموال، فإن ذلك أدى إلى انتعاش سوق الكمبيوتر الشخصي .↵ يبدو أن سوق الكمبيوتر الشخصي يزداد قوة في السنوات القادمة . {n} و بالنسبة لمحبي الأجهزة المنزلية، فهذا ليس بالخبر السيئ ، حيث أن هنالك العديد من ألعاب الكمبيوتر الشخصي قد تم تحويلها إلى الأجهزة المنزلية أيضًا.
cs: Zrovna ve chvíli nejvyššího triumfu konzolí, kdy už se pomalu přijala rezignace hraní her na počítači, přišlo vzkříšení PC trhu.{n}Výkonný a dostupný hardware, vzkvétající scéna nezávislých vývojářů a vzestup financování her veřejností (crowd-funding) znamená zvrat a přínos vzrušujících projektů na počítačový trh. Zdá se, že počítačový trh v dalších letech jen poroste.{n}Milovníci konzolí ale mohou být v klidu, neboť spousta PC her bývá i portováno na jejich nejoblíbenější konzole.
de: Gerade als die Industrie den Niedergang des Spielens am PC leise akzeptierte, da immer mehr Spiele primär für Konsolen entwickelt werden, gibt es eine Erholung am PC Markt.{n}Neue leistungsstarke und erschwingliche Hardware, eine wachsende Indie-Entwickler-Szene und der Aufstieg des Crowd-Funding-Models, haben viele neue und spannende Projekte auf den PC Markt gebracht. Es scheint so, dass der PC Markt nur noch stärker in den nächsten Jahren wachsen wird.{n}Für Konsolenliebhaber, ist das keine schlechte Nachricht, da viele PC Spiele weiterhin auf die Konsolen portiert werden.
fr: Juste au moment où l'industrie semble avoir silencieusement accepté la mort lente du jeu sur PC et que de plus en plus de jeux sont principalement développés pour les consoles, il semble y avoir une résurgence du marché du Personal Computer. {n} Nouveau matériel puissant et abordable, une scène croissante de développeurs indépendants et l'augmentation du financement participatif ont révélé une flopée de nouveaux projets passionnants pour le marché du PC. Il semble que ce marché ne fera que croître dans les années à venir. {n} Aucune mauvaise nouvelle pour les amoureux de la console, la plupart des jeux PC sont portés sur les consoles qui ont le plus de succès.
nb: Akkurat i det industrien ser ut til å ha stille akseptert PC'ens sakte bortgang, da flere og flere spill er utviklet utelukkende til konsoller, ser det ut til at PC-markedet øker igjen.{n}Ny, kraftig og rimelig programvare, et voksende indie-utvikler samfunn og økningen av publikumsfinansierte spill betyr et stort antall nye, spennende prosjekter som lanseres på PC. Det ser ut til at PC-markedet vil vokse i de kommende årene.{n}For konsoll-elskere er ikke dette dårlig nytt, da mange PC-spill også blir lansert til de mest suksessfulle konsollene.
nl: Net als de industrie stilletjes de langzame sterfte van PC-gaming heeft geaccepteerd, omdat er steeds meer en meer games enkel voor consoles worden ontwikkelt, blijkt er een her opkomst te zijn op de PC-markt.{n}Met nieuwe, krachtige en betaalbare hardware, een grotere markt voor indie-ontwikkelaars en de opkomst van crowd-funded financiering zorgt voor een groot aantal opwindende projecten voor de PC-markt. Het blijkt dat de PC-markt enkel groter zal groeien in de komende jaren.{n}Dit is geen slecht nieuws voor bezitters van consoles, want veel PC-games krijgen een port naar de succesvolste consoles.
pl: Kiedy branża pogodziła się już z powolnym upadkiem rynku gier pecetowych, gdy coraz więcej produkcji tworzy się specjalnie na konsole, nagle dochodzą do nas sygnały, że rynek komputerów może się odrodzić.{n}Mocny i niedrogi sprzęt, coraz większa scena niezależnych twórców oraz zwiększenie popularności crowdfundingu oznacza mnóstwo nowych, ekscytujących projektów na rynku PC.{n}Zdaje się, że rynek PC będzie rósł w siłę w przyszłych latach. Dla fanów konsol to nie są wcale złe wiadomości, ponieważ wiele gier jest portowanych na najpopularniejsze konsole.
sv: Precis som branschen verkar tyst ha accepterat den långsamma döden av PC-spel eftersom fler och fler spel är i första hand utvecklade för konsoler, det verkar vara ett återuppvaknande av PC-marknaden.{n}Ny kraftfull och prisvärd maskin, ett växande indie-utvecklare intresse och ökningen av publik-finansierade finansieringar har inneburit att en massa nya spännande projekt kommer till PC-marknaden. Det verkar som att PC-marknaden bara kommer att växa sig starkare under de kommande åren.{n}För konsolälskare är detta inte dåliga nyheter heller eftersom så många PC-spel också portas till de mest framgångsrika konsolerna.
