Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Dialogues are part of storytelling as well but also provide interaction between NPC's (non-player characters) and the player.
ar_001: تعتبر الحوارات جزءاً من الحكاية أيضاً، و تقوم بتدعيم التفاعل ما بين (الشخصيات الثانوية) و اللاعب الأساسي.
cs: Dialogy jsou též součástí příběhu, ale přináší také možnost interakce mezi hráčem a NPC (non-player characters - nehratelné postavy).
de: Dialoge sind nicht nur Bestandteil der Erzählstruktur, sondern bieten auch die Möglichkeit der Interaktion zwischen NPC's (Nicht-Spieler-Charakteren) und dem Spieler.
fr: Les dialogues font aussi partie de l'histoire, mais sont également source d'interactions entre les PNJ (Personnages Non-Joueurs) et le joueur.
nb: Dialoger er en del av historiefortelling men det gir spilleren muligheter til å ha en samtale med en NPC (karakter med kunstig intelligens).
nl: Dialogen zijn onderdeel van de verhalen maar zorgen ook voor interactie tussen NPCs (Non Player Characters / Niet Speler Personages) en de speler.
pl: Dialogi są nie tylko częścią opowiadanej historii, ale także zapewniają interakcję pomiędzy bohaterem niezależnym (ang. NPC) a graczem.
sv: Dialogerna är en del av storyn men också interaktion mellan NPC:er (icke-spelarkaraktärer) och spelaren.

source: Level design defines the structure a player takes through a game. This includes simple things like where objects are located but also the story arcs in a game.
ar_001: يمثل تصميم المراحل البنية التي يمر من خلالها اللاعب في اللعبة. تتضمن هذه عدة أمور مثل مواقع الأشياء و أجزاء القصة.
cs: Design úrovní určuje strukturu hry, kterou bude hráč procházet. To zahrnuje tak prosté věci, jako kde se budou které objekty nacházet a umístění dějových zvratů.
de: Das Leveldesign definiert die Struktur, die den Spieler durch das Spiel führt. Dazu gehören unter anderem wo Objekte platziert werden, wie auch die Handlungsbögen in einem Spiel.
fr: Le design des niveaux définit l'architecture du jeu dans lequel évolue le joueur. Cela comprend des choses simples, comme les emplacements des objets, mais également les arcs narratifs du jeu.
nb: Nivådesign definerer strukturen en spiller tar gjennom et spill. Dette omfatter enkle ting som hvor objektene er plassert, men også historien buer i et spill.
nl: Level Design definieert de structuur die een speler door middel van een spel neemt. Het gaat hierbij om eenvoudige dingen zoals waar objecten zich bevinden maar ook de verhaallijnen in een spel.
pl: Projektowanie poziomów określa strukturę, po której gracz porusza się w grze. Chodzi nie tylko o tak proste rzeczy jak położenie obiektów, ale także wątki fabularne.
sv: Nivådesign definierar strukturen som en spelare tar genom ett spel. Detta inkluderar enkla saker som var föremål finns men också berättelsebågarna i ett spel.

source: A.I. is how computer controlled entities (enemies, companions or the world itself) reacts to the player.
ar_001: يعبر الذكاء الاصطناعي عن كيفية تفاعل الأشياء التي يتحكم بها الكمبيوتر (مثل الأعداء أو العالم نفسه) مع اللاعب.
cs: Umělá inteligence určuje metody, jak počítač ovládá veškeré entity (protivníky, společníky, či celý svět) v závislosti na hráči.
de: Die K.I. (Künstliche Intelligenz) definiert das Verhalten von Computergesteuerten Einheiten auf den Spieler (Feinde, Begleiter oder die Spielwelt selbst).
fr: L'I.A. détermine comment les entités contrôlées par l'ordinateur (ennemis, compagnons, ou le monde en lui-même) réagissent face au joueur.
nb: A.I. er hvordan datastyrte enheter (fiender, venner eler verdenen selv) reagerer på spilleren.
nl: A.I. is hoe computergestuurde entiteiten (vijanden, metgezellen of de wereld zelf) reageren op de speler.
pl: Sztuczna inteligencja to algorytm określający, w jaki sposób jednostki kontrolowane przez komputer (wrogowie, towarzysze lub sam świat gry) wchodzą w interakcję z graczem.
sv: A.I. är hur datorkontrollerade enheter (fiender, kompanjoner eller spelvärlden själv) reagerar på spelaren.

source: Stage 3
ar_001: المرحلة رقم 3
cs: Fáze 3
de: Phase 3
fr: Phase 3
nb: Fase 3
nl: Fase 3
pl: Etap 3
sv: Steg 3

source: Some games invent an entire virtual world. World design delivers a back story to a game and makes the game world more sophisticated and believable.
ar_001: تقوم بعض الألعاب بإنشاء عالم افتراضي كلي. تصميم العالم يقدم قصة خلفية للعبة و عالم اللعبة أكثر تطور و منطقية.
cs: Některé hry vytvoří i celý svět. Design světa dodává příběhové pozadí a dělá tak svět více uvěřitelnějším.
de: Manche Spiele erschaffen eine komplette virtuelle Welt. Das Welt-Design liefert eine Hintergrundgeschichte und macht die Spielwelt noch tiefgehender und glaubhafter.
fr: Certains jeux inventent tout un monde virtuel. Le design du monde fournit une trame de fond au jeu et rend l'univers du jeu plus crédible et élaboré.
nb: Noen spill skaper en hel virtuell verden. Verden deisgn gir en bakgrunnshistorie til et spill , og lager spillet mer sofistikert og virkelig.
nl: Sommige games hebben een complete virtuele wereld. Een wereld design verzorgt een achtergrondverhaal die de game wereld verfijnd en geloofwaardig maakt.
pl: Na potrzeby niektórych gier tworzy się całe wirtualne światy. Projekt świata stanowi tło rozgrywki i powoduje, że gra wydaje się bardziej złożona i wiarygodna.
sv: Vissa spel uppfinner en hel virtuell värld. Världsdesignen levererar en tillbakablick till ett spel och gör spelvärlden mer sofistikerad och trovärdig.

source: Graphics
ar_001: الرسومات
cs: Grafika
de: Grafik
fr: Graphismes
nb: Grafikk
pl: Grafika
sv: Grafik

source: The most obvious part of a game are its graphics but that doesn't mean it is always the most important part.
ar_001: أكثر أجزاء اللعبة وضوحاً، هي الرسومات، لكن لا يعني هذا بأنها هي الجزء الأهم دائماً.
cs: Nejviditelnější částí hry je grafika. To z ní ale nedělá tu nejdůležitější část.
de: Der offensichtlichste Teil eines Spiels ist die Grafik. Das bedeutet jedoch nicht, dass es immer der wichtigste Teil ist.
fr: L'élément le plus évident d'un jeu sont ses graphismes, mais ce n'est pas pour autant nécessairement le plus important.
nb: En typisk del av et spill er graffiken, men det betyr ikke at det alltid er det viktigeste.
nl: Het meest voor de hand liggende deel van een game zijn de graphics, maar dat betekent niet dat dat altijd het belangrijkste onderdeel is.
pl: Najbardziej oczywistym elementem gry jest jej grafika. Nie znaczy to jednak, że jest to zawsze element najważniejszy.
sv: Den mest uppenbara delen av ett spel är dess grafik men det betyder inte att det alltid är den viktigaste delen.

source: While sound is not as often noticed as the graphics of a game, sound design plays a vital part to making a game great.
ar_001: بينما يعتبر الصوت ليس بأهمية الرسوميات في اللعبة، إلا أن تصميم الصوت يلعب دوراً كجزء حيوي في اللعبة الجيدة.
cs: Prestože není zvuk doceňován tolik co grafika hry, hraje design zvuku kritickou roli při tvorbě skvělé hry.
de: Obwohl der Sound meist nicht so wahrgenommen wird wie die Grafik eines Spieles, leistet er trotzdem einen entscheidenden Beitrag ein Spiel zu etwas besonderem zu machen.
fr: Bien que le son ne soit pas aussi remarquable que les graphismes d'un jeu, le design de la partie audio est vital dans la création d'un bon jeu.
nb: Mens lyd ikke så ofte er merket som grafikken av et spill, lyd design spiller en viktig del for å lage et bra spill.
nl: terwijl geluid minder opvalt dan de graphics van een game, toch is het geluidsontwerp een belangrijk onderdeel van een goede game.
pl: Choć dźwięk nie wyróżnia się tak bardzo jak grafika, projekt ścieżki dźwiękowej ma ważny wpływ na powodzenie gry.
sv: Även om ljudet inte märks så ofta som grafiken i ett spel, så spelar ljuddesign en viktig roll för att göra ett spel bra.

source: Hints
ar_001: توضيحات
cs: Tipy
de: Tipps
fr: Conseils
nb: Hint
pl: Podpowiedzi
sv: Tips

source: Think about what game you want to create, then decide what areas are really important for this game and focus on those. Don't hesitate to experiment and to change the values of the sliders around a lot.
ar_001: فكّر بأي لعبة تريد إنشاءها، ثم قرر أي الجوانب التي تهم في هذه اللعبة و ركّز عليها. لا تتردد في التجربة و غيّر قيّم العدادات كثيراً.
cs: Popřemýšlejte o tom, jakou hru chcete vytvořit. Dle toho se rozhodněte jaké části budou důležité a na ty se zaměřte. Neváhejte experimentovat s úpravou jednotlivých částí.
de: Denke darüber nach, was für ein Spiel du erstellen willst, dann entscheide welche Bereiche wirklich wichtig für dieses Spiel sind und lege den Fokus auf sie. Zögere nicht zu experimentieren und verändere oft die Werte der Regler.
fr: Réfléchissez au jeu que vous voulez créer, puis décidez quels aspects sont réellement importants pour ce jeu, et concentrez-vous dessus. N'hésitez pas à beaucoup expérimenter et changer les valeurs des curseurs.
nb: Tenk på hva slags spill du vil lage , så bestem hvilke punkter som er veldig viktig for dette spillet og fokuser på disse. Ikke stress med å eksperimentere og endre verdiene av søylene.
nl: Denk na over wat voor game je wilt maken, beslis dan welke gebieden echt belangrijk zijn en richt je daarop. Aarzel niet om te experimenteren en om de waarden van de schuifregelaars veel te veranderen.
pl: Pomyśl, jaką grę chcesz stworzyć, a następnie zadecyduj, jakie obszary pełnią w niej najważniejszą rolę i skoncentruj na nich uwagę. Nie bój się eksperymentować i często zmieniaj układ wskaźników.
sv: Tänk på vad för spel du vill skapa, sedan bestäm vilka områden som är verkligen viktiga för det här spelet och fokusera på dem. Tveka inte att experimentera och ändra värdena på reglagen mycket.

source: Tutorial message history
ar_001: سجل الرسائل التعليمية
cs: Historie zpráv z výuky
de: Bisherige Tutorialnachrichten
fr: Historique des messages du Tutoriel
nb: Opplæringshistorie
nl: hulp berichten geschiedenis
pl: Historia powiadomień samouczka
sv: Handledningsmeddelandehistorik

source: Create a game with a good topic/genre combination.
ar_001: أنشئ لعبة جيدة بتركيبة موضوع\نوع جيدة.
cs: Vytvořte hru s dobrou kombinací Téma/Žánr.
de: Erstelle ein Spiel mit guter Thema/Genre-Kombination.
fr: Créer un jeu avec une bonne combinaison sujet/genre.
nb: Lage et spill med god tema/sjanger kombinasjon.
nl: Maak een game met een goede thema/genre-combinatie.
pl: Stwórz grę o ciekawym połączeniu tematyki i gatunku.
sv: Skapa ett spel med en bra ämne-/genrekombination.

source: Turn it up to 11
ar_001: أرفعها إلى 11
cs: Rozjeďte to na 11
de: Bring es auf 11
fr: Obtenez un 11
nb: Ta det opp til 11
nl: Maak er maar 11 van
pl: Dobij do 11
sv: Skruva upp det till 11

source: Get a reviewer to give you a 11/10 rating.
ar_001: أحصل على مراجعة بتقييم 10/11.
cs: Ohromte recenzenta natolik, aby hře udělil 11/10.
de: Bringe einen Tester dazu dir eine 11 von 10 Bewertung zu geben.
fr: Obtenir une note de 11/10.
nb: Få en andmelder til å gi deg 11/10 i rangering.
nl: Zorg ervoor dat een reviewer jouw een 11/10-rating geeft.
pl: Otrzymaj od recenzenta ocenę 11/10.
sv: Få en recenserande att ge dig 11/10 i betygsättning.

source: Save failed
ar_001: فشل في التخزين
cs: Ukládání selhalo
de: Speichern fehlgeschlagen
fr: Échec de la sauvegarde
nb: Lagring mislyktes
nl: Fout met opslaan
pl: Zapisywanie nie powiodło się
sv: Sparandet misslyckades

source: Could not load settings from steam cloud
ar_001: لا يمكن جلب الإعدادات من steam cloud
cs: Nelze nahrát nastavení ze steam cloudu
de: Einstellungen konnten nicht aus der Steam Cloud übertragen werden
fr: Impossible de charger les paramètres depuis le Steam Cloud
nb: Kunne ikke laste innsilinger fra Steam Cloud
nl: We konden je instellingen niet ophalen vanuit Steam Cloud
pl: Nie udało się załadować ustawień z chmury
sv: Kunde inte ladda inställningarna från Steam-molnet

source: Could not save to steam cloud
ar_001: لا يمكن التخزين في steam cloud
cs: Nelze uložit do steam cloudu
de: Speichern in der Steam Cloud fehlgeschlagen
fr: Impossible de sauvegarder vers le steam cloud
nb: Kunne ikke lagre til Steam Cloud
nl: We konden niet opslaan naar Steam Cloud
pl: Nie udało się zapisać danych w chmurze
sv: Kunde inte spara på steam-molnet

source: Could not save settings
ar_001: لا يمكن حفظ الإعدادت
cs: Nelze uložit nastavení
de: Einstellungen konnten nicht gespeichert werden
fr: Impossible d'enregistrer les paramètres
nb: Kunne ikke lagre instillinger
nl: We konden je instellingen niet opslaan
pl: Nie udało się zapisać ustawień
sv: Kunde inte spara inställningarna

source: Could not save game
ar_001: لا يمكن حفظ اللعبة
cs: Nebylo možné uložit hru
de: Spiel konnte nicht gespeichert werden
fr: Sauvegarde impossible
nb: Kunne ikke lagre spillet
nl: We konden je game niet opslaan
pl: Nie udało się zapisać gry
sv: Kunde inte spara spelet

source: Hi, I'm Denise Ried the main developer of the {0} fan game. I just want to tell you that upon your recent 'request' from your legal department my project has shut down.{n}I poured a lot of effort into this and have always loved your company but I guarantee you that I shall not 'bother' nor support you ever again.
ar_001: مرحباً، أنا Denise Ried، المطورة الرئيسية للعبة {0} المصممة من قبل المعجبين. أردت إخبارك فيما يخص 'طلبك' الأخير من قسمك القانوني، مشروعي قد تم إيقافه. {n} لقد وضعت مجهودًا كبيراً عليه و دائماً ما أحببت شركتك، لكني أضمن لك بأنني لن 'أزعج' نفسي بدعمك مجدداً.
cs: Ahoj, jmenuji se Denise Riedová, hlavní vývojářka fanouškovské hry na motivy hry {0}. Jen jsem vám chtěla říci, že jsem po obdržení vaši 'žádosti' z právního oddělení, náš projekt ukončila.{n}Vložila jsem do toho mnoho úsilí a vždy jsem měla vaši společnost ráda. Ale nebojte, už se nebudu kdy znovu zatěžovat s vaši podporou.
de: Hallo, ich bin Denise Ries die Hauptentwicklerin des {0} Fan-Games. Ich möchte Ihnen nur mitteilen, dass nach der "Anfrage" Ihrer Rechtsabteilung, mein Projekt eingestellt wurde.{n}Ich habe viel Mühe in das Projekt investiert und immer Ihre Firma geliebt, aber ich garantiere Ihnen, dass ich weder ihre Firma 'belästigen' werde, noch dass ich Sie in irgendeiner Form unterstütze.
fr: Salut, je suis Denise Ried la développeuse principale de {0}, notre fan game. J'aimerais juste vous dire que suite à la récente "démarche" de votre service juridique, mon projet s'est vu interrompu. {n}J'ai mis beaucoup d'efforts dedans et j'ai toujours apprécié votre société mais je peux vous garantir que désormais je ne vous "dérangerai" et ne vous soutiendrai plus.
nb: Hei, mitt navn er Denise Ried. Hoved-utvikler av {0} fan-spillet. Jeg ville bare fortelle deg noe angående 'forespørselen' fra den juridiske avdelingen. De mente jo at prosjektet mitt skulle stenge.{n}Jeg strevde veldig mye med prosjektet og jeg har alltid elsket kompaniet ditt. Jeg skal garantere deg at jeg aldri skal 'plage' eller støtte deg lenger.
nl: Hallo, ik ben Denise Ried, de hoofdontwikkelaar van de fan game {0}. Ik wil jullie even vertellen, dat door jullie laatste 'verzoek' van jullie juridische afdeling mijn project heeft platgelegd.{n}Ik heb echt heel veel moeite in dit project gestoken en we hebben altijd van jullie bedrijf gehouden, maar ik kan jullie garanderen dat ik geen 'moeite' meer zal doen om jullie ooit nog te ondersteunen.
pl: Cześć, jestem Denise Ried, zarządca projektu modyfikacji gry {0}. Chciałam ci tylko przekazać, że po ostatniej „prośbie” twoich prawników anulowaliśmy projekt.{n}Włożyłam w niego dużo wysiłku i zawsze uwielbiałam waszą firmę, ale mogę ci obiecać, że już nigdy więcej nie będę was „niepokoić” ani wspierać.
sv: Hej, jag heter Denise och är huvudutvecklaren av {0} fan spelet. Jag ville bara säga till dig att efter din "efterfrågan" från din juridiska avdelning har mitt projekt stängts ner.{n}Jag la i rätt så mycket tid på att göra det spelet och har alltid gillat ditt företag men jag garanterar att jag inte kommer att "störa" och inte heller att stöda dig någonsin igen.

source: Congratulations on finishing Game Dev Tycoon and thank you for playing! If you enjoyed our little game then please consider telling your friends about it.
ar_001: مبارك على إنهائك Game Dev Tycoon و نشكرك على لعبها! إذا استمتعت بلعبتنا الصغيرة، من فضلك خذ بعين الاعتبار إخبار أصدقائك عنها.
cs: Blahopřejeme k dokončení Game Dev Tycoon a děkujeme za hraní! Pokud se vám naše malá hra líbila, řekněte o ní svým přátelům.
de: Herzlichen Glückwunsch, dass du Game Dev Tycoon abgeschlossen hast und danke für's spielen. Wenn du Spaß an unserem kleinen Spiel hastet, dann empfehle es doch deinen Freunden.
fr: Bravo, vous venez de terminer Game Dev Tycoon, merci d'avoir joué ! Si vous avez aimé notre petit jeu, pensez à en parler à vos amis.
nb: Gratulerer med å fullføre Game Dev Tycoon og takk for at du spilte! Hvis du koste deg med spillet, da kan du vurdere å fortelle vennene dine om det.
nl: Gefeliciteerd met het uitspelen van Game Dev Tycoon en bedankt voor het spelen! Mocht je plezier hebben gehad van onze kleine game, aarzel dan alsjeblieft niet om je vrienden erover te vertellen.
pl: Gratulujemy ukończenia Game Dev Tycoon i dziękujemy za czas spędzony z grą! Jeśli spodobała ci się nasza mała produkcja, powiedz o niej swoim znajomym.
sv: Grattis till att ha klarat Game Dev Tycoon och tack för att du har spelat! Om du gillade vårt lilla spel så skulle det inte skada om du tipsade dina vänner.

source: Agree
ar_001: موافق
cs: Souhlasím
de: Akzeptieren
fr: Accepter
nb: Enig
nl: Accepteer
pl: Zgadzam się
sv: Acceptera

source: Given that their most recent game {0} enjoyed universal success we simply cannot wait for them to unveil their new project!
ar_001: نظراً لنيل لعبتهم الأخيرة {0} نجاحاً ساحقاً، فلا يمكننا ببساطة الانتظار عن كشفهم لمشروعهم الجديد!
cs: Vzhledem k tomu, že se nejnovější hra {0} těší všeobecnému úspěchu, těšíme se na další projekt!
de: Angesichts, dass ihr jüngestes Spiel {0} ein weltweiter Erfolg war, können wir es nicht erwarten, dass sie ihr neues Projekt bekanntgeben!
fr: Leur jeu le plus récent, {0}, ayant joui d'un franc succès, nous n'avons plus qu'une hâte : c'est que leur nouveau projet soit enfin dévoilé !
nb: Gitt at deres nylige spill {0} nøt universal suksess , kan vi nesten ikke vente på at de skal annonsere sitt nyeste prosjekt!
nl: Aangezien hun meest recente game, {0}, een wereldwijd succes is geworden, kunnen we niet wachten totdat ze hun nieuwe project bekendmaken!
pl: Biorąc pod uwagę, że ich ostatnia gra odniosła spory sukces, nie możemy się już doczekać, kiedy zaprezentują nam swój nowy projekt!
sv: Med tanke på att deras senaste spel {0} har haft en universell framgång så kan vi helt enkelt inte vänta på dem att presentera deras nya projekt!

source: Hopefully the company can do better than last time. We don't need another {0}.
ar_001: نأمل بأن تعوض الشركة في المرة المقبلة. لا نريد لعبة {0} أخرى.
cs: Doufejme, že si společnost příště povede lépe a nebude z toho další {0}.
de: Hoffentlich macht es die Firma besser als letztes Mal. Wir brauchen nicht noch ein {0}.
fr: Espérons que l'entreprise soit capable de mieux. Nous n'avons pas besoin d'un autre {0}.
nb: Forhåpentligvis kan firmaet gjøre en bedre jobb enn forrige gang. Vi har fått nok av enda en {0}.
nl: Hopelijk kan het bedrijf het beter doen dan de laatste keer. We hebben niet nog een {0} nodig.
pl: Miejmy nadzieję, że deweloper postara się bardziej niż ostatnim razem. Nie potrzebujemy kolejnej takiej gry jak wcześniej.
sv: Förhoppningsvis kan företaget göra bättre av sig än förra gången. Vi behöver inte ett annat {0}-spel.

source: Thank you for your time.
ar_001: شكرا لك على وقتك.
cs: Děkuji za váš čas.
de: Danke für Ihre Zeit.
fr: Merci de nous avoir accordé un peu de votre temps.
nb: Takk for denne gangen.
nl: Bedankt voor uw tijd.
pl: Dzięki za poświęcony czas.
sv: Tack för din tid.

source: More on {0}
ar_001: المزيد في {0}
cs: Více {0}
de: Mehr von {0}
fr: Plus sur {0}
nb: Mere på {0}
nl: Meer op {0}
sv: Mer på {0}

source: they are still experimenting what area
ar_001: لا زالوا يختبرون أي مجال
cs: stále experimentují jakou oblast
de: sie experimentieren immer noch, welcher Bereich
fr: ils doivent encore expérimenter ce domaine
nb: de eksprimenterer fortsatt hvilket område
nl: ze zijn nog steeds aan het experimenteren welk gebied
pl: wciąż eksperymentują, na jakim obszarze
sv: de experimenterar fortfarande vilket område

source: and it seems that other industry professionals agree with this. Every game development project has limited resources so it's very important to use the time most effectively.
ar_001: و يبدو بأن خبراء الصناعة متفقين مع هذا. لكل مشروع تطوير لعبة موارده المحدودة، فلذا من المهم جداً بأن تستهلك بشكل فعال.
cs: a zdá se, že ostatní odborníci s tím souhlasí. Každý herní vývoj má omezený rozpočet, je tedy velmi důležité jej využít co nejlépe.
de: und anscheinend sehen das andere Fachleute genauso. Jede Spielentwicklung hat nur begrenzte Ressourcen, daher ist es wichtig, die Zeit möglichst effektiv zu nutzen.
fr: et il semblerait que d'autres professionnels de l'industrie soient du même avis. Chaque projet de développement de jeu vidéo est limité en terme de ressources et c'est pourquoi il est essentiel de savoir gérer efficacement son temps.
nb: og det ser ut til at andre industri bekjente er enige om dette. Hvert eneste spillutviklings prosjekt har begrensede ressurser, så det er veldig viktig å bruke tiden effektivt.
nl: en het ziet er naar uit dat de meeste professionals uit de industrie het hiermee eens zijn. Ieder game-ontwikkelingsproject heeft een beperkt budget, dus is het erg belangrijk de tijd goed te besteden.
pl: Ludzie z branży się z tym zgadzają. Gdy tworzy się grę, zasoby są ograniczone, więc trzeba efektywnie wykorzystywać czas.
sv: och det verkar som andra branschfolk håller med om detta. Varje spelutvecklingsprojekt har begränsade resurser så det är väldigt viktigt att använda tiden på bästa sätt.

source: but it seems that other industry professionals disagree with that point of view saying that {0} is usually more important for this type of game.
ar_001: لكن يبدو بأن خبراء الصناعة الآخرين لا يوافقون وجهة النظر هذه و يقولون بأن {0} أكثر أهمية في هذا النوع من الألعاب.
cs: , ale zdá se že ostatní odborníci s tímto náhledem nesouhlasí a říkají, že {0} je pro tento typ hry mnohem důležitější.
de: aber es scheint, dass andere Fachleute nicht dieser Ansicht sind und ihrer Meinung nach {0} wichtiger für diese Art Spiel ist.
fr: mais il semble que d'autres professionnels de l'industrie ne soient pas d'accord avec ce point de vue, prônant que {0} est le plus important pour ce type de jeu.
nb: , men det ser ut til at andre industri bekjente er uenige med at {0} er mer viktig for dette type spill.
nl: maar het blijkt dat andere professionals uit de industrie het niet eens zijn met dat standpunt, zeggen dat {0} doorgaans belangrijker is voor dit soort games.
pl: Ludzie z branży wydają się nie podzielać tego punktu widzenia. {0} to według nich czynnik, który pełni najważniejszą rolę w takich grach.
sv: men det verkar som andra branschfolk inte håller med om detta perspektiv medans dem säger att {0} är oftast viktigare för den här typen av spel.

source: give away
ar_001: إهداء
cs: dát
de: abgeben
fr: donner
nb: Gi bort
nl: weggeven
pl: kosz
sv: ge bort

source: sell
ar_001: بيع
cs: prodat
de: verkaufen
fr: vendre
nb: selg
nl: verkopen
pl: kosz
sv: sälja

source: negative
ar_001: سلبي
cs: zamítnout
de: negativ
fr: négatif
nb: Negativ
nl: negatief
pl: kosz
sv: negativ
