Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Boss, the heat is becoming a serious problem. Just yesterday my mouse melted and my keyboard is covered in sweat. Not a good environment to work in. We really need an air conditioner.{n}Unfortunately the previous offer has expired and we would need to pay {0}. Should we order it?
ar_001: يا رئيس، حرارة الجو أصبحت مشكلة حقيقية. البارحة فقط ذابت فأرة الكمبيوتر و لوحة المفاتيح الخاص بي و تغطت بالعرق. ليست بيئة جيدة للعمل فيها. نحن حقا بحاجة إلى مكيف هوائي.{n}للأسف العرض السابق انتهى و سنكون بحاجة لدفع {0}.↵ هل نقوم بطلبه؟
cs: Šéfe, to vedro v kanceláři už se nedá vydržet. Zrovna včera se mi rozpustila myš a klávesnice je zalitá potem. Není to příjemné pracovní prostředí a vážně potřebujeme tu klimatizaci.{n}Bohužel akční nabídka z minula již vypršela, nyní je cena {0}. Můžeme ji už objednat?
de: Chef, die Wärme wird zu einem ernsthaften Problem. Gestern ist meine Maus geschmolzen und meine Tastatur ist mit Schweiß bedeckt. Es ist kein gutes Umfeld um zu arbeiten. Wir brauchen wirklich eine Klimaanlage.{n}Leider ist das letzte Angebot nicht mehr gültig und wir müssten {0} bezahlen. Sollen wir die Klimaanlage bestellen?
fr: Patron, la chaleur devient un véritable problème. Ma souris a fondu hier et mon clavier est couvert de transpiration. Ce ne sont pas de bonnes conditions pour travailler. Il nous faut vraiment un climatiseur.{n}Hélas, l'offre précédente a expiré et désormais cela coûtera {0}. On achète cette fois-ci ?
nl: Baas, de hitte wordt echt een ernstig probleem. Gisteren smolt mijn muis en mijn toetsenbord zit vol zweet. Dit is geen goede omgeving om in te werken. We hebben echt een airconditioner nodig.{n}Helaas is de vorige offerte niet langer geldig en we zouden nu {0} moeten betalen. Zullen we hem bestellen?
pl: Szefie, upał naprawdę daje nam się we znaki. Wczoraj stopiła mi się myszka, a klawiatura była cała pokryta potem. W takich warunkach nie da się pracować. Koniecznie musimy mieć klimatyzator.{n}Niestety, poprzednia oferta jest już nieaktualna i teraz trzeba zapłacić {0} Zamówić?
sv: Chefen, värmen håller på att bli ett allvarligt problem. Igår smälte min mus och mitt tangentbord är täckt av svett. Det är inte en bra miljö att arbeta i. Vi behöver verkligen en luftkonditioneringsmaskin.{n}Tyvärr har föregående erbjudande gått ut och vi skulle istället behöva betala {0}. Ska vi beställa det?

source: Boss, We've had enough and ordered the air conditioner ourselves. Thanks for nothing.
ar_001: أيها الرئيس، تعبنا من الانتظار و قد طلبنا مكيف الهواء بأنفسنا.شكرا على لا شيء.
cs: Šéfe, máme toho dost a tak jsme si klimatizaci objednali sami. Pěkně děkujem.
de: Chef, Es reicht, wir haben die Klimaanlage selber gekauft. Danke für nichts.
fr: Patron, on n'en pouvait plus et on a acheté le climatiseur nous-même. Merci pour rien.
nb: Sjef, vi har fått nok. Vi bestilte aircondition for egne penger. Takk for ingenting.
nl: Baas, we hebben er genoeg van en hebben zelf de airconditioner besteld. Bedankt hè.
pl: Szefie, mieliśmy już dość i zamówiliśmy klimatyzator na własną rękę. Wielkie dzięki...
sv: Chefen, vi har haft nog och beställt luftkonditionering själva. Tack för inget.

source: Dave Johnson here, CEO of Departure Science. Some of our test subjects were recently exposed to some of your games and, surprisingly, they didn't go totally insane. They seemed to quite enjoy the experience in fact. Anyway, I have some products that need advertising and could do with some product placement.{n}My marketing boys tell me that making you this offer is a bad idea but that's exactly why I want it. I'll pay you {0} to place some of our fine red painted exploding barrels in one of your games. What'd ya say?
ar_001: Dave Johnson هنا، الرئيس التنفيذي لشركة Departure Science. بعض من عينات الإختبار الخاصة بنا تعرضوا لبعض ألعابكم، و بشكل مفاجئ، فهم لم يجنوا بالكامل. في الحقيقة يظهر أنهم استمتعوا في تجربتها. على كل حال، لدي بعض المنتجات بحاجة للتسويق و يمكن أن تفعله مع بعض توظيف المنتجات.{n}فتيان التسويق الخاصين بي يخبرونني أنه اعطائك هذه الصفقة هو فكرة سيئة ولكن ذلك بالضبط لماذا أريدها. سأقوم بدفع {0} لك لوضع بعض من براميلنا المتفجرة و المطلية باللون الأحمر في أحد ألعابك. ما هو قولك؟
cs: Tady Dave Johnson, generální řiditel z Departure Science. Někteří z našich testovacích subjektů byli nedávno vystaveni některým z vašich her a překvapivě se z toho úplně nezbláznili. Popravdě řečeno, vypadalo to, že si to dokonce i užívali. Mimochodem, mám tu nějaké výrobky, které by potřebovaly reklamu, nejspíš asi product placement.{n}Kluci z marketingu mi sice tvrdí, že to je blbost, ale to je přesně to, proč to chci. Zaplatím vám {0}, když do některé z vašich her strčíte některé z našich červených výbušných barelů. Co vy na to?
de: Dave Johnson hier, mir gehört die Firma Departure Science. Wir haben einige unserer Test-Subjekte euren Spielen ausgesetzt, und überraschenderweise sind sie nicht total durchgedreht. Sie waren von den Spielen sogar ziemlich angetan. Egal, ich hab da ein paar Produkte, die ein wenig Werbung benötigen. Ich dachte da an eine Art Produktplatzierung.{n}Meine Werbejungs sagten mir, dass ich Dich nicht fragen sollte. Gerade deshalb mache ich es. Ich bin der Chef! Ich zahle Dir {0}, um einige unserer rot lackierten, explodierenden Fässer in einem Eurer Spiele einzubinden. Kommen wir ins Geschäft?
fr: Ici Dave Johnson, PDG de Departure Science. Certains de nos sujets de test ont récemment été exposés à certains de vos jeux et, bizarrement, ils n'ont pas pété un câble. Ils ont même semblé apprécier l'expérience en fait. Bref, certains de mes produits auraient besoin d'un peu de pub, et un placement de produit pourrait marcher. {n} Mes gars du marketing me disent que vous faire cette offre est une mauvaise idée, mais c'est exactement pour ça que je le fais. Je vous paierai {0} si vous placez quelques-uns de nos barils rouges explosifs dans un de vos jeux. Vous en dites quoi ?
nb: Dave Johnson her, CEO i Departure Science. Vi utsatte noen av våre testpersoner for deres spill, og vi ble veldig overrasket da de ikke gikk fullstendig fra forstanden. Tvertimot virket det som de likte opplevelsen. Uansett, jeghar noen produkter som trenger markedsføring, og gjerne produktplassering.{n}Markedsføringsteamet mitt sier at dette er en dårlig ide, men det er nettopp derfor jeg vil gjøre det. Jeg kan betale deg {0} hvis du plasserer noen av våre flotte, røde eksplosive tønner i ett av spillene dine. Hva sier'u?
nl: Dave Johnson hier, directeur van de firma Departure Science. We hebben enkele van onze proefpersonen aan een paar van uw games blootgesteld en tot onze verrassing raakten ze niet volledig doorgedraaid. Ze leken zelfs redelijk van de ervaring te genieten. Hoe dan ook, ik heb enkele producten die wel wat reclame kunnen gebruiken. Ik dacht aan een soort van sluikreclame in uw games.{n}Mijn marketingmensen zeiden me dat het doen van dit aanbod aan u een slecht plan is, maar dat is precies waarom ik het wil doen. Ik betaal u {0} om enkele van onze uitstekende roodgeverfde exploderende vaten in één van uw games te plaatsen. Wat denkt u ervan?
pl: Z tej strony Dave Johnson, dyrektor Departure Science. Niektórym z naszych obiektów testowych pokazaliśmy wasze gry. Zaskoczyło nas, że wcale od tego nie oszalały. Mogłoby się nawet wydawać, że się im podobało. Tak czy inaczej, chcielibyśmy zareklamować kilka rzeczy, a lokowanie produktu mogłoby w tym pomóc.{n}Moi spece od marketingu odradzają mi złożenie tej oferty akurat wam, ale właśnie to sprawia, że tak bardzo tego chcę. Zapłacę wam {0} za ulokowanie kilku naszych najlepszych czerwonych eksplodujących beczek w jednej z waszych gier. I co wy na to?
sv: Dave Johnson här, VD för Departure Science. Några av våra försökspersoner har nyligen utsatts för några av dina spel och överraskande, blev de inte helt galna. De tycktes njuta av upplevelsen i själva verket. Hur som helst, jag har några produkter som behöver annonsering och kunde göra med några produktplaceringar.{n}Mina marknadsföringskillar berättar för mig att göra det här erbjudandet är en dålig idé, men det är just därför jag vill ha det. Jag betalar {0} för att placera en del av vår fina rödmålade exploderande tunnor i ett av dina spel. Vad säger du?

source: Sure!
ar_001: بالتأكيد!
cs: Samozřejmě!
de: Sicher!
fr: Bien sûr !
nb: Klart det!
nl: Zeker!
pl: Pewnie!
sv: Visst!

source: Excellent! Good to hear you have some spirit in you. One more thing: Don't feel like you have to go and rush those barrels into your next game. I'd rather have you place them in a game where they fit well. Johnson out.
ar_001: ممتاز! من الجيد سماع أنه لديك بعض الروح فيك. شيئا اخر: لا تشعر أنك يجب أن تستعجل و تقوم بوضع هذه البراميل في لعبتك القادمة. أفضل أن تضعهم في لعبة تناسبهم جيدا. Johnson انتهى.
cs: Výborně! To je ten správný přístup. Ještě malý dodatek: Ty barely nemusíte dát hned do vaši příští hry. Raději je dejte někam, kde budou vypadat dobře. Johnson, konec.
de: Ausgezeichnet! Gefällt mir, wie Du die Sachen anpackst. Eines noch: Nur keinen Stress, Du musst die Fässer nicht gleich im nächsten Spiel einsetzen. Verwende sie in einem Spiel, in dem sie auch richtig gut zur Geltung kommen. Johnson out.
fr: Excellent ! Une bonne chose que vous ayez un peu de jugeotte. Encore un truc : ne vous sentez pas obligé de mettre ces barils dans votre tout prochain jeu. Je préfère que vous les mettiez dans un jeu où ils auront leur place. Johnson, Terminé.
nb: Fantastisk! Flott å høre at du har litt sjel i deg. En ting til: Ikke bekymre deg over at du må plante disse tønnene i ditt neste spill. Jeg vil heller at du plasserer dem i et spill hvor de passer bra inn.
nl: Uitstekend! Goed om te horen dat u karakter heeft. Nog iets: Voel u niet gedwongen om u te haasten om die vaatjes in uw eerstvolgende game te raffelen. Ik heb liever dat u ze plaatst in een game waar ze goed in passen.
pl: Wyśmienicie! Cieszy mnie wasza postawa. Jeszcze jedno... Nie musicie umieszczać naszych beczek już w następnej grze. Wolałbym, żeby znalazły się w produkcji, do której będą pasować. Johnson, bez odbioru.
sv: Utmärkt! Skönt att höra att du har styrka i dig. En sak till: Du behöver inte känna att du måste gå och använda dessa tunnor i ditt nästa spel. Jag vill hellre ha du placerar dem i ett spel där de passar in. Johnson ut.

source: Dave Johnson here! Listen! You did well placing our beloved barrels in {0} - my marketing eggheads say profits are increasing which means more science for us. Well done. Here, have this cake.
ar_001: Dave Johnson هنا! اسمع! لقد قمت بعمل رائع بوضعك براميلنا الجميلة في {0} - مثقفو التسويق الخاصين بي يقولون أن الأرباح زادت مما يعني علوم زيادة بالنسبة لنا. أحسنت صنعا. خذ، إليك هذه الكعكة.
cs: Tady Dave Johnson! Poslouchejte! Dobře jste umístili do {0} náš milovaný barel - moji marketingoví šprti říkají že zisky rostou. To znamená více peněz… pro vědu! Dobrá práce. Tady máte, dejte si dort.
de: Dave Johnson hier! Hör zu! Du hast unsere geliebten Fässer sehr gut in {0} platziert. Die Eierköpfe in der Werbeabteilung sagen, dass der Profit dadurch gestiegen ist, was mehr Wissenschaft für uns bedeutet. Gut gemacht. Hier, nimm diesen Kuchen.
fr: Ici Dave Johnson ! Écoutez ! Vous avez vraiment bien placé nos petits barils chéris dans {0} - mes grosses têtes du marketing disent que les profits sont en pleine croissance, ce qui veut dire pour nous plus de science. Bien joué ! Tenez, prenez ce gâteau.
nb: Dave Johnson her! Hør nøye etter! Du gjorde en fremragende jobb med å plassere våre kjære tønner i {0} - kontorrottene på markedsavdelingen forteller meg at inntektene våre er på vei opp, og det betyr mer vitenskap for oss. Godt gjort. Jeg vil du skal ha denne kaka.
nl: Dave Johnson hier! Moet je luisteren! Je hebt de plaatsing van onze geliefde vaatjes in {0} goed aangepakt - die sukkels van marketing zeggen dat de winst stijgt en dat betekent meer wetenschap voor ons. Goed gedaan. Alsjeblieft, hier heb je een cake.
pl: Z tej strony Dave Johnson! Słuchaj, świetna robota z ulokowaniem naszych kochanych beczek w grze {0}! Jajogłowi z działu marketingu mówią, że nasze zyski wzrastają, co oznacza, że będziemy mieć większe możliwości działania. Dobra robota. Możemy wspólnie świętować.
sv: Dave Johnson här! Lyssna! Du gjorde väl när du placerade våra älskade tunnor i {0} - mina marknadsförings ägghuvuden säger att vinsterna ökar vilket innebär mer vetenskap för oss. Bra gjort. Här, ta denna tårta.

source: Dave Johnson here! Listen! Those red exploding barrels I'd asked you to place in your game. Well, seems that folks didn't really enjoy them as much in {0}. Oh well, was worth a try.
ar_001: Dave Johnson هنا! اسمع! تلك البراميل التي طلبت منك وضعها في لعبتك. حسنا، يظهر أن أولئك الناس لم يستمتعوا بها كثيرا مثل ما استمتعوا بها في {0}. على كل حال، كانت تستحق المحاولة.
cs: Tady Dave Johnson! Poslouchejte! Pamatujete, jak jsem vás požádal o ty červené barely ve vaší hře? Vypadá to, že si jich lidi v {0} moc nevšímají. No dobře, stálo to za pokus.
de: Dave Johnson hier! Hör zu! Wegen der explodierenden roten Fässern, die Du in einem Spiel platzieren solltest. Nun, sieht so aus, als würden die Leute sie in {0} nicht sonderlich mögen. Na ja, einen Versuch war es wert.
fr: Ici Dave Johnson ! Écoutez ! Vous vous souvenez de ces barils rouges explosifs que je vous avais demandé de placer dans votre jeu? Et bien, il semble que les gars ne les ont pas vraiment apprécié dans {0}. Oh, après tout fallait tenter le coup.
nb: Dave Johnson her! Hør nå! Du vet de røde, eksplosive tønnene jeg ville du skulle plassere i spillet ditt. Det virker som om folk ikke syntes de passa så godt inn i {0}. Vel vel, det var et forsøk verdt.
nl: Dave Johnson hier! Moet je luisteren. Die rode exploderende vaatjes die ik je gevraagd had in je game te verwerken hè. Nou ja het lijkt erop dat de mensen ze niet zo konden waarderen in {0}. Ach ja, het was het proberen waard.
pl: Z tej strony Dave Johnson! Słuchaj, chodzi o te beczki, które mieliście ulokować w jednej z waszych gier. Umieszczenie ich w grze {0} nie przypadło graczom do gustu. Cóż, warto było spróbować.
sv: Dave Johnson här! Lyssna! De röda exploderande tunnorna jag hade bett dig att placera i ditt spel. Tja, verkar som om folk inte riktigt tycker om dem så mycket för de inte passar in i {0}. Nåja, det var värt ett försök.

source: Message
ar_001: الرسالة
cs: Zpráva
de: Nachricht
nb: Melding
nl: Bericht
pl: Wiadomość
sv: Meddelande

source: It seems that you have some serious financial difficulties and your company is about to go bankrupt. After careful consideration we have decided to offer you a deal.
ar_001: يبدو أن لديك بعض الصعوبات المالية الخطيرة و شركتك على وشك أن تفلس. بعد دراسة دقيقة قررنا أن نقدم لكم صفقة.
cs: Vypadá to, že máte velmi vážné finanční potíže a vaše společnost je před bankrotem. Po pečlivém zvážení jsme se rozhodli vám udělat nabídku.
de: Es sieht so aus, als ob Sie ernste finanzielle Schwierigkeiten haben und Ihre Firma kurz vor dem Bankrott steht. Nach reiflicher Überlegung haben wir uns entschieden, Ihnen ein Angebot zu machen.
fr: Il semble que vous ayez de sérieuses difficultés financières et que votre société est proche de la banqueroute. Après mûre réflexion, nous avons décidé de vous proposer quelque chose.
nb: Det ser ut til at du har alvorlige økonomiske problemer, og at firmaet ditt er påfyll konkursens rand. Etter mye tankevirksomhet har vi bestemt oss for å tilby deg en deal.
nl: Het ziet ernaar uit dat je in ernstige financiële moeilijkheden zit en je bedrijf op het punt staat failliet te gaan. Na zorgvuldige overweging hebben we besloten je een voorstel te doen.
pl: Wygląda na to, że masz poważne problemy finansowe, a twoja firma stoi na skraju bankructwa. Po długich rozważaniach postanowiliśmy przedstawić ci pewną ofertę.
sv: Det verkar som om du har allvarliga ekonomiska svårigheter och ditt företag är på väg att gå i konkurs. Efter noggranna överväganden har vi beslutat att ge dig ett erbjudande.

source: We will give you {0} which should move you out of the danger zone but in return you have to commit to pay us {1} in a year's time.
ar_001: نحن سنقدم لك {0} و أنت ينبغي أن تتحرك و تحاول الخروج من منطقة الخطر و لكن في المقابل عليك أن تلتزم بدفع لنا {1} في غضون عام.
cs: Poskytneme vám {0}. To vás dostane z červených čísel. Ale za rok nám vrátíte {1}.
de: Wir werden Ihnen {0} geben, was genug sein sollte, um Sie wieder aus den roten Zahlen zu bekommen. Im Gegenzug dafür müssen Sie {1} in einem Jahr zurückzahlen.
fr: Nous vous donnerons {0}, ce qui devrait sortir vos comptes du rouge, mais en retour, vous vous engagez à nous payer {1} d'ici un an.
nb: Vi er villige til å gi deg {0}, som burde vÆre nok til å få deg ut av faresonen. Til gjengjeld må du forplikte deg til å betale oss {1} om ett ï¿½rs tid.
nl: We zullen je {0} geven. Dit brengt je buiten de gevarenzone, maar je bent dan wel verplicht ons over een jaar {1} terug te betalen.
pl: Pożyczymy ci {0} Powinno to pomóc twojej firmie wyjść z dołka finansowego, ale w zamian musisz nam oddać {1} w ciągu roku.
sv: Vi kommer att ge dig {0} som borde flytta dig ur farozonen men i gengäld måste du betala oss {1} inom ett års tid.

source: Bank offer
ar_001: عرض البنك
cs: Nabídka banky
de: Angebot der Bank
fr: Offre de la banque
nb: Tilbud fra banken
nl: Voorstel van de bank
pl: Oferta bankowa
sv: Bankerbjudande

source: Agree (receive {0})
ar_001: موافق (استلام {0})
cs: Souhlasit (obdržet {0})
de: Annehmen (erhalte {0})
fr: Accepter (recevoir {0})
nb: Godta (motta {0})
nl: Akkoord (ontvang {0})
pl: Zgódź się (otrzymasz {0})
sv: Acceptera (ta emot {0})

source: No (go bankrupt)
ar_001: لا (أعلن الإفلاس)
cs: Ne (zbankrotovat)
de: Ablehnen (Bankrott)
fr: Non (faire faillite)
nb: Avslï¿½ (gï¿½ konkurs)
nl: Nee (ga failliet)
pl: Odmów (zbankrutujesz)
sv: Nej (gå i konkurs)

source: Bailout
ar_001: قرض إنقاذ مالي
cs: Finanční pomoc
de: Rettungsschirm
fr: Renflouement
nb: Finanshjelp
nl: Borgstelling
pl: Dofinansowanie
sv: Nödpaket

source: Bank
ar_001: المصرف
cs: Banka
fr: Banque

source: This is a reminder that we require you to pay back the agreed amount of {0} in three months' time.
ar_001: هذا تذكير بأننا نطلب منك تسديد المبلغ المتفق عليه {0} في غضون ثلاثة أشهر.
cs: Toto je připomínka vaší pohledávky ve výši {0}, kterou máte za tři mesíce zaplatit.
de: Wir möchten Sie daran erinnern, dass der vereinbarte Betrag von {0} in 3 Monaten fällig wird.
fr: Nous vous rappelons que vous devez nous rembourser le montant convenu de {0} dans un délai de trois mois.
nb: Dette er en pï¿½minnelse om at vi krever {0} tilbakebetalt om tre mï¿½neders tid.
nl: We willen je eraan herinneren dat je het overeengekomen bedrag van {0} over drie maanden moet terugbetalen.
pl: Chcieliśmy przypomnieć, że zostały wam tylko trzy miesiące na oddanie {0}
sv: Detta är en påminnelse om att vi kräver att du betalar tillbaka den överenskomna mängden {0} inom tre månader.

source: The amount of {0} has been deducted from your account.
ar_001: مبلغ {0} تم خصمه من حسابك.
cs: Částka {0} byla odečtena z vašeho účtu.
de: {0} wurden von Ihrem Bankkonto eingezogen.
fr: {0} ont été prélevés sur votre compte.
nb: Vi har trukket {0} fra din konto.
nl: Een bedrag van {0} is van je rekening afgeschreven.
pl: Z twojego konta potrącono {0}
sv: Mängden {0} har dragits från ditt konto.

source: Bailout payback
ar_001: أسترداد القرض المالي
cs: Splátka finanční pomoci
de: Rettungsschirm Rückzahlung
fr: Remboursement du renflouement
nb: Tilbakebetaling finanshjelp
nl: Terugbetaling borgstelling
pl: Spłata dofinansowania
sv: Återbetalning för nödpaketet

source: Boss, I think it's time to announce the {0} to the world. Should we go ahead and make a press release?
ar_001: أيها الرئيس أعتقد بأنه قد حان وقت الإعلان عن {0} من أجل أن يشاهده الناس حول العالم فما رأيك هل يجدر بنا الانطلاق و الإعلان عنه؟
cs: Šéfe, myslím, že je načase, aby se o {0} dozvěděl celý svět. Máme svolat tiskovou konferenci?
de: Chef, ich denke es ist an der Zeit {0} anzukündigen. Sollen wir eine Pressemitteilung rausgeben?
fr: Patron, je pense qu'il est temps d'annoncer la {0} au monde. Faut-il faire un communiqué de presse ?
nb: Sjef, jeg tror tiden er inne for å presentere {0} for verden. Skal vi skrive en pressemelding?
nl: Baas, ik denk dat het tijd is {0} aan de wereld te verkondigen. Zullen we een persbericht maken?
pl: Szefie, wydaje mi się, że to już najwyższy czas, aby pokazać światu konsolę {0}. Podać wiadomość do prasy?
sv: Chefen, jag tror det är dags att tillkännage {0} till världen. Ska vi gå vidare och göra ett pressmeddelande?

source: Announce
ar_001: أعلن
cs: Oznámit
de: Ankündigen
fr: Annoncer
nb: Presentere
nl: Aankondigen
pl: Przygotuj informację
sv: Annonsera

source: Don't announce
ar_001: لا تعلن
cs: Neoznamovat
de: Nicht Ankündigen
fr: Ne pas annoncer
nb: La være
nl: Niet aankondigen
pl: Nic nie rób
sv: Annonsera inte

source: In a surprise announcement {0}, a company known for games such as {1} has revealed that they have been working on their very own game console. The console which is called {2} is said to compete with the high end consoles from companies like Mirconoft and Vonny.{n}We are eager to see how much of an impact this new console will have.
ar_001: في إعلان مفاجئ {0}، شركة تعرف بألعاب مثل {1} قامت بالكشف عن خبر عملهم على جهاز الألعاب الخاص بهم. جهاز الألعاب الذي يطلق عليه {2} يقال أنه ينافس أجهزة الالعاب الراقية من شركات مثل Mirconoft و Vonny.{n} نحن تواقون لنرى مدى الفرق الذي سيحدثه جهاز الألعاب هذا.
cs: Společnost {0}, známá pro své hry jako je {1}, překvapivě odhalila vlastní konzoli, na které nějaký čas již pracují. Konzole ponese jméno {2} a měla by být schopná konkurovat nejvýkonějším konzolím od společností jako jsou Mirconoft a Vonny.{n}Budeme nedočkavě sledovat, jaký vliv bude konzole na trh mít.
de: {0}, bekannt für Spiele wie {1}, kündigte überraschend an, dass sie an der Entwicklung einer eigenen Konsole arbeiten. Die {2} soll High-End-Konsolen von Micronoft und Vonny Konkurrenz machen.{n}Wir sind gespannt, wie sich die Konsole am Markt behaupten wird.
fr: Dans une annonce surprise {0}, une société connue pour des jeux tels que {1} a révélé qu'ils ont travaillé sur leur propre console de jeu. La console, appelée {2}, devrait rivaliser avec les consoles haut de gamme de sociétés telles que Mirconoft et Vonny.{n}Nous sommes impatients de voir quel impact cette nouvelle console aura.
nb: Overraskende nyheter i dag: {0}, mest kjent for spill som {1}, har avslï¿½rt at de jobber med sin egen spillkonsoll. Den skal hete {2}, og vil etter sigende konkurrere med de nyeste konsollene fra firmaer som Mirconoft and Vonny.{n}Vi er spente påfyll å se hvordan denne ferske konsollen vil klare seg i markedet.
nl: in een verrassende aankondiging heeft {0}, een bedrijf dat bekend staat om games als {1}, onthuld aan een eigen game console te werken. Van de console, genaamd {2}, wordt verwacht dat het de strijd aan zal kunnen gaan met hoogstaande consoles van bedrijven als Micronoft en Vonny.{n}We kunnen niet wachten om te zien wat deze game console gaat brengen.
pl: Firma {0}, znana z produkcji gry {1}, właśnie ogłosiła, że pracuje nad własną konsolą do gier. {2}, bo tak ma nazywać się wspomniana konsola, będzie rywalizować z hi-endowymi platformami Micronoftu i Vonny.{n}Nie możemy się już doczekać, by zobaczyć, jaki wpływ na rynek będzie miała ta konsola.
sv: I en överrakningstillkännagivande {0}, ett företag känt för spel som {1} har avslöjat att de har arbetat på sin egen spelkonsol. Konsolen som heter {2} sägs att konkurrera med avancerade konsoler från företag som Mirconoft och Vonny.{n}Vi är angelägna om att se hur stor inverkan den nya konsolen kommer att ha.
