Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Would you like to import all previously gained hints into this game?
ar_001: هل ترغب في استيراد كافة الإرشادات المكتسبة سابقاً في هذه اللعبة؟
cs: Přejete si naimportovat všechny tipy z předešlé hry?
de: Willst du alle vorher erhaltene Hinweise in dieses Spiel übernehmen?
fr: Voulez-vous importer dans cette partie les conseils précédemment acquis ?
nb: Ønsker du å importere alle tidligere hint inn i dette spillet?
nl: Wil je eerder verkregen hints importeren naar deze game?
pl: Czy chciałbyś zaimportować do gry wszystkie wcześniej zdobyte podpowiedzi?
sv: Vill du importera alla tidigare tips inför denna spelomgång?

source: No new insights
ar_001: لا رؤى جديدة
cs: Žádné nové poznatky
de: Keine neuen Erkenntnisse
fr: Pas de nouvelles idées
nb: Ingen nye innsikt
nl: Geen nieuwe inzichten
pl: Brak nowych spostrzeżeń
sv: Inga nya insikter

source: Our post-release analysis of {0} is complete and we got the following results:
ar_001: تحليلنا للعبة {0} قد اكتمل و النتائج التي تحصلنا عليها :
cs: Naše analýza po vydání {0} je hotova a její výsledky jsou následující:
de: Unsere Analyse nach Verkausstart von {0} ist beendet und wir haben folgende Resultate erhalten:
fr: Notre analyse postpublication de {0} est terminée et nous avons obtenu les résultats suivants :
nl: Onze analyse van {0} is compleet en heeft de volgende resultaten:
pl: Nasza analiza rezultatów wydania gry {0} została zakończona. Wyniki:
sv: Vår analys av {0} är klar och vi fick följande resultat:

source: {0} seems to be {1} for this type of game.
ar_001: {0} يبدو أن {1} لهذا النوع من الالعاب.
cs: Položka {0} je zřejmě pro tento typ her {1}.
de: {0} scheint {1} zu sein für diese Art von Spiel.
fr: {0} semble être {1} pour ce type de jeu.
nb: {0} ser ut til å være {1} for denne type spill.
nl: {0} blijkt {1} voor dit type game.
pl: {0}? W tego typu grze to {1} czynnik.
sv: {0} ser ut att {1} för denna typ av spel.

source: The optimal team size for a {0} game seems to be {1}.
ar_001: حجم الفريق المناسب للعبة ال{0} لا بد أن يكون {1}.
cs: Zdá se, že optimální počet členů týmu pro {0} hry je {1}.
de: Die optimale Teamgröße für ein {0} Spiel scheint {1} zu sein.
fr: La taille de l'équipe optimale pour un jeu {0} semble être {1}.
nl: De optimale grootte van een team voor een {0} game blijkt {1}.
pl: Odpowiednia liczba osób do pracy nad tej wielkości ({0}) grą: {1}
sv: Det optimala antalet team-medlemmar för ett {0} spel verkar vara {1}.

source: A few more games and the team will have higher potential
ar_001: بضع ألعاب أخرى و سيحصل فريقنا إمكانيات أعلى
cs: Pár dalších her a tým bude mít lepší potenciál
de: Noch ein paar Spiele und dein Team bekommt ein größeres Potential
fr: Un peu plus de jeux et l'équipe aura un plus grand potentiel
nl: Nog een paar meer games en het team heeft een hoger potentieel
pl: Jeszcze kilka gier i zespół będzie mógł myśleć o tworzeniu lepszych jakościowo produktów.
sv: Efter några spel till kommer teamet ha högre potential

source: Our fan base is big enough to make self-publishing {0} games viable. Unless a publishing deal gives us a great royalty rate we are likely better off publishing {0} games ourselves
ar_001: قاعدتنا الجماهيرية كبيرة بما فيه الكفاية لتجعلنا ننشر {0}ألعابنا الخاصة . ما لم يقدم لنا عرض نشر، نسبة وفاء كبيرة، فالأفضل أن ننشر {0}ألعابنا الخاصة بأنفسنا
cs: Naše fanouškovská báze je dostatečně velká, aby jsme mohly vyvíjet {0} hry na naši pěst a vydělávali nám. Přestože nám vydavatelé dělají velkou reklamu, tak je lepší vydávat {0} hry sami.
de: Unsere Fangemeinde ist groß genug, um den Eigenvertrieb von {0} Spielen realistisch erscheinen zu lassen. Bis uns ein Publisher einen Vertrag mit einer hohen Beteiligung anbietet, sind wir feiner raus, wenn wir {0} Spiele selber vertreiben
fr: Notre nombre de fans est suffisant pour auto-publier des jeux {0} de façon viable. À moins qu'un éditeur ne nous donne de bonnes royalties, nous ferions mieux d'autopublier les jeux {0}
nl: Onze fan base is groot genoeg om zelf gepubliceerde {0} games aantrekkelijk te maken. Tenzij een publicatie deal hoge royalty's heeft, kunnen we beter {0} zelf publiceren
pl: Liczba naszych fanów jest wystarczająca, żeby na własną rękę móc wydawać jeszcze większe gry niż do tej pory. Jeżeli kontrakt wydawniczy nie gwarantuje nam porządnego honorarium, lepiej wyjdziemy na tym, jak sami będziemy wydawać nasze produkty.
sv: Våra fans är tillräckligt många så vi kan genomföra själv-publiceringar av {0} spel. Såvida ett publiceringsavtal ger oss en stor avgift kan vi sannolikt publicering {0} spel själva bättre

source: 35 years (recommended)
ar_001: 35 سنة (موصى به)
cs: 35 let (doporučeno)
de: 35 Jahre (Empfehlung)
fr: 35 ans (recommandé)
nb: 35 år (anbefalt)
nl: 35 jaar (aanbevolen)
pl: 35 lat (zalecane)
sv: 35 år (rekommenderas)

source: Language
ar_001: اللغة
cs: Jazyk
de: Sprache
fr: Langue
nb: Språk
nl: Taal
pl: Język
sv: Språk

source: Off
ar_001: أيقاف
cs: Vypnuto
de: Aus
fr: Désactivé
nb: Av
nl: Uit
pl: Wył.
sv: Av

source: Audio
ar_001: الصوت
cs: Zvuk
fr: Son
nb: Lyd
nl: geluid
pl: Dźwięk
sv: Ljud

source: Toggle Fullscreen
ar_001: تبديل الشاشة الكاملة
cs: Přepnout na celou obrazovku
de: Im Vollbildmodus spielen
fr: Plein écran/Fenêtré
nb: Veksle mellom fullskjerm
nl: Omzetten naar Volledig scherm
pl: Przełączanie pełnego ekranu
sv: Fullskärm

source: A newer version of this game is available.
ar_001: نسخة جديدة من اللعبة متوفرة.
cs: Nová verze hry je dostupná.
de: Eine neue Version des Spiels ist verfügbar.
fr: Une nouvelle version de ce jeu est disponible.
nb: En nyere versjon av dette spillet er tilgjengelig.
nl: Een nieuwere versie van de game is beschikbaar.
pl: Dostępna jest nowsza wersja tej gry.
sv: En nyare version av det här spelet finns tillgänligt.

source: Get Update
ar_001: أحصل على التحديث
cs: Aktualizovat
de: Update herunterladen
fr: Mettre à jour
nb: Få oppdatering
nl: Haal Update
pl: Ściągnij aktualizację
sv: Skaffa uppdatering

source: I Agree
ar_001: أنا أوافق
cs: Souhlasím
de: Ich stimme zu
fr: D'accord
nb: Jeg er enig
nl: Ik Accepteer
pl: Zgadzam się
sv: Jag håller med

source: Exit
ar_001: خروج
cs: Zavřít
de: Beenden
fr: Quitter
nb: Avslutt
nl: Afsluiten
pl: Wyjdź
sv: Avsluta

source: Best for discussions, tips and tricks and to communicate with other fans.
ar_001: الأفضل للنقاشات, نصائح و حيل و للاتصال بالمعجبين الآخرين.
cs: Nejlepší pro diskuse, tipy a triky, či komunikaci s ostatními fanoušky.
de: Unschlagbar, wenn es um Diskussionen, Tipps und Tricks und Unterhaltungen mit anderen Fans.
fr: Parfait pour les discussions, trucs et astuces et communiquer avec les autres fans.
nb: Best for diskusjoner, tips og triks og for å kommunisere med andre fans.
nl: beste voor discussies, tips en trucjes en te communiceren met andere fans.
pl: Dyskusje, podpowiedzi i komunikacja z innymi fanami.
sv: Bäst för diskussioner, tips och tricks och att kommunicera med andra fans.

source: Changes to the language setting require a restart.
ar_001: التغيير على إعدادات اللغة يحتاج إلي إعادة تشغيل اللعبة.
cs: Restart aplikace je po změně jazyka vyžadován.
de: Nach dem Ändern der Sprache, muss das Spiel neugestartet werden.
fr: Le changement de langue nécessite un redémarrage du jeu.
nb: Endringer av språket krever en omstart.
nl: Wijzigingen aan de taal vereist opnieuw opstarten.
pl: Zmiany w ustawieniach języka wymagają ponownego uruchomienia gry.
sv: Ändringar i språkinställningarna kräver en omstart.

source: We see that you are in financial difficulties. Since you've just released your latest game {0}, we are willing to offer you a mini-credit to get you over this months' payments. We will give you {1} to cover your costs and expect to be paid back the full amount, plus a small adminstration fee of {2} in two months time.
ar_001: نرى بأنك تعاني من مشكلات مالية. إذ أنك قد أصدرت لتوك آخر ألعابك {0}، فإننا نرغب بتقديم دعم مالي بسيط لتحل فيه مشاكل هذا الشهر . سنعطيك {1} لتغطية تكاليفك و نتوقع أن ترد لنا كامل المبلغ بالإضافة إلى رسوم إدارية صغيرة بمقدار {2} خلال شهرين .
cs: Vidíme, že jste ve finančních nesnázích. Vzhledem k tomu, že jste zrovna vydali svoji nejnovější hru {0}, jsme vám ochotni nabídnout mikro půjčku ke splacení měsíčních poplatků. Poskytneme vám {1} na pokrytí poplatků a očekáváme, že nám to vrátíte i s malým úrokem {2} za dva měsíce.
de: Wie wir sehen, sind Sie in finanziellen Schwierigkeiten. Da Sie gerade erst das Spiel {0} veröffentlicht haben, sind wir bereit Ihnen einen Mini-Kredit anzubieten, um die Zahlungen für diesen Monat zu leisten. Wir werden Ihnen {1} geben um Ihre Kosten abzudecken und erwarten, dass Sie und die gesamte Summe plus einer Verwaltungsgebühr von {2} in zwei Monaten zurückzahlen.
fr: Nous voyons que vous avez des problèmes financiers. Vu que vous avez sorti vous dernier jeu, {0}, nous vous proposons un micro-crédit pour passer les charges de ce mois-ci. Nous nous donnerons {1} pour couvrir vos frais et attendons d'être remboursés intégralement ainsi que des frais annexes de gestion de compte de {2}, tout ceci entrant à échéance dans deux mois.
nb: Vi ser at du er i finansielle vanskeligheter. Siden du har nettopp lansert ditt siste spill {0}, er vi villige til å tilby deg et 'mini-credit'-lån for å hjelpe deg med denne måneds utgifter. Vi vil gi deg {1} for å dekke dine utgifter og forventer å bli tilbakebetalt hele beløpet, pluss et lite administreringsgebyr på {2} om to måneder.
nl: We zien dat je wat financiële problemen hebt, aangezien je net je laatste game {0} hebt uitgegeven, zijn we bereid om je een mini-krediet te geven, zodat je de kosten van deze maand kan dekken. We zullen je {1} geven om je kosten te dekken en verwachten terugbetaling van het volledige bedrag plus een beetje administratie kosten van {2} binnen twee maanden.
pl: Widzimy, że jesteś w tarapatach finansowych. Ponieważ dopiero co opublikowałeś grę {0}, chcemy zaoferować ci minikredyt, byś mógł związać koniec z końcem. Damy ci {1} na pokrycie kosztów. Spodziewamy się odzyskać w ciągu dwóch miesięcy pełną kwotę plus {2}.
sv: Vi ser att du har finansiella problem. Eftersom du precis har släppt ditt senaste spel {0}, vi är villiga att ge dig ett erbjudande om ett mini-lån för att klara av den här månadens betalningar. Vi kommer ge dig {1} för att täcka dina kostnader och förvänta dig att bli betalad fullt ut, plus en liten administrationsavgift på {2} inom två månaders tid.

source: Boss, our office could really do with some renovation work and our computer systems are also out of date. Investing a little bit in a more modern office and upgraded computers would be a great. Do you want to renovate the office?
ar_001: يا رئيس، يمكن لمكتبنا أن يحظى ببعض أعمال التجديد، كما أن أنظمة حواسبنا قديمة. دفع مبلغ بسيط من أجل مكتب حديث و حواسيب مرقاه سيكون عظيماً. هل ترغب بتجديد المكتب ؟
cs: Šéfe, naši kanceláři by prospělo trocha renovací ostatně i naše počítače nejsou zrovna výstřelem trendu. Investice do modernější kanceláře a lepších počítačů by byla skvělá. Chcete zrenovovat kancelář?
de: Chef, unsere Büros könnte echt eine Renovierung vertragen und unsere Computersysteme sind auch veraltet. Es wäre großartig, wenn wir in moderne Büros und verbesserte Computer investieren. Willst du die Büros renovieren?
fr: Patron, notre bureau aurait vraiment besoin d'une rénovation et nos ordis sont dépassés. Si vous investissiez dans une rénovation et un nouveau parc informatique, ça serait bien. Voulez-vous le faire ?
nb: Sjef, kontoret vårt kunne virkelig trengt en oppussing og PC-systemene våre er gått ut på dato. Å investere i et moderne kontor og oppgraderte datamaskiner ville være flott. Vil du pusse opp kontoret?
nl: Baas, ons kantoor kan echt een verbouwing gebruiken en onze computer systemen zijn ook verouderd. Een kleine investering in moderner kantoor en nieuwe computers zou te gek zijn. Wil je het kantoor verbouwen?
pl: Szefie, w biurze przydałby się remont, nasze komputery też już są przestarzałe. Byłoby super, gdybyśmy zainwestowali w modernizację. Zgadzasz się?
sv: Chefen, vårt kontor borde verkligen renoveras och vårt datasystem är också föråldrat. Investera lite i ett mer modernt kontor och uppgraderade datorer skulle vara bra. Vill du renovera kontoret?

source: Dear {0}! Since G3 has become the biggest meetup of game developers every year we have decided to use our name for the greater good. Starting today we offer different game development challenges throughout the year where game devs from around the world can compete with each other.{n}This will be a great way for game developers to learn something new. You are welcome to join in at any time. There are no prizes but it should be a great way to increase everyone's skills. The G3 committee.
ar_001: عزيزي {0}! منذ أن أصبح G3 أكبر لقاء لمطوري الألعاب كل سنة، لقد قررنا أن نستخدم اسمنا لمصلحة أفضل. بدءًا من اليوم وطوال العام نحن نوفّر تحديات مختلفة لتطوير الألعاب، حيث مطوري الألعاب يمكنهم التنافس مع بعضهم البعض.{n}هذه طريقة ممتازة تتيح للمطورين أن يتعلموا شيء جديد. أنت مرحب بك لتنضم في أي وقت. لن يكون هناك جوائز لكنها ستكون طريقة ممتازة لتطوير مهارات الجميع. لجنة G3.
cs: Vážení {0}, Poslední roky jsme sledovali váš postup a rádi bychom touto cestou přednesli formální pozvání k účasti na největší herní výstavě 'Games, Games, Games', neboli G3.{n}S vlastním stánkem můžete na výstavě získat mnoho nových fanoušků, rozšířit zájem o vaše hry a návštevníci se zde na vás rádi podívají.
de: Hallo {0}! Nachdem die G3 der größte jährliche Treffpunkt für Spielentwickler geworden ist, haben wir uns entschieden, unseren Ruf für eine höhere Sache einzusetzen. Ab heute werden wir zu verschiedenen Herausforderungen aufrufen, bei denen sich Spielentwickler aus der ganzen Welt miteinander messen können.{n}Dies wird eine tolle Möglichkeit für die Spielentwickler etwas hinzuzulernen. Sie sind herzlich eingeladen, jeder Zeit mitzumachen. Es gibt keine Preise, aber es ist eine großartige Chance, dass jeder seine Fähigkeiten ausbauen kann. Das G3 Komitee.
fr: Chers {0} ! Depuis que le G3 est devenu le plus grand rassemblement de développeurs chaque année, nous avons décidé de faire mieux. À partir de maintenant nous ferons des concours de développement toute l'année où les développeurs de jeux du monde entier pourront concourir dans différentes catégories entre-eux.{n}Ce sera aussi une bonne façon pour les développeurs d'apprendre de nouvelles choses. Vous y êtes les bienvenus. Il n'y a rien à remporter si ce n'est l'amélioration de votre talent. Le comité du G3.
nl: Beste {0}! Aangezien de G3 de grootste bijeenkomst van game ontwikkelaars is elk jaar, hebben we besloten om onze naam te gebruiken voor het hogere doel. Vanaf vandaag bieden we gedurende het hele jaar verschillende game ontwikkel uitdagingen aan, zodat game ontwikkelaars van over de hele wereld zich met elkaar kunnen meten.{n}Dit is een uitstekende manier voor game ontwikkelaars iets nieuws te leren. Je bent welkom om op elk moment deel te nemen. Er zijn geen prijzen te verdienen, maar het is goede manier om ieders vaardigheid te verhogen. Het G3 Comité.
pl: {0}! Jako że G3 stało się najpopularniejszym miejscem spotkań deweloperów gier, postanowiliśmy skorzystać z tego faktu na rzecz większego dobra. Od dzisiaj deweloperzy gier będą mogli zmierzyć się z innymi deweloperami z całego świata w serii proponowanych przez nas wyzwań.{n}Pomoże to deweloperom w nabyciu nowych umiejętności. Jeśli chcesz wziąć udział, to zapraszamy. Nie przyznajemy nagród, ale za to będzie można się nauczyć czegoś nowego. Komitet G3
sv: Kära {0}! Eftersom G3 har blivit den största mötesplatsen för spelutvecklare varje år har vi valt att använda vårt namn för det större goda. Från och med idag erbjuder vi olika spelutvecklingsutmaningar under året där spelutvecklare från hela världen kan konkurrera med varandra.{n}Detta kommer att vara ett bra sätt för spelutvecklare att lära sig något nytt. Du är välkommen att testa när som helst. Det finns inga pris men det borde vara ett bra sätt att förbättra sina erfarenheter. G3-kommittén.

source: Hi, this is {0} from {1}. I got word that {2} is working on a new game. Would you be willing to share some information on your current game project and do an interview about it?
ar_001: مرحبا, أنا {0} من {1}. لقد أتاني خبر بأن {2} يعمل على لعبة جديدة. هل لديك الاستعداد لمشاركة بعض المعلومات حول مشروع لعبتك الحالية و عمل مقابلة حول ذلك؟
cs: Zdravím, tady {0} z {1}. Zaschl jsem, že {2} pracují na nové hře. Chtěli byste se podělit o nějaké informace o vašem současném vývoji?
de: Hallo, ich bin {0} von {1}. Ich habe gehört {2} arbeitet gerade an einem neuem Spiel.↵ Wären Sie bereit uns Informationen zu Ihrem aktuellen Spiel-Projekt zu geben und ein Interview mit uns zu machen?
fr: Salut, c'est {0} de {1}. J'ai entendu que {2} travaillait sur un nouveau jeu. Est-ce que vous seriez d'accord de partager quelques petites infos sur votre projet actuel et de répondre à une interview ?
nl: Hallo, ik ben {0} van {1}. Ik heb gehoord dat {2} werkt aan een nieuwe game. Zou u bereid zijn om wat informatie over uw huidige game project te geven en er een interview over willen doen?
pl: Hej, z tej strony {0} z {1}. Podobno pracujecie nad nową grą. Co byś powiedział na wywiad?
sv: Hej, detta är {0} från {1}. Jag hörde att {2} arbetar på ett nytt spel. Skulle du vilja berätta lite om ert senaste spelprojekt och göra en intervju på det?

source: {0}: What is your expectation regarding the success of {1}? Do you think that the game will be well received?
ar_001: {0}: ما هو توقعك بخصوص نجاح {1}؟ هل تعتقد بأن اللعبة سوف تستقبل جيدا؟
cs: {0}: Jaká jsou vaše očekávání ohledně {1}? Myslíte si, že hra bude přijata kladně?
de: {0}: Was ist deine Erwartung hinsichtlich des Erfolgs von {1}? Glaubst du, das Spiel wird gut angenommen?
fr: {0}: Quel est votre sentiment sur le potentiel succès de {1} ? Pensez que le jeu sera apprécié ?
nl: {0}: Wat zijn uw verwachtingen over het succes van {1} denkt u dat de game goed zal worden ontvangen?
pl: {0}: Czego oczekujecie po grze {1}? Czy sądzicie, że zostanie dobrze przyjęta?
sv: {0}: Vad är dina förväntningar om framgång på {1}? Tror du att spelet kommer att bli väl mottaget?

source: {0}: Many of our readers are curious about what decisions go into making a video game and how companies prioritize development areas. Your new game is a {1}/{2} game, can you tell us whether such a game would usually receive more focus on {3} or on {4}?
ar_001: {0}: كثير من قرائنا يشعرون بالفضول حول القرارات التي تأتي في صناعة لعبة فيديو و كيف تعطي الشركات الأولية في مناطق التطوير. لعبتك الجديدة هي {2}/{1}, هل يمكنك أخبارنا في لعبة مثل هذه هل تركزون اكثر على {3} أم على {4}؟
cs: {0}: Mnoho našich čtenářů jsou zvědaví na vaše rozhodnutí při vývoji video hry a jak společnosti upřednostňují vývojové fáze. Vaše nejnovější hra je {1}/{2}, můžete nám prozradit na co by se měla taková hra spíše zaměřit? Je důležitější {3} nebo {4}?
de: {0}: Viele unsere Leser sind neugierig, welche Entscheidungen bei der Spielentwicklung getroffen werden müssen und wie Firmen die einzelnen Entwicklungsbereiche einteilen. Ihr neues Spiel ist ein {1}/{2} Spiel, können Sie uns sagen, ob ein solches Spiel mehr Fokus auf {3} oder doch auf {4} benötigt?
fr: {0} : Beaucoup de nos lecteurs sont curieux à propos des choix dans la réalisation d'un jeu et de comment se définissent les priorités de développement. Votre nouveau jeu est un {1}/{2}, pouvez-vous nous dire si dans un tel jeu vous vous concentrez plus sur {3} ou sur {4} ?
nl: {0}: Veel van onze lezers zijn nieuwsgierig welke beslissingen er worden genomen tijdens het maken van een video game en hoe bedrijven ontwikkelfasen prioriteit geven. Uw nieuwe game is een {1}/{2} game, kunt u ons vertellen of zo een game gebruikelijk meer focus heeft op {3} of op {4}?
pl: {0}: Wielu z naszych czytelników jest ciekawych, jak przebiegają decyzje w procesie tworzenia gry i na czym koncentrują się deweloperzy. Twoja nowa gra łączy ze sobą interesujący temat ({1}) i gatunek ({2}). Czy możesz nam powiedzieć, co przy takiej kombinacji powinno być priorytetem? {3}? {4}?
sv: {0}: Många av våra läsare är nyfikna på vilka val som används i att göra ett spel och hur företagen prioriterar utvecklingsområdena. Ert nya spel är ett {1}/{2} spel, kan du berätta för oss om ett sådant spel vanligtvis skulle få mer fokus på {3} eller {4}?

source: In a recent interview with {0} we discussed their upcoming {1} game and asked company founder {2} how different development areas are prioritized. In the interview {2} said that {3} is of particular importance for such a game
ar_001: في مقابلة سابقة مع {0} ناقشنا لعبتهم القادمة {1} وسألنا رئيس الشركة {2} عن توزيع أولوية التطوير. في المقابلة {2} قال أن {3} ذو اهتمام خاص لمثل هذه اللعبة
cs: V nedávném rozhovoru jsme s {0} diskutovali o nadcházející hře {1}. Ptali jsme se zakladatele společnosti, {2}, na různé komponenty hry a jejich prioritu. V rozhovoru řekl, že je {3} hraje u takové hry důležitou roli
de: In einem kürzlichem Interview mit {0} haben wir über das kommende {1} Spiel geprochen und haben Firmengründer {2} gefragt, wie unterschiedlich stark Entwicklungsbereiche prorisiert werden. In dem Interview sagte {2}, dass {3} besonders wichtig für so ein Spiel hat,
fr: Dans une récente interview avec {0}, nous avons parlé de leur prochain jeu, {1}, et demandé au patron {2} quelles étaient les priorités dans le développement du jeu. {2} a répondu que {3} était la clef pour réussir un tel type de jeu
nl: In een recent interview met {0} hebben we de aankomende {1} game gediscussieerd en aan de oprichter {2} gevraagd hoe de prioriteit over de verschillende ontwikkelfasen wordt verdeeld. In het interview zei {2} dat {3} zeer belangrijk is voor zo'n game
pl: Przeprowadziliśmy ostatnio wywiad z firmą {0} na temat ich najnowszej gry. Właściciel studia deweloperskiego powiedział nam, na jakim elemencie najbardziej się koncentrują. „{3} to bardzo ważny element w tego typu grach” - stwierdził {2}.
sv: I en ny intervju med {0} så diskuterade vi deras uppkommande {1} spel och frågade företagsgrundaren {2} hur de olika utvecklingsområdena är prioriterade. I intervjun sa {2} att {3} är särskilt viktigt för ett sådant spel
