Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Sales Record
ar_001: تقرير المبيعات
cs: Prodejní rekord
de: Verkaufsrekord
fr: Record de Ventes
nb: Salgs rekord
nl: Verkooprecord
pl: Rekord sprzedaży
sv: Försäljningsrekord

source: {0} has achieved a company sales record with over {1} units sold! This is an important milestone in the history of {2}!
ar_001: {0} حطمت رقم قياسي وذلك ببيع {1} نسخة! يعتبر هذا حدثا مهما في تاريخ {2}!
cs: Hra {0} dosáhla rekordních prodejů s více jak {1} prodaných kusů! Jde o důležitý milník v histori {2}!
de: {0} hat mit über {1} verkauften Einheiten einen neuen Firmenrekord aufgestellt. Dies ist ein wichtiger Meilenstein in der Geschichte von {2}!
fr: {0} a établi un nouveau record de ventes pour l'entreprise avec plus de {1} exemplaires vendus ! C'est une étape importante dans l'histoire de {2} !
nb: {0} har oppnådd en bedrift salgsrekord med over {1} enheter solgt! Dette er en viktig milepæl i historien til {2}
nl: {0} heeft een verkoopsrecord voor het het bedrijf opgeleverd met meer dan {1} exemplaren verkocht! Dit is een belangrijke mijlpaal in de geschiedenis van {2}!
pl: Dzięki grze {0} firma {2} pobiła swój rekord, sprzedając ponad {1} egzemplarzy! To prawdziwy kamień milowy w rozwoju wspomnianego dewelopera!
sv: {0} har uppnått ett företagsförsäljningsrekord med över {1} sålda exemplar! Detta är en viktig milstolpe i {2}s historia!

source: We just got word that {0} which was recently released by {1} has racked up over {2} in sales.
ar_001: لقد سمعنا بأن {0}، و التي قد أصدرت من قبل {1}، قد جنت {2}.
cs: Právě jsme se dozvěděli, že prodeje nedávno vydané hry {0} od {1} přesáhli {2}.
de: Uns erreichte soeben die Meldung, dass {0}, welches vor kurzem von {1} veröffentlicht wurde, über {2} Umsatz erzielt hat.
fr: Nous venons d'apprendre que {0}, récemment publié par {1}, a accumulé plus de {2} ventes.
nb: Vi har nettopp fått vite at {0} som nylig ble utgitt av {1} har rykkett opp over {2} i salgstoppen.
nl: We hebben net gehoord dat {0}, dat onlangs door {1} werd uitgebracht, nu al {2} keer verkocht is.
pl: Doszły nas słuchy, że w sklepach rozeszło się ponad {2} egzemplarzy gry {0}, którą niedawno wydała firma {1}.
sv: Vi fick just veta att {0} som nyligen släpptes av {1} har sålt över {2} på försäljningen.

source: If the game were a music record it would have {0} status.{n}
ar_001: لو ان اللعبة كانت موسيقى لفازت بالأسطوانة الـ{0}.{n}
cs: Kdyby hra byla hudební nahrávkou, získala by {0} hodnocení.{n}
de: Wenn das Spiel ein Musikalbum wäre hätte es {0} Status erreicht.{n}
fr: Si ce jeu était de la musique, il serait disque {0}.{n}
nb: Hvis spille var en musikk plate, vill de det ha fått {0} status.{n}
nl: Als de game een muziekalbum was geweest dan zou het de {0}-status hebben gehad.{n}
pl: Ta gra dostałaby złotą płytę, gdyby była piosenką. {n}
sv: Om spelet vore en skiva så skulle den haft {0}-status.{n}

source: An incredible achievement
ar_001: إنجاز لا يصدق
cs: Neuvěřitelný úspěch
de: Ein unglaublicher Erfolg
fr: Une réalisation incroyable
nb: En utrolig prestasjon
nl: Een ongelooflijke prestatie
pl: Niesamowite osiągnięcie.
sv: En otrolig prestation

source: This is an unbelievably high number.
ar_001: هذا رقم كبير لا يصدق.
cs: Toto je neuvěřitelně vysoké číslo.
de: Das ist eine unglaublich hohe Zahl.
fr: C'est un nombre incroyablement élevé.
nb: Dette er et utrolig høyt nummer.
nl: Dit is een ongelooflijk hoog getal.
pl: Niewiarygodny rezultat!
sv: Detta är ett otroligt stort antal.

source: This game truly deserves to be called AAA.
ar_001: هذه اللعبة حقاً تستحقُ أن تسمى لعبة AAA.
cs: Tato hra si zaslouží označení AAA.
de: Das Spiel verdient wirklich die AAA Bezeichnung.
fr: Ce jeu mérite clairement d'être appelé AAA.
nb: Dette spillet fortjener virkelig å bli kalt en AAA.
nl: Deze game verdiend het om AAA genoemd te worden.
pl: Ta gra zasługuje na kategorię AAA.
sv: Detta spel förtjänar verkligen att kallas AAA.

source: Only a true master of the industry could achieve such a milestone. {0} will forever be remembered in gaming history for this.
ar_001: المحترف الحقيقي وحده في هذه الصناعة من قد يصل إلى هذا الإنجاز. ستبقى {0} خالدة في تاريخ الألعاب.
cs: Jen opravdový mistr řemesla dokáže vytvořit takový klenot. V herním průmyslu již nikdy nezapomeneme na {0}.
de: Nur ein wirklicher Meister der Industrie kann einen solchen Meilenstein erreichen. {0} wird damit für immer in die Videospielgeschichte eingehen.
fr: Seul un vrai maître de l'industrie pouvait atteindre un tel résultat. {0} restera pour toujours dans les mémoires pour cette réalisation.
nb: Bare en sann mester i industrien kan oppnå en slik milepæl. {0} vil for alltid bli husket i spillhistorien for dette.
nl: Alleen een ware industriemeester kan zo'n mijlpaal neerzetten. {0} zal hiervoor eeuwig herinnerd worden in de gaming geschiedenis.
pl: Tylko prawdziwych wirtuozów branży stać na coś takiego. Wyczyn firmy {0} zostanie zapamiętany na zawsze.
sv: Bara en sann mästare i branschen kan uppnå en sådan milstolpe. {0} kommer för alltid att bli ihågkommen i spelhistoriken för detta.

source: The excitement around the game seems to have no end.
ar_001: يبدو بأنه لا حدود للتشويق حول اللعبة.
cs: Nadšení kolem hry zřejmě nemá konce.
de: Die Begeisterung rund um das Spiel scheint kein Ende zu nehmen.
fr: L'agitation autour du jeu semble ne jamais devoir s'arrêter.
nb: Spenningen rundt spillet ser ikke ut til å ha noen ende.
nl: De opwinding rond de game lijkt geen eind te kennen.
pl: Ludzie pieją z zachwytu.
sv: Spänningen kring spelet verkar aldrig ta slut.

source: We wonder how many more it will sell.
ar_001: نتساءل عن كم ستبيع أكثر من هذا.
cs: Zajímalo by nás, kolik se jich ještě prodá.
de: Wir fragen uns, wie viele Einheiten noch verkauft werden.
fr: Nous nous demandons combien d'autres il va s'en vendre.
nb: Vi lurer på hvor mange flere det vil bli solgt.
nl: We vragen ons af hoeveel het nog meer zal verkopen.
pl: Zastanawiamy się, ile egzemplarzy zostanie jeszcze sprzedanych.
sv: Vi undrar hur många fler det kommer att säljas.

source: Competitors have been observed muttering jealous remarks.
ar_001: لوحظ على المنافسين علامات الغيرة.
cs: U konkurence byly vypozorovány žárlivé poznámky.
de: Konkurrenten wurden dabei beobachtet, wie sie neidische Bemerkungen machten.
fr: Les concurrents ont été aperçus marmonnant des commentaires jaloux.
nb: Konkurrenter har blitt observert med misunnelige bemerkninger.
nl: De concurrentie is betrapt op het uitkramen van mopperende, jaloerse opmerkingen.
pl: Konkurencja cedzi przez zęby jadowite komentarze.
sv: Konkurrenter har observerats muttra avundsjuka anmärkningar.

source: Go {0}! Well done!
ar_001: أنطلق يا {0}! أحسنت!
cs: Do toho {0}! Dobrá práce!
de: Los {0}! Gut gemacht!
fr: Allez {0} ! Bien joué !
nb: Kom igjen {0}! Bra jobba!
nl: Bravo {0}! Goed gedaan!
pl: Brawo! Świetna robota!
sv: Heja {0}! Bra gjort!

source: According to our market research the recently published game '{0}' is a surprise hit with players.
ar_001: وفقًا لبحثنا التسويقي عن اللعبة المنشورة أخيرًا فإن '{0}' كانت مفاجئة للاعبين.
cs: Podle našeho průzkumu trhu je u hráčů naše nově vydaná hra '{0}' překvapením roku.
de: Unseren Marktanalysen zufolge ist das vor kurzem veröffentlichte Spiel '{0}' ein Überraschungserfolg bei den Spielern.
fr: D'après nos études de marché, le jeu {0}, récemment publié, rencontre un succès inattendu auprès des joueurs.
nb: Ifølge våre markedsundersøkelser av det nylig publiserte spillet "{0} er det en overraskelses hit blant spillerne.
nl: Zo te zien in ons marktonderzoek is het pas gepubliceerde game '{0}' een verrassende hit bij de spelers.
pl: Według naszych badań rynku ostatnio opublikowana gra {0} jest zaskakującym hitem wśród graczy.
sv: Enligt vår marknadsundersökning är det nyligen publicerade spelet '{0}' en stor hit.

source: The developer {0} is fairly new to the gaming industry but we cannot wait for what they will develop next!
ar_001: يعتبر المطور {0} جديدًا في صناعة الألعاب، لكن لا يمكننا الانتظار لرؤية ما سيقدمه مستقبلاً!
cs: {0} jsou mezi herními vývojáři docela noví, ale nemůžeme se dočkat, s čím příjdou příště!
de: Der Entwickler {0} ist ziemlich neu in der Spielindustrie. Trotzdem erwarten wir gespannt was sie als nächstes entwickeln werden!
fr: Le studio {0} est un nouveau-venu dans l'industrie vidéoludique, mais nous attendons avec impatience leur prochaine production !
nb: Utvikleren {0} er ganske ny i spillindustrien, men vi kan ikke vente på hva de vil utvikle etter dette!
nl: De ontwikkelaar {0} is redelijk nieuw in de gaming-industrie, maar we kunnen niet wachten op wat ze als volgende gaan ontwikkelen!
pl: Przedsiębiorstwo {0} jest nowicjuszem na rynku gier, ale nie możemy się już doczekać ich kolejnego tytułu!
sv: Utvecklaren {0} är ganska ny i spelbranschen men vi kan knappt vänta på vad de kommer att utveckla här näst!

source: The latest game by {0} has received very positive reviews overall! {1} gave it a '{2}' saying '{3}'.
ar_001: آخر لعبة صدرت من قبل {0} قد تلقت تقاييم إيجابية على المستوى الكلي! و قد أعطاها {1} '{2}' قائلًا بأنها '{3}'.
cs: Poslední hra od {0} dostala velmi pozitivní hodnocení! {1} uděluje hodnocení {2} se slovy '{3}'.
de: Das letzte Spiel von {0} hat durchwegs sehr positive Wertungen eingefahren! {1} gab ihm eine '{2}' und sagte '{3}'.
fr: Le dernier jeu de {0} a reçu des critiques globalement très positives. {1} lui a accordé un {2} assorti du commentaire « {3} ».
nb: Det nyeste spillet av {0} har fått svært positive anmeldelser samlede! {1} ga den en '{2}' sa '{3}.
nl: De nieuwste game van {0} heeft alleen maar positieve reviews ontvangen! {1} gaf de game een '{2}' en zei '{3}'.
pl: Ostatnia gra firmy {0} otrzymała bardzo pozytywne recenzje! Magazyn {1} dał jej {2}, komentując: „{3}”
sv: Det senaste spelet från {0} har fått mycket positiva recensioner! {1} gav det en '{2}' säger '{3}'.

source: If {0} continues to innovate like this they might become a new fan favorite!
ar_001: لو استمروا {0} على هذا النحو، فقد يصبحون المفضلين لدى المعجبين!
cs: Pokud budou {0} takto pokračovat v inovacích i nadále, mohou se mezi fanoušky stát novou jedničkou!
de: Wenn {0} weiterhin so innovativ bleibt, dann werden die Fans sie lieben!
fr: Si {0} continue à innover de la sorte, il pourrait bien devenir le nouveau chouchou des fans !
nb: Hvis {0} fortsetter å innovere slik de kan bli en ny fan favoritt!
nl: Als {0} zo doorgaat zullen ze misschien een nieuwe fan favoriet worden!
pl: Jeśli gry firmy {0} nadal będą tak innowacyjne, przedsiębiorstwo może stać się nowym ulubieńcem graczy!
sv: Om {0} fortsätter att förnya sig så här skulle de bli en ny fan favorit!

source: {0}, the newest game by {1} has caused a storm of good reviews and excited customers.
ar_001: {0}، أحدث لعبة أصدرتها {1} قد تلقت العديد من التقاييم العالية و المستهلكين المتشوقين.
cs: {1} a jejich nejnovější hra {0} nadchla spoustu zákazníku a získala hromadu skvělých hodnocení.
de: {0}, das neueste Spiel von {1} hat einen Sturm an guten Bewertungen und begeisterten Kunden entfacht.
fr: {0}, le nouveau jeu de {1}, a déclenché un tonnerre de bonnes critiques et de joueurs surexcités.
nb: {0} har det nyeste spillet ved {1} forårsaket en storm av gode anmeldelser og glade kunder.
nl: {0}, de nieuwe game van {1}, heeft een stormvloed van goede reviews en opgewonden klanten veroorzaakt.
pl: Gra {0}, najnowsza produkcja firmy {1}, zebrała mnóstwo dobrych recenzji i przyciągnęła tłumy podekscytowanych klientów.
sv: {0}, det senaste spelet från {1} har orsakat en storm av bra recensioner och glada kunder.

source: Industry professionals say that {0} is one of these rare games that will set a new quality standard for future games.{n}
ar_001: محترفوا الصناعة قالوا بأن {0} تعد من هذه الألعاب النادرة التي ستعتبر أحد معايير الجودة في المستقبل .{n}
cs: Podle profesionálů z oboru patří {0} mezi těch pár her, které budoucím generacím nastavují novou laťku kvality.{n}
de: Expterten der Industrie halten {0} für eines der seltenen Spiele, die einen neuen Qualitätsstandard für zukünftige Entwicklungen setzen.{n}
fr: Les professionnels de l'industrie disent que {0} est l'un de ces rares jeux qui établissent un nouveau standard de qualité pour les jeux à venir.{n}
nb: Fagfolk sier at {0} er en av disse sjeldne spillene som vil sette en ny kvalitetsstandard for fremtidige spill.{n}
nl: Industriële professionals zeggen dat {0} één van die zeldzame games is die een standaard zet voor toekomstige games.{n}
pl: Uznani przedstawiciele branży twierdzą, że gra {0} jest jednym z rzadkich przykładów gier, które wyznaczają standardy jakości przyszłym produkcjom.{n}
sv: Yrkesmän säger att {0} är en av dessa sällsynta spel som kommer att sätta en ny kvalitetsstandard för framtida spel.{n}

source: It seems that {0} really has made gaming history with {1}! Well done!
ar_001: يبدو بأن {0} قد دخلت التاريخ بـ {1} ! أحسنت !
cs: Vypadá to, že {0} se svoji hrou {1} opravdu tvoří historii! Výtečně!
de: Wie es aussieht, hat {0} mit dem Spiel {1} Geschichte geschrieben! Gut gemacht!
fr: Il semblerait que {1} ait vraiment fait entrer {0} dans l'histoire du jeu vidéo ! Bien joué !
nb: Det virker som {0} virkelig har gjort gaming historie med {1}! Bra jobba!
nl: Het lijkt erop dat {0} gaming geschiedenis geschreven heeft met {1}! Goed gedaan!
pl: Wygląda na to, że firma {0} zapisze się w historii gier dzięki tytułowi {1}! Dobra robota!
sv: Det verkar som om {0} verkligen rört upp spelhistorien med {1}! Bra gjort!

source: If you are not a fan of {0} now then chances are you will be after playing their latest hit {1}.
ar_001: إن لم تكن من معجبي {0} الآن، فإنها فرصتك الآن لتكون كذلك بعد لعب {1}.
cs: Pokud zatím nepatříte mezi fanoušky {0}, po zahrání jejich poslední hry, {1}, pravděpodobně budete.
de: Wenn Du noch kein Fan von {0} sein solltest, dann stehen die Chancen gut einer zu werden, nachdem Du ihren letzten Hit {1} gespielt hast.
fr: Si vous n'êtes pas déjà un fan de {0}, il y a fort à parier que vous le serez après avoir joué à {1}, leur dernier succès.
nb: vis du ikke er en fan av {0} nå så sjansene er du vil være etter å ha spilt sin siste hit {1}.
nl: Als je nog geen fan bent van {0} is er nu kans dat je het zult zijn nadat je hun nieuwste hit {1} hebt gespeeld.
pl: Jeżeli jeszcze nie jesteś fanem firmy {0}, to wiele wskazuje na to, że zostaniesz nim po zagraniu w ich najnowszy hit, {1}.
sv: Om du inte är ett fan av {0} så är chansen väldigt stor att du kommer att vara det efter att ha spelat deras senaste hit {1}.

source: Ladies and gentlemen, the surprise hit of the year is {1} by {0}.
ar_001: أيها السيدات و السادة، لعبة العام المفاجئة كانت {1} و هي من {0}.
cs: Dámy a pánové, a překvapením roku je {1} od {0}.
de: Meine Damen und Herren, der Überraschungshit des Jahres ist {1} von {0}.
fr: Mesdames et Messieurs, {1} de {0} est le hit-surprise de l'année.
nb: Mine damer og herrer, overraskelsen av året er {1} av {0}.
nl: Dames en heren, de verrassende hit van het jaar is {1} van {0}.
pl: Panie i panowie, zaskakujący hit roku to gra {1}, która została wyprodukowana przez firmę {0}.
sv: Mina damer och herrar, årets hit är {1} av {0}.

source: When I started playing {1} I had no idea what I was in for.
ar_001: عندما بدأت لعب {1}، لم تكن لدي أدنى فكرة بما سأتعلق به.
cs: Neměl jsem ani tušení, co mě čeká se hrou {1}.
de: Als ich anfing {1} zu spielen, hatte ich keine Ahnung davon, was mich erwarten wird.
fr: Quand j'ai commencé à jouer à {1}, je n'avais aucune idée dans quoi je m'embarquais.
nb: Det finnes mange gode overraskelser som venter på deg i {1}.
nl: Wanneer ik {1} begon te spelen, had ik geen idee wat ik kon verwachten.
pl: Gdy odpaliłem grę {1}, nie wiedziałem, że czeka mnie coś takiego.
sv: När jag började spela {1} hade jag ingen aning om vad jag hade gett mig in på.

source: There are a lot of good surprises waiting for you in {1}.
ar_001: هنالك العديد من المفاجآت الجيدة التي تنتظرك في {1}.
cs: Ve hře {1} na vás čeká mnohá báječná překvapení.
de: Es warten eine Menge guter Überraschungen in {1} auf Euch.
fr: {1} vous réserve de nombreuses bonnes surprises.
nl: Er zitten een hoop goede verrassingen op je te wachten in {1}.
pl: W grze {1} czeka na ciebie wiele wspaniałych niespodzianek.
sv: Det finns en hel del bra överraskningar väntar på dig i {1}.

source: Another memorable game by {0} has been released.
ar_001: لعبة أخرى تبقى في الذاكرة من قبل {0} قد تم إصدارها.
cs: {0} vydali další nezapomenutelnou hru.
de: Ein weiteres unvergessliches Spiel von {0} wurde gerade veröffentlicht.
fr: Un autre jeu mémorable de {0} vient de sortir.
nb: Et annet minneverdig spill ved {0} har blitt utgitt.
nl: {0} heeft opnieuw een memorabele game uitgebracht.
pl: Firma {0} wydała kolejną niezapomnianą grę.
sv: Ett annat minnesvärt spel av {0} har släppts.

source: I have been playing {1} and have tremendously enjoyed the experience.
ar_001: لقد كنت ألعب {1} و قد استمتعت جداً بالتجربة.
cs: Hraji {1} a náramně si to užívám.
de: Ich habe {1} gespielt und das Erlebnis ungemein genossen.
fr: J'ai joué à {1} et j'ai énormément apprécié cette expérience.
nb: Jeg har spilt {1} og har gledet meg stort.
nl: Ik heb {1} gespeeld en heb enorm van de ervaring genoten.
pl: Niesamowicie dobrze bawiłam się przy grze {1}.
sv: Jag har spelat {1} och jag njöt verkligen av upplevelsen.

source: {0} surprises us again with a very enjoyable game.
ar_001: {0} قد فاجأتنا بلعبة ممتعة أخرى.
cs: {0} nás opět překvapili velmi zábavnou hrou.
de: {0} überrascht uns mal wieder mit einem sehr unterhaltsamen Spiel.
fr: {0} nous surprend à nouveau avec un jeu très agréable.
nb: {0} overrasker oss igjen med en svært underholdende spill.
nl: {0} verrast ons opnieuw met een zeer vermakelijke game.
pl: Firma {0} znów nas zaskoczyła bardzo przyjemną grą.
sv: {0} överraskar oss igen med ett mycket roligt spel.

source: Rarely will a game captivate you as much as {1}.
ar_001: من النادر أن تأسرك لعبة مثل {1}.
cs: Málokterá hra vás chytne tak jako {1}.
de: Nur selten wird Dich ein Spiel so fesseln wie {1}.
fr: Rares sont les jeux qui vous captiveront autant que {1}.
nb: Sjelden vil et spill fengsle deg så mye som {1}.
nl: Zelden zal een game je zo erg boeien als {1}.
pl: Rzadko który tytuł pochłania graczy tak bardzo jak gra {1}.
sv: Sällan kommer ett spel fängsla dig så mycket som {1}.

source: {1} really deserves the top spots in the charts.
ar_001: تستحق {1} أن تكون في المراكز الأولى.
cs: {1} si své přední příčky v žebčíčcích opravdu zaslouží.
de: {1} verdient wirklich eine Top-Platzierung in den Charts.
fr: {1} mérite vraiment d'être tout en haut des classements.
nb: {1} fortjener virkelig de beste stedene i listene.
nl: {1} verdiend het om in de hoogste plaatsen te staan in de top 100.
pl: Gra {1} naprawdę zasługuje na pierwsze miejsca w zestawieniach sprzedaży.
sv: {1} förtjänar verkligen de bästa platserna bland topplistorna.

source: Simply one of the best games I've played.
ar_001: إنها ببساطة من أفضل الألعاب التي لعبتها.
cs: Prostě jedna z nejlepších her, co jsem kdy hrál.
de: Kurz gesagt eines der besten Spiele die ich je gespielt habe.
fr: Tout simplement l'un des meilleurs jeux auxquels j'ai joué.
nb: Bare en av de beste spillene jeg har spilt.
nl: Simpelweg één van de beste games die ik ooit heb gespeeld.
pl: Po prostu jedna z najlepszych gier, w jakie grałem.
sv: Helt enkelt ett av de bästa spelen jag spelat.

source: Well, what can I say? Stop reading. Start playing.
ar_001: حسنٌ، ماذا يمكنني القول؟ توقف عن القراءة و ابدأ باللعب.
cs: Co dodat? Přestaňte číst, začněte hrát.
de: Tja, was soll ich noch sagen? Aufhören zu lesen. Anfangen zu spielen.
fr: Bon, que vous dire ? Arrêtez de lire. Commencez à jouer.
nb: En fantastisk innsats av {0}.
nl: Wel, wat kan ik zeggen? Stop met lezen. Start met spelen.
pl: Cóż mogę powiedzieć? Przestań czytać, zacznij grać.
sv: Tja, vad kan jag säga? Sluta läsa. Börja spela.

source: A stellar effort by {0}.
ar_001: مجهود ممتاز من {0}.
cs: {0} podali hvězdný výkon.
de: Eine herrausragende Leistung von {0}.
fr: Un effort stratosphérique de {0}.
nl: Een uitmuntende prestatie van {0}.
pl: Wybitne dzieło firmy {0}.
sv: En stjärninsats av {0}.

source: To {0}: Keep the hits coming please :)
ar_001: إلى {0}: واصلوا إصدار المزيد من الألعاب المتميزة من فضلكم :)
cs: Pro: {0} - Prosím, nepřestávejte :)
de: An {0}: Sorgt bitte für noch mehr Hits :)
fr: À {0} : N'arrêtez pas les hits s'il vous plaît :)
nb: Til {0}: Vær vennlig å fortsett med storspillene deres :)
nl: Aan {0}: Laat de hits maar komen alsjeblieft :)
pl: Do firmy {0}: proszę, wypuszczajcie podobne hiciory. :-)
sv: Till {0}: Fortsätt och kom med hits snälla :)

source: Only a game with unicorns, rainbows, pirates and ninjas could possibly be better.
ar_001: فقط لعبة فيها أحادي القرون و أطياف المطر و قراصنة و نينجا، قد تكون أفضل من هذه.
cs: Jedině hra s jednorožci na duze, piráty a nindžami by mohla být lepší.
de: Nur ein Spiel mit Einhörnern, Regenbögen, Piraten und Ninjas könnte möglicherweise besser sein.
fr: Seul un jeu avec des licornes, des arcs-en-ciel, des pirates et des ninjas pourrait espérer faire mieux.
nb: Bare et spill med enhjørninger, regnbuer, pirater og ninjaer kan muligens være bedre.
nl: Alleen een game met eenhoorns, regenbogen, piraten en ninja's zou mogelijk beter kunnen zijn.
pl: Tylko gra z jednorożcami, tęczami, piratami i wojownikami ninja mogłaby być lepsza.
sv: Endast ett spel med enhörningar, regnbågar, pirater och ninjor skulle kunna vara bättre.

source: Summary: best. game. ever.
ar_001: باختصار: أفضل لعبة على الإطلاق.
cs: Shrnuto podtrženo: nejlepší. hra. vůbec.
de: Kurzversion: Bestes. Spiel. aller. Zeiten.
fr: Résumé : le meilleur jeu qui soit.
nb: Sammendrag: beste. spill. noen gang.
nl: Samenvatting: beste. game. ooit.
pl: Podsumowanie: najlepsza gra wszech czasów.
sv: Sammanfattning: bästa. spelet. någonsin.

source: There is a rare technical polish in this game which really comes through in the overall experience.
ar_001: هناك ميزة تقنية في هذه اللعبة أعطت تجربة جديدة.
cs: Vyjímečné technické pozlátko hře celkově opravdu prospívá.
de: Dieses Spiel hat einige außerordentliche, technische Optimierungen bekommen, die sich spürbar durch das Spielerlebnis ziehen.
fr: Ce jeu est doté d'une finition d'un rare niveau technique, qui se ressent tout au long de l'expérience de jeu.
nb: Det er en sjelden teknisk polering i dette spillet som virkelig kommer gjennom i den totale opplevelsen.
nl: Deze game is op een zeldzame manier op technisch gebied gepolijst, wat erg ten goede komt van de gehele ervaring.
pl: Gra jest wyjątkowo dopracowana technicznie, co bardzo wypływa na jej grywalność.
sv: Det finns en sällsynt teknisk finpolering i det här spelet som verkligen kommer fram i övergripande upplevelsen.

source: The game shines of technical excellence. Clearly the developers know what they are doing.
ar_001: إن اللعبة تتميز بالجودة التقنية. من الواضح أن المطورين يعرفون ما يفعلونه.
cs: Hra je technicky výborná. Vývojáři opravdu vědí co dělají.
de: Das Spiel strahlt vor technischer Kompetenz. Die Entwickler wissen offensichtlich was sie tun.
fr: Ce jeu brille par son excellence technique. Les développeurs savaient clairement ce qu'ils faisaient.
nb: Spillet skinner av teknisk dyktighet. Utviklerne vet klart hva de gjør.
nl: De game straalt van technologische uitmuntendheid. De ontwikkelaars weten duidelijk wat ze aan het doen zijn.
pl: Gra aż emanuje techniczną doskonałością. Czuć, że twórcy wiedzą, co robią.
sv: Spelet lyser av teknisk spetskompetens. Det är tydligt att utvecklarna vet vad de gör.
