Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: {0} has recently sent warnings to several players using illegal copies of their game {1}.
ar_001: {0} قد أرسلت مؤخراً تحذيرات لعدة لاعبين جراء استخدامهم نسخ غير قانونية من لعبتهم {1}.
cs: {0} nedávno rozeslala varování několika hráčům, kteří hráli pirátskou verzi jejich hry {1}.
de: {0} hat kürzliche Warnungen an einige Spieler versandt, die illegale Kopien ihres Spiels {1} benutzen.
fr: {0} a récemment envoyé des avertissements à plusieurs joueurs utilisant des copies illégales de leur jeu {1}.
nb: {0} sendte nylig ut advarsler til pirater som spiller {1} ulovlig.
nl: {0} heeft recentelijk een aantal spelers van illegale kopieën van hun game {1} gewaarschuwd.
pl: Firma {0} wysłała ostrzeżenia do niektórych graczy, którzy używali nielegalnych kopii gry {1}.
sv: {0} har nyligen skickat varningar till flera spelare som använder olagliga kopior av deras spel {1}.

source: Boss, I've discovered that some really dedicated fans of {0} have created a fan game using a lot of the material from our game. They don't make any money with it and just seem to do it for fellow fans. Our legal advisors strongly suggest that we shouldn't allow this to go on. What do you want to do?
ar_001: يارئيس, لقد أكتشفت ان بعض من معجبي {0} قد أنتجوا لعبة المعجبين لها بإستخدام الكثير من أدواتنا في اللعبة. إنها لعبة مجانية ولا يجنون اي مال منها قد أنتجوها للمعجبين باللعبة, مستشارُنا القانوني ينصح وبشدة أن لا نسمح بإستمرار المشروع, ماذا تود ان تفعل بشأنها؟
cs: Šéfe, několik velmi věrných fanoušků hry {0} vytvořili hru se spoustou obsahu z naší hry. Nehodlají na ni vydělávat peníze a bude spíše opravdu jen pro fanoušky. Naši právní poradci ale doporučují jejich snažení hned utnout. Jak se rozhodnete?
de: Chef, ich habe soeben herausgefunden, dass einige unserer treuen Fans von {0} ein Fanspiel entwickelt haben, welches sehr viel Material aus unserem Spiel benutzt. Sie verdienen damit aber kein Geld und machen es anscheinend nur für die Fangemeinschaft. Unsere Rechtsanwälte schlagen dringend vor, dieses Vorgehen zu stoppen. Was wollen wir tun?
fr: Patron, j'ai découvert que des fans passionnés de {0} ont crée un jeu amateur reprenant beaucoup d’éléments de notre jeu. Ils n'en tirent aucun profit et veulent juste faire ça pour la communauté. Nos conseillers juridiques nous suggèrent fortement d'y mettre un terme. Que voulez-vous faire ?
nl: Baas, ik ben er achter gekomen dat een paar zeer toegewijde fans van {0} een fan game hebben gemaakt met een hoop materiaal uit onze game. Ze verdienen er niets aan en lijken het simpelweg te doen voor de andere fans van de game. Onze juristen adviseren dat we dit beter niet kunnen toestaan. Wat wil je doen?
pl: Szefie, niektórzy naprawdę oddani fani gry {0} stworzyli modyfikację zawierającą wiele materiałów z naszego tytułu. Nic na tym nie zarabiają i wygląda na to, że to inicjatywa „od fanów dla fanów”. Nasi prawnicy zalecają jednak zabronienie im dalszej działalności. Jaką zamierzasz podjąć decyzję?
sv: Chefen, jag nyligen upptäckt att några riktigt hängivna fans av {0} har skapat ett fan-spel med en hel del material från vårt spel. De tjänar inte några pengar på det och verkar bara göra det för andra fans. Våra juridiska rådgivare tycker starkt att vi inte ska låta detta pågå. Vad vill du göra?

source: Stop them
ar_001: أوقفهم
cs: Zastavit je
de: Sie stoppen
fr: Stoppez-les
nb: Stoppe dem
nl: Stop ze
pl: Powstrzymaj ich
sv: Stoppa dem

source: Let them be
ar_001: اسمح لهم
cs: Nechat je být
de: Lasst sie machen
fr: Les laisser faire
nb: La dem være
nl: Laat maar gaan
pl: Zostaw ich w spokoju
sv: Låt dem vara

source: Project disbanded
ar_001: ألغي المشروع
cs: Projekt rozpuštěn
de: Projekt aufgegeben
fr: Projet démantelé
nb: Prosjekt nedlagt
nl: Project opgeheven
pl: Projekt porzucony
sv: Projektet övergivet

source: Thank you
ar_001: شكراً لك
cs: Děkuji
de: Vielen Dank
fr: Merci
nb: Tusen takk
nl: Dank je wel
pl: Dziękujemy
sv: Tack så mycket

source: Hi, I'm Denise Ried the main developer of the {0} fan game. I've recently been informed that your legal department has advised you to stop us and I just wanted to say that I'm very grateful that you didn't.{n}{1} is the best company in the world and I'm glad I can be part of the fan community.
ar_001: مرحبا، أنا Denise Ried المطور الأساسي للعبة المعجبين {0}. تم إخباري مؤخرا أن قسمكم القانوني نصحكم بإيقافنا و أنا فقط أردت أن أقول أنني ممتن جدا أنك لم تقم بذلك.{n}{1} أفضل شركة في العالم وأنا سعيد أن أكون جزء من مجتمع المعجبين.
cs: Ahoj, jmenuji se Denise Riedová a jsem hlavní vývojářka fan hry {0}. Byla jsem informována, že vaše právní oddělení vám doporučilo zastavit nás a jen jsem vám chtela říct, že jsem velmi vděčná, že jste tak neučinili.{n}{1} je nejlepší společnost na světě a jsem ráda členem jejich fanouškovské komunity.
de: Hallo, ich bin Denise Ried der Chefentwickler des {0} Fangames. Ich habe kürzlich zu hören bekommen, dass Ihre Rechtsabteilung Ihnen nahegelegt hat, gegen uns vorzugehen. Ich bin überaus glücklich darüber, dass Sie sich dagegen entschieden haben.{n}{1} ist das beste Unternehmen der Welt und ich bin stolz darauf ein Teil der Fangemeinschaft zu sein.
fr: Bonjour, je me présente, Denise Ried, développeuse principale du jeu amateur basé sur {0}. Je viens d'apprendre que votre département juridique avait suggéré d'y mettre un terme. Je vous remercie très chaleureusement d'avoir agi contre leur avis.{n}{1} est la meilleure société du monde et je suis fière de compter parmi vos fans.
nb: Hei, mitt navn er Denise Ried, og jeg er hovedutvikleren for {0}-fanprosjektet. Noen fortalte meg nylig at juristene dine rådet deg til å stoppe oss, og jeg ville bare si at jeg er veldig takknemlig for at du ikke gjorde det.{n}{1} er verdens beste spillutvikler, og jeg er stolt av å være en aktiv fan av dere.
nl: Hoi, ik ben Denise Ried, de hoofdontwikkelaar van de {0} fan game. Ik ben onlangs geïnformeerd over het feit dat uw juridische afdeling u geadviseerd heeft ons te laten stoppen. Ik wilde gewoon even zeggen dat ik u erg dankbaar ben dat u dat niet gedaan heeft. {n}{1} is het beste bedrijf ter wereld en ik ben blij dat ik deel kan uitmaken van de fan base.
pl: Cześć, jestem Denise Ried, zarządca projektu modyfikacji gry {0}. Słyszałam, że twoi prawnicy zalecali ci, by zablokować nasze działania. Chciałam tylko powiedzieć, że jestem ogromnie wdzięczna, że tego nie zrobiłeś.{n}{1} to najlepsza firma na świecie i cieszę się, że należę do społeczności waszych fanów.
sv: Hej, jag är Denise Ried den främsta utvecklaren av {0} fan spel. Jag har nyligen fått veta att din juridiska avdelning har rekommenderat dig att stoppa oss, och jag ville bara säga att jag är mycket tacksam för att ni inte gjorde det.{n}{1} är det bästa företaget i världen och jag är glad att jag kan vara en del av fan gemenskapen.

source: Fans
ar_001: المشجعين
cs: Fanoušci
pl: Fani

source: We have lost {0} fans!
ar_001: لقد خسرنا {0} مشجعاً!
cs: Přišli jsme o {0} fanoušků!
de: Wir haben {0} Fans verloren!
fr: Nous avons perdu {0} fans !
nb: Vi har mistet {0} fans!
nl: We hebben {0} fans verloren!
pl: Straciliśmy {0} fanów!
sv: Vi har förlorat {0} fans!

source: Boss, we would like to stage an internal coding contest! I think we could all learn a lot by doing this. As an incentive we would need a prize for the winner ({0}). We agreed that the prize will go to charity. Should we do it?
ar_001: أيها الرئيس، نود أن ننظم مسابقة ترميز داخلية! أعتقد أننا جميعا سنتعلم الكثير بفعل هذا. كحافز نحن بحاجة إلى جائزة للفائز ({0}). لقد اتفقنا أن الجائزة ستذهب إلى الأعمال الخيرية. هل نقوم بالأمر؟
cs: Šéfe, chtěli bychom uspořádat vlastní soutěž v kódování! Myslím, že bychom se mohli i dost přiučit. A jako motivaci bychom potřebovali nějakou cenu pro vítěze ({0}). Odsouhlasili jsme, že výhra poté půjde na charitu. Půjdeme do toho?
de: Chef, wir würden gerne einen internen Programmierwettbewerb machen! Ich denke, wir könnten eine Menge dabei lernen. Als Anreiz wäre ein Preis für den Gewinner super, sagen wir ({0}). Das Preisgeld, da sind wir uns einig, soll für wohltätige Zwecke gespendet werden. Was meinst Du dazu?
fr: Patron, nous aimerions organiser un concours interne de programmation ! Je pense que nous pourrions tous en apprendre beaucoup. Pour inciter les gens à y participer, un prix pour le gagnant serait parfait ({0}). Nous nous sommes mis d'accord pour que ce gain revienne à une organisation caritative. Est-ce qu'on l'organise ?
nb: Sjef, vi vil gjerne arrangere en intern programmeringskonkurranse! Jeg tror vi kan lï¿½re masse av dette. Vi trenger en pengepremie til vinneren ({0}). Vi er enige om at premien skal doneres til veldedighet. Skal vi gjøre det?
nl: Baas, we willen graag een interne programmeerwedstrijd houden! Ik denk dat we hier allemaal een heleboel van kunnen leren. Als drijfveer willen we graag een prijs uitreiken aan de winnaar ({0}). We hebben afgesproken dat de prijs naar het goede doel gaat. Zullen we het doen?
pl: Szefie, chcielibyśmy zorganizować wewnętrzny konkurs programistów. Moglibyśmy zyskać wiele doświadczenia. Zachętą do rywalizacji będzie nagroda w wysokości {0} Wszyscy zgodzili się na przekazanie tej sumy na cele charytatywne. Startujemy z konkursem?
sv: Chefen, vill vi arrangera en intern kodnings tävling! Jag tror att vi alla kan lära oss mycket genom att göra detta. Som uppmuntran skulle vi behöva ett pris till vinnaren ({0}). Vi kom överens om att priset kommer att gå till välgörenhet. Ska vi göra det?

source: Great! We will start right away!
ar_001: عظيم! سوف نبدأ حالاً!
cs: Výborně! Hned se do toho pustíme!
de: Großartig! Wir werden sofort beginnen!
fr: Super ! Nous allons commencer tout de suite !
nb: Supert! Vi går i gang med det samme!
nl: Leuk! We beginnen meteen!
pl: Świetnie! Zaczynamy od zaraz!
sv: Toppen! Vi kommer att börja direkt!

source: Okay, maybe another time...
ar_001: حسناً، ربما في وقت آخر...
cs: Dobře, tak někdy příště…
de: Schade, vielleicht ein anderes Mal ...
fr: D'accord, peut-être une autre fois...
nb: OK, kanskje en annen gang...
nl: Oké, misschien een andere keer...
pl: No, może innym razem...
sv: Okej, kanske en annan gång...

source: Coding Contest
ar_001: مسابقة الترميز
cs: Soutěž v kódování
de: Programmierwettbewerb
fr: Concours de Programmation
nb: Programmeringskonkurranse
nl: Programmeerwedstrijd
pl: Konkurs programistów
sv: Programmeringstävling

source: Thanks for agreeing to the coding contest. It was a big success! {0} won the contest and is lucky to distribute the prize of {1} to charity. We have also learned a lot in the process.
ar_001: شكراً لموافقتكم على المشاركة في مسابقة الترميز. أنه نجاح كبير! {0} فاز في المسابقة ويعتبر نفسه محظوظا لتوزيعه الجائزة إلى {1} للأعمال الخيرية. تعلمنا أيضاً الكثير في هذه المسابقة.
cs: Děkuji za souhlas ke kódovací soutěží. Měla obrovský úspěch! Vítězství si užívá {0} a s radostí věnuje celých {1} charitě. Také jsme se toho hodně přiučili.
de: Vielen Dank, dass wir den Programmierwettbewerb machen durften. Er war ein großer Erfolg! {0} hat den Wettbewerb gewonnen und freut sich, das Preisgeld von {1} für wohltätige Zwecke zu spenden. Wir haben alle eine Menge bei dem Wettbewerb gelernt.
fr: Merci d'avoir organisé le concours interne de programmation. Ce fut un grand succès! {0} a remporté le concours et a la chance de distribuer le prix de {1} à une organisation caritative. Nous avons également beaucoup appris.
nb: Takk for at du ga tommelen opp til konkurransen. Den ble en kjempesuksess! {0} vant konkurransen, og får gleden av å gi {1} til veldedighet. Vi har også lært masse i prosessen.
nl: Bedankt voor het goedkeuren van de programmeerwedstrijd. Het was een groot succes! {0} heeft de wedstrijd gewonnen en mag de prijs van {1} aan het goede doel te doneren. We hebben er ook ontzettend veel van geleerd.
pl: Dzięki za zgodę na zorganizowanie konkursu programistów. Okazał się on wielkim sukcesem! Zwycięzcą konkursu jest {0}. Nagroda konkursowa ({1}) została przekazana na cele charytatywne. Poza tym udało nam się zdobyć cenne doświadczenie.
sv: Tack för att du accepterade kodnings tävlingen. Det var en stor succé! {0} vann tävlingen och är lycklig att dela ut priset för {1} till välgörenhet. Vi har också lärt oss en hel del i processen.

source: Boss, someone seems to have stolen our credit card information and used it to buy a lot of things in the past three months. Unfortunately we have lost {0}!
ar_001: يا رئيس، شخص ما يبدو أنه قد سرق معلومات بطاقة الائتمان الخاصة بنا و استخدمه لشراء الكثير من الأشياء في الأشهر الثلاثة الماضية. للأسف فقدنا {0}!
cs: Šéfe, někdo ukradl informace o naší kreditní kartě a zneužil je k nákupu spousty věcí během posledních tří měsíců. Naneštěstí jsme přišli o {0}!
de: Chef, jemand scheint unsere Kreditkarteninformationen gestohlen zu haben. Mit der Karte wurde in den letzten drei Monaten einiges gekauft. Leider haben wir {0} verloren!
fr: Patron, quelqu'un semble avoir volé nos informations de carte de crédit et les a utilisées pour acheter beaucoup de choses ces trois derniers mois. Nous avons perdu {0} !
nb: Sjef, det ser ut til at noen har stjï¿½let kredittkortinfoen vï¿½r og brukt den til å kjøpe en menge ting de siste tre mï¿½nedene. Vi har dessverre tapt {0}!
nl: Baas, iemand heeft onze creditcard gegevens gestolen en gebruikt om heel veel dingen te kopen in de afgelopen drie maanden. We zijn hierdoor helaas {0} kwijt!
pl: Szefie, ktoś wykradł dane naszej karty kredytowej, a potem kupował różne rzeczy na nasz koszt. Niestety, przez trzy miesiące straciliśmy {0}
sv: Chefen, någon verkar ha stulit våra kreditkortsuppgifter och använt det för att köpa en massa saker under de senaste tre månaderna. Tyvärr har vi förlorat {0}!

source: I am an employee of the Environmental Protection Agency and have an offer for you. Your company has a high electrical footprint right now. If you would install solar panels you could decrease your footprint and save money in the long run. We would sponsor 50% of the costs which brings your investment to {0}! Would you like to install it?
ar_001: أنا أحد موظفي وكالة حماية البيئة و لدي عرض لك. شركتك لديها الكثير من الإنبعاثات الكهربائية حاليا. اذا قمت بتركيب ألواح شمسية ستستطيع أن تقلل من الإنبعاثات و تحفظ نقودك على المدى البعيد. سنتكفل بـ 50% من إجمالي النفقات مما يترك لك دفع مبلغ و قدره {0}! هل ترغب بتركيبها؟
cs: Dobrý den, jsem zaměstnancem Eko Profi Agentury a mám pro vás nabídku. Vaše společnost spotřebovává mnoho energie. Pokud byste nainstalovali solární panely, mohli byste snížit spotřebu a v dlouhodobém měřítku ušetřit nějaké peníze. Zasponzorovali bychom vám polovinu pořizovací ceny, tedy vy byste zaplatili jen {0}! Chtěli byste panely nainstalovat?
de: Ich bin Mitarbeiter der Umweltschutzbehörde und habe ein Angebot für Sie. Ihr Unternehmen hat aktuell einen hohen Energieverbrauch. Wenn Sie Solarkollektoren einsetzen würden, könnten Sie langfristig einiges sparen. Sie würden einen 50%igen Kostenzuschuss von uns erhalten. Damit beträgt Ihre Investition nur noch {0}! Möchten Sie die Solarkollektoren installieren?
fr: Je suis un employé de l'Agence pour la Protection de l'Environnement et j'aimerais vous faire une proposition. Votre entreprise a actuellement une empreinte électrique élevée. Si vous installiez des panneaux solaires, vous pourriez diminuer votre impact écologique et économiser de l'argent sur le long terme. Nous prendrions en charge 50 % des frais, ce qui ramènerait votre investissement à {0} ! Souhaitez-vous les installer ?
nl: Ik ben een werknemer van het Bureau voor Milieutoezicht en heb een aanbod voor u. Uw firma heeft momenteel een hoog elektriciteitsverbruik. U zou zonnepanelen kunnen installeren om uw milieuvervuiling te verminderen en op lange termijn geld te besparen. Wij zijn bereid de helft van de kosten te subsidiëren, waarmee uw investering zou uitkomen op {0}! Wilt u ze installeren?
pl: Jestem pracownikiem Agencji Ochrony Środowiska i mam dla was ofertę. Wasza firma zużywa bardzo dużo energii elektrycznej. Instalacja paneli słonecznych może zmniejszyć zużycie energii, co pozwoli wam zaoszczędzić trochę pieniędzy. Musicie pokryć tylko 50% inwestycji ({0}), resztę opłaci AOŚ. Chcesz zainstalować panele słoneczne?
sv: Jag är anställd av Naturvårdsverket och har ett erbjudande till dig. Ditt företag har en hög elektrisk användning just nu. Om du vill installera solpaneler så kan du minska din användning och spara pengar i det långa loppet. Vi skulle sponsra 50% av de kostnader som tillkommer för {0}! Vill du skaffa solpaneler det?

source: Install (pay {0})
ar_001: تنصيب (دفع {0})
cs: Nainstalovat (zaplatit {0})
de: Installieren ({0} bezahlen)
fr: Installer (payer {0})
nb: Installere (pay {0})
nl: Installeren (Betaal {0})
pl: Zainstaluj (zapłać {0})
sv: Installera (betala {0})

source: Ignore offer
ar_001: تجاهل العرض
cs: Ignorovat nabídku
de: Angebot ablehnen
fr: Ignorer l'offre
nb: Ignorere tilbudet
nl: Aanbod afslaan
pl: Zignoruj ofertę
sv: Ignorera bud

source: solar panels
ar_001: ألواح الطاقة الشمسية
cs: solární panely
de: Solarkollektoren
fr: Panneaux solaires
nb: solcellepaneler
nl: Zonnepanelen
pl: Panele słoneczne
sv: solpaneler

source: Great, it was a wise decision installing a solar collector!
ar_001: عظيم، كان ذلك قراراً حكيماً بتركيب مجمع الطاقة الشمسية!
cs: Výborně, nainstalovat solární panely byla moudrá volba!
de: Großartig, es war eine kluge Entscheidung in die Solarkollektoren zu investieren!
fr: Bien, c'était une sage décision d'installer des panneaux solaires !
nb: Supert, det var smart å installere solcellepaneler!
nl: Uitstekend, het was een goede beslissing om een zonnepaneel te installeren!
pl: Świetnie, to była dobra decyzja!
sv: Bra, det var ett klokt beslut att installera solpaneler!

source: {0} has recently installed solar panels in their offices. While the video game and software industries are one of the cleanest industries on earth they do eat up a lot of electricity so installing solar panels can really make an impact.
ar_001: {0} قاموا مؤخرا بتركيب ألواح الطاقة الشمسية في مكاتبهم. بينما صناعة الألعاب و البرمجيات واحدة من أنظف الصناعات على وجه الأرض إلا أنها تستهلك الكثير من الكهرباء اذ تركيب ألواح الطاقة الشمسية يمكن أن يكون له تأثير قوي.
cs: {0} nainstalovali na jejich kanceláře solární panely. Zatímco je videoherní a softwarový průmysl jedním z nejčistějších odvětví na světě, mají velkou spotřebu elektřiny. Proto má instalace solárních panelů skutečný přínos.
de: {0} hat kürzlich Sonnenkollektoren auf ihrem Gebäude installiert. Obwohl die Videospiel- und Software-Industrie einer der saubersten Branchen ist, verbraucht sie sehr viel Strom. Deshalb ist das Installieren von Kollektoren eine gute Idee.
fr: {0} a récemment installé des panneaux solaires dans leurs bureaux. Alors que l'industrie du jeu vidéo et des logiciels est une des industries les plus propres du monde, elle est grande consommatrice d'électricité. L'installation de panneaux solaires peut donc avoir un véritable impact.
nb: {0} har nylig installert solcellepaneler i nï¿½ringsbygget. Spill- og programvarebransjen er en av de reneste industriene i verden, men de bruker mye strøm, så solcellepaneler kan virkelig gjøre en forskjell.
nl: {0} heeft onlangs zonnepanelen op hun kantoor geïnstalleerd. Hoewel de game- en software industrie tot de schoonste ter wereld behoren gebruiken ze wel een heleboel elektriciteit. Zonnepanelen kunnen dus een groot verschil maken.
pl: Firma {0} zainstalowała w swoim biurze panele słoneczne. Przemysł gier komputerowych i oprogramowania jest jednym z najbardziej ekologicznych, ale niestety zużywa bardzo dużo energii elektrycznej. Panele słoneczne mogą w znacznym stopniu zniwelować ten problem.
sv: {0} har nyligen installerat solpaneler på sina kontor. Medan TV-spelets och industriernas mjukvara är en av de renaste industrierna på jorden använder upp en hel del el så att installera solpaneler kan verkligen göra en inverkan.

source: Sorry to hear that you are declining our offer
ar_001: آسف لسماع أنك صرفت النظر عن عرضنا
cs: Je mi líto, že jste odmítli naši nabídku
de: Schade, dass Sie unser Angebot ablehnen
fr: Je suis navré d'apprendre que vous déclinez notre offre
nb: Vi beklager at du avslår tilbudet
nl: Jammer dat u ons aanbod afslaat
pl: Przykro mi, że odrzuciliście naszą ofertę
sv: Tråkigt att du avslår vårat erbjudande

source: Boss, it's way too hot in our office and the heat is starting to impact on our work. I've researched and found an air conditioner which would be perfect for us. It costs {0}. Should we order it?
ar_001: أيها الرئيس إن الجو ساخن جدا في المكتب و ذلك يؤثر على عملنا.لقد قمت ببعض الأبحاث و وجدت مكيف هوائي قد يكون الحل الأمثل لنا. إنه يكلف {0}.↵ هل نقوم بطلبه؟
cs: Šéfe, v kanceláři je strašné horko, opravdu se zde nedá pracovat. Dívali jsme se a našli hezkou klimatizaci, která stojí {0}. Můžeme jí objednat?
de: Chef, es ist viel zu heiß in unserem Büro und das wirkt sich negativ auf unsere Arbeit aus. Wir sollten eine Klimaanlage kaufen. Sie kostet {0}. Sollen wir sie bestellen?
fr: Patron, il fait bien trop chaud au bureau et cela devient difficile de travailler. J'ai déniché un climatiseur qui serait parfait pour nous. Il coûte {0}. On le prend ?
nl: Baas, het is veel te warm in ons kantoor en de hitte begint ons werk te beïnvloeden. Ik heb wat gezocht en een perfecte airconditioner voor ons gevonden. Die kost {0}.↵ Zullen we deze bestellen?
pl: Szefie, w naszym biurze jest za gorąco, co wpływa na naszą pracę. Trochę poszukałem i znalazłem klimatyzator, który by nam odpowiadał. Kosztuje {0} Zamówić?
sv: Chefen, det är alldeles för varmt i vårt kontor och värmen börjar påverka vårt arbete. Jag har hittat en luftkonditioneringsmaskin som skulle vara perfekt för oss. Den kostar {0}. Ska vi beställa det?

source: Yes (pay {0})
ar_001: نعم (دفع {0})
cs: Ano (zaplatit {0})
de: Ja ({0} bezahlen)
fr: Oui (payer {0})
nb: Ja (betale {0})
nl: Ja (betaal {0})
pl: Tak (zapłać {0})
sv: Ja (betala {0})

source: air conditioner
ar_001: مكيف الهواء
cs: klimatizace
de: Klimaanlage
fr: Climatiseur
nb: aircondition
pl: Klimatyzator
sv: luftkonditionering
