Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Today, Vonny has announced the much anticipated successor to their popular Playsystem console. The Playsystem 2 will have upgraded hardware to compete with newer generation consoles such as the DreamVast.{n}Unlike the DreamVast the Playsystem 2 does not focus much on online play but instead seems to focus on the strengths of the previous Playsystem. A solid upgraded controller including vibration function, upgraded graphics, support for DVD titles and even backwards compatibility with Playsystem 1 games.
ar_001: اليوم، شركة Vonny أعلنت عن الخليفة المتوقعة لجهازهم الشعبي Playsystem. جهاز Playsystem 2 سوف يحتوي على عتاد مطور لينافس أجهزة الجيل الحديث مثل جهاز DreamVast. {n} على عكس جهاز DreamVast فإن جهاز Playsystem 2 لا يركز بشكل كبير على اللعب عبر الإنترنت بل يبدو بأنه يركز على نقاط القوة في سابقه Playsystem. تطوير لعصا التحكم يحتوي على خاصية الاهتزاز، تطوير للرسوميات، دعم لأقراص DVD و أيضا توافقه مع ألعاب جهاز Playsystem 1.
cs: Vonny dnes oznámila dlouho očekávaného nástupce jejich populárního Playsystemu. Playsystem 2 bude mít vylepšený hardware, aby mohl konkurovat nové generaci konzolí jako DreamVast.{n}Playsystem 2 se narozdíl od DreamVastu nezaměřuje na online hraní, místo toho využijí předností předchozí generace. Vylepšený ovladač se zabudovanými vibracemi, vylepšenou grafikou, podporou pro DVD tituly a dokonce zpětnou kompatibilitu s Playsystem 1 hrami.
de: Vonny kündigte heute den heiß ersehnten Nachfolger ihrer populären Playsystem an. Die Playsystem 2 ist mit einer besseren Hardware ausgestattet, um mit der neuen Generation von Spielkonsolen wie die DreamVast konkurrieren zu können.{n}Anders als die DreamVast fokusiert die Playsystem 2 nicht auf online Spiele, sondern setzt auf die Stärken des Vorgängers. Der Spielkontroller wurde extrem verbessert und erhielt eine Vibrationsfunktion. Die Grafik wurde verbessert, DVD Spiele werden unterstützt und sie ist abwärts kompatibel mit Playsystem 1 Spielen.
fr: Vonny a annoncé aujourd'hui le successeur très attendu de la célèbre Playsystem. La Playsystem 2 sera dotée d'un matériel mis à jour pour rivaliser avec les consoles de nouvelle génération, telles que la DreamVast.{n}Contrairement à la DreamVast, la Playsystem 2 n'est pas spécialement orientée vers le jeu en ligne, mais semble miser sur les points forts de la Playsystem, une robuste manette vibrante, de meilleurs graphismes, la lecture des DVD, et même la rétrocompatibilité avec les jeux Playsystem 1.
nb: Vonny annonserte den populære Playsystem-konsollens lenge etterlengtede etterfï¿½lger i dag. Playsystem 2 vil ha oppgradert maskinvare for å kunne konkurrere med nyere konsoller, som Venas DreamVast.{n}I motsetning til DreamVast har ikke Playsystem 2 fokus påfyll onlinespill, den ser i stedet ut til å bygge videre påfyll den forrige Playsystem-konsollens sterke sider. En oppgradert håndkontroll med vibrasjonsfunksjon, oppgradert grafikk, støtte for DVD-filmer og til og med kompatibilitet for Playsystem 1-spill.
nl: Vonny heeft vandaag de langverwachte opvolger van hun populaire Playsystem-spelcomputer aangekondigd. De Playsystem 2 zal beschikken over verbeterde hardware om met de nieuwere generaties spelcomputers zoals de DreamVast te kunnen concurreren.{n}In tegenstelling tot de DreamVast zal de Playsystem2 zich niet richten op on-line spelen, maar zich op de sterke punten van de vorige Playsystem concentreren. Een flink verbeterde gamepad inclusief vibratiefunctie, verbeterde grafische mogelijkheden en ondersteuning voor DVD-titels en zelfs compatibiliteit met games van de Playsystem 1.
pl: Vonny zapowiedziało dzisiaj premierę od dawna oczekiwanego następcy popularnej konsoli Playsystem.{n}Playsystem 2 będzie posiadać „bebechy” o wysokim standardzie, co pozwoli na walkę z konsolami nowszej generacji takimi jak DreamVast. Playsystem 2, w odróżnieniu od swojego rywala, nie skupia się na grze online, lecz na zaletach wcześniejszego Playsystemu.{n}Konsola firmy Vonny ma się cechować nowoczesnym kontrolerem z funkcją wibracji, większymi możliwości graficznymi, wparciem dla gier na DVD oraz wsteczną kompatybilnością.
sv: Idag har Vonny annonserat den mycket efterlängtade uppföljaren till deras populära Playsystem konsol. Playsystem 2 kommer att ha uppgraderad hårdvaran för att konkurrera med nyare generationens konsoler som DreamVast.{n}Till skillnad från DreamVast har Playsystem 2 inte fokuserat mycket på online-spel, men istället verkar de fokusera på de starka sidorna i föregående Playsystem. En fast uppgraderad styrenhet inklusive vibrerings funktion, uppgraderad grafik, stöd för DVD-filmer och även bakåtkompatibilitet med Playsystem ett spel.

source: Since release, the DreamVast from Vena has been one of the fastest selling consoles in history but lately it seems that the anticipation of the upcoming Playsystem 2 release is slowing down sales.{n}If the Playsystem 2 can hold up to the hype when it is released then Vena could be in deep trouble.
ar_001: منذ الإطلاق، جهاز DreamVast من شركة Vena أصبح واحداً من أسرع أجهزة الألعاب المنزلية مبيعا في التاريخ لكن مؤخراً يبدو أن التوقعات بخصوص إصدار الجهاز القادم Playsystem 2 قللت من المبيعات. {n} إذا كان جهاز Playsystem 2 بقدر الضجة التي كانت حوله عند إطلاقه فقد تكون شركة Vena في مشكلة حقيقية.
cs: DremVast od Veny je od vydání historicky nejrychleji prodávanou konzolí. V poslední době ale očekávání Playsystemu 2 tyto prodeje snižuje.{n}Pokud se podaří udržet Playsystemu 2 současný hype až do vydání, Vena bude ve velkých potížích.
de: Die DreamVast von Vena ist, seit der Veröffentlichung, einer der bestverkaufenden Konsolen der Geschichte. Die Verkaufszahlen sind jedoch, aufgrund der anstehenden Veröffentlichung der Playsystem 2, stark rückläufig.{n}Falls die Playsystem 2 dem Hype nach dem Verkaufsstart gerecht wird, dürfte sich Vena in großen Schwierigkeiten befinden.
fr: Depuis sa sortie, la DreamVast de Vena a été l'une des consoles qui s'est le plus vite vendue de l'histoire, mais il semblerait que l'anticipation de la sortie prochaine de la Playsystem 2 en ralentisse les ventes.{n}Si la Playsystem 2 parvient à maintenir cette médiatisation jusqu'à sa sortie, alors Vena pourrait se retrouver en grosse difficulté.
nb: Venas DreamVast er en av de raskest selgende spillkonsollene i historien, men det virker som om publikums forventninger til Vonnys Playsystem 2 er i ferd med bremse salget noe.{n}Hvis Playsystem 2 kan innfri forventningene når den kommer ut, kan Vena ha et alvorlig problem.
nl: De DreamVast van Vena is vanaf zijn introductie één van de snelst verkopende spelcomputers in de geschiedenis geweest, doch lijkt het erop dat de nu de Playsystem 2 op komst is, de verkopen de laatste tijd afnemen.{n}Als de Playsystem 2 de hype kan waarmaken, dan kan Vena in diepe problemen raken.
pl: Licząc od dnia premiery, DreamVast firmy Vena jest najszybciej sprzedającą się konsolą w historii. Ostatnio jednak wydaje się, że oczekiwanie graczy na Playsystem 2 spowolniło sprzedaż DreamVasta.{n}Jeśli konsola Playsystem 2 faktycznie okaże się tak dobra, jak się o niej mówi, to Vena może mieć twardy orzech do zgryzienia.
sv: Sedan lanseringen har DreamVast från Vena varit en av de snabbast säljande konsolerna i historien men på sistone verkar det som om väntan på den kommande Playsystem 2 utgivningen har sänkt försäljningen.{n}Om Playsystem 2 uppföljer denna hype när den släpps så kan Vena få stora problem.

source: PC software juggernaut Mirconoft has announced today that they will enter the game console market with their very own gaming console called the mBox.{n}First demonstrations have been impressive, but we will have to wait and see how it fares against the popular DreamVast, as well as against the recently announced and much anticipated Playsystem 2. The new console is said to debut {0}.
ar_001: عملاقة أنظمة أجهزة الحاسب Mirconoft قد أعلنت اليوم عن دخولها في سوق أجهزة ألعاب الفيديو مع جهازهم الذي يُدعى mBox.{n}المواصفات الأولية للجهاز كانت مثيرة للإعجاب، لكن سننتظر ونرى كيف سينجح ضد الشهير DreamVast، إضافة إلى Playsystem 2 المنتظر والذي تم الإعلان عنه مؤخراً. الجهاز الجديد سيطرح في الأسواق في {0}.
cs: Softwarový kolos Mirconoft dnes oznámil, že na konzolový trh vstoupí s vlastní herní konzolí pojmenovanou mBox.{n}První ukázky byli zajímavé, ale musíme si počkat, jak si povede proti oblíbenému DreamVastu a nedávno oznámenému a velmi očekávanému Playsystemu 2. Nová konzole bude mít premiéru {0}.
de: Software-Gigant Mirconoft hat heute angekündigt mit einer eigenen Konsole namens mBox in den Markt einsteigen zu wollen.{n}Die ersten Vorführungen waren sehr beeindruckend, es bleibt allerdings abzuwarten, wie sich die mBox gegen die populäre DreamVast und der zuletzt angekündigten und lang ersehnten Playsystem 2 behaupten wird. Die mBox kommt {0} auf den Markt.
fr: Mirconoft, le mastodonte des logiciels PC, a annoncé aujourd'hui son entrée sur le marché des consoles de jeux avec sa propre console, baptisée mBox.{n}Les premières démonstrations ont été impressionnantes, mais nous allons devoir attendre pour voir son positionnement tarifaire face à la célèbre DreamVast, ainsi qu'à la très attendue Playsystem 2. La nouvelle console est attendue {0}.
nb: PC-programvaregiganten Mirconoft meldte i dag at de er påfyll vei inn i spillmarkedet med sin egen spillkonsoll, kalt mBox.{n}De første demonstrasjonene av konsollen har vï¿½rt imponerende, men tiden vil vise om den kan konkurrere med Venas populære DreamVast og Vonnys nylig annonserte Playsystem 2, som det er knyttet store forventninger til. Den nye konsollen er forventet å være i salg {0}.
nl: PC-softwaregigant Mirconoft heeft vandaag bekend gemaakt dat ze de spelcomputermarkt instappen met hun eigen spelcomputer die de mBox zal heten.{n}De eerste demonstraties waren indrukwekkend, maar we zullen geduld moeten hebben en zien hoe hij het zal doen tegen de populaire DreamVast, en tegen de recent aangekondigde en naar uit gekeken Playsystem 2. De nieuwe spelcomputer zou {0} zijn debuut moeten gaan maken.
pl: Gigant przemysłu oprogramowania komputerowego, Mirconoft, ogłosił dzisiaj, że wejdzie na rynek konsol z własnym produktem, mBoxem.{n}Pierwsza prezentacja była imponująca. Będziemy jednak musieli zobaczyć, jak mBox poradzi sobie w pojedynku z popularnym DreamVastem, a także z niedawno ogłoszoną konsolą Playsystem 2,. Sprzęt Mirconoftu trafi na sklepowe półki {0}.
sv: Mjukvaru jätten Mirconoft har idag meddelat att de kommer in på marknaden för spelkonsoler med sin egen spelkonsol som heter mbox.{n}Första demonstrationerna har varit imponerande, men vi får vänta och se hur den håller måttet mot den populära DreamVast, liksom mot den nyligen aviserade och mycket efterlängtade Playsystem 2. Den nya konsolen sägs debutera {0}.

source: Mirconoft has announced the delay of their new gaming console, mBox. The new release date is '{0}'. Rumour has it that the incredible success of the Playsystem 2 launch has prompted Mirconoft to delay their own debut.
ar_001: Mirconoft أعلنت عن تأخير إطلاق جهازها الجديد،mBox. تاريخ الإطلاق الجديد هو'{0}'.ا لإشاعات تقول أن النجاح الباهر لإطلاق ال Playsystem 2 أجبر Mirconoft لتأخير إطلاق جهازها.
cs: Mirconoft oznámil spoždění jejich konzole, mBoxu. Nové datum vydání je '{0}'. Zvěsti praví, že Mirconoft odložil premiéru kvůli nevídanému úspěchu Playsystemu 2.
de: Micronoft hat eine Verzögerung der Veröffentlichung ihrer mBox bekanntgegeben. Sie wird {0} released. Gerüchten zufolge ist der unglaubliche Erfolg der Playsystem 2 der Grund für Mirconoft die Veröffentlichung der mBox zu verschieben.
fr: Mirconoft vient d'annoncer un retard pour leur nouvelle console de jeu mBox. Sa nouvelle date de sortie est « {0} ».La rumeur court que l'incroyable succès du lancement de la Playsystem 2 a poussé Mirconoft à décaler leur propre entrée sur le marché.
nb: Mirconoft melder at deres nye mBox-konsoll blir forsinket. Den nye slippdatoen er {0}. Ifølge ryktene har Playsystem 2's enorme salgssuksess ført til at Mirconoft har bestemt seg for å utsette sin konsolldebut.
nl: Micronoft heeft een vertraging aangekondigd van hun nieuwe spelcomputer, mBox. De nieuwe release datum is '{0}'. Geruchten gaan dat het ongelooflijke succes van de Playsystem 2 lancering Micronoft heeft gedwongen tot vertraging van hun eigen debuut.
pl: Mirconoft ogłosił, że premiera ich konsoli, mBoxa, została opóźniona. Konsola trafi na sklepowe półki „{0}”. Według pogłosek to niesamowity sukces platformy Playsystem 2 zmusił Mirconoft do opóźnienia premiery mBoxa.
sv: Mirconoft har meddelat förseningen av deras nya spelkonsol, mBox. Det nya releasedatumet är '{0}'. Ryktet säger att den otroliga framgången med Playsystem 2 lanseringen har föranlett Mirconoft att fördröja sin egen debut.

source: The launch of the Playsystem 2 has been a phenomenal success. Stores everywhere are out of stock as manufacturing can barely keep up. Fans have resorted to buying the console on internet auction sites for as much as five times the normal price.{n}While Vonny has managed to have the most successful launch in history, sales of Vena's DreamVast have plummeted.
ar_001: إطلاق جهاز Playsystem 2 حقق نجاحاً هائلاً. انتهت الكميات من المتاجر في كل مكان حيث أن الكميات التي تصنّع بالكاد تواكب الطلب. المعجبون توجهوا لشراء الجهاز من المزادات على الإنترنت بضعف السعر الأصلي خمس مرات. {n} بينما شركة Vonny استطاعت الحصول على أنجح إطلاق في التاريخ، مبيعات جهاز DreamVast من شركة Vena هبطت بشكل كبير.
cs: Uvedení Playsystemu 2 byl fenomenální úspěch. Všechny obchody jsou vyprodané, výroba nestíhá. Fanouškové začali zkupovat konzole na internetových aukcích i za pětinásobek původní ceny.{n}Zatímco Vonny dokázala historicky nejúspěšnější start konzole, prodeje DreamVastu od Veny se propadli.
de: Der Verkaufsstart der Playsystem 2 war ein phänomenaler Erfolg. Sie ist weltweit ausverkauft, da der Hersteller mit der Nachfrage nicht mithalten kann. Fans sind teilweise darauf ausgewichen, die Konsole auf Online-Auktionen für den bis zu fünffachen Preis zu ersteigern.{n}Während Vonny es geschafft hat, den erfolgreichsten Verkaufsstart der Geschichte hinzulegen, sind die Verkaufszahlen der DreamVast von Vena komplett eingebrochen.
fr: Le lancement de la Playsystem 2 a été un succès phénoménal. La production peine tellement à satisfaire la demande que les détaillants sont partout en rupture de stock. Certains passionnés en sont venus à débourser jusqu'à cinq fois son prix pour acheter la console sur des sites d'enchères sur internet.{n}Alors que Vonny vient de réussir le meilleur lancement de l'histoire, les ventes de la DreamVast de Vena se sont effondrées.
nb: Lanseringen av Playsystem 2 har vært fantastisk vellykket. Vonny klarer bare sï¿½ vidt å fylle etterspørselen, og konsollen er utsolgt mange steder. Dette har fï¿½rt til stor aktivitet påfyll nettauksjoner, hvor fans betaler opp til fem ganger butikkprisen for å sikre seg et eksemplar.{n}Salget av Venas DreamVast har nï¿½rmest stoppet opp i kjølvannet av Vonnys lansering, som er historiens mest vellykkede.
nl: De lancering van de Playsystem 2 is een fenomenaal succes gebleken. Overal zijn winkels door hun voorraden heen en de fabricage kan het niet bijbenen. Fans zijn teruggevallen op het kopen van de spelcomputer op internetveilingssites voor bedragen tot vijf keer de normale prijs.{n}Terwijl het Vonny gelukt is de meest succesvolle lancering in de geschiedenis te realiseren, zijn de verkopen van Vena's DreamVast flink gedaald.
pl: Wprowadzenie na rynek Playsystem 2 okazało się fenomenalnym sukcesem. W sklepach na całym świecie brakuje tej konsoli. Fabryki ledwo nadążają z produkcją. Fani kupują konsolę na aukcjach internetowych za cenę nawet do pięciu razy wyższą od normalnej.{n}Podczas gdy Vonny świętuje sukces swojego produktu, sprzedaż DreamVasta, konsoli firmy Vena, spadła do zera.
sv: Lanseringen av Playsystem 2 har varit en fenomenal framgång. Butiker överallt har slut eftersom tillverkningen knappt kan följa med. Fans har börjat köpa konsolen på internet auktions webbplatser för så mycket som fem gånger det normala priset.{n}Medan Vonny har lyckats få den mest framgångsrika lanseringen i historien, har försäljningen av Venas DreamVast rasat.

source: In a sobering announcement, Vena has today confirmed the discontinuation of the DreamVast. Vena's president said that while many companies will still deliver games for the platform, the company will no longer produce new units in the future.{n}Vena fans worldwide are disappointed, as a beloved part of gaming console history is coming to an end.
ar_001: في إعلان محزن، شركة Vena أكدت اليوم بأنها أوقفت إنتاج جهاز DreamVast. رئيس شركة Vena قال حينما أن هناك شركات ستقوم بتطوير الألعاب للجهاز، لكن الشركة لن تقوم بإنتاج أجهزة جديدة مستقبلا. {n} معجبي شركة Vena حول العالم يشعرون بخيبة أمل كبيرة، حيث أن جزء محبوب من أجهزة الألعاب المنزلية في التاريخ يصل لنهايته.
cs: Vena dnes ve střizlivém oznámení potvrdila ukončení DreamVastu. Prezident Veny prohlásil, že mnohé společnosti budou na DreamVast i nadále hry vydávat, ale nové konzole již nebudou vyrábět.{n}Fanouškové Veny jsou po celém světě zklamaní, neb milovaná část jejich herní historie se blíží ke konci.
de: Vena hat heute in einer ernüchternden Ansprache bekannt gegeben, dass die DreamVast eingestellt wird. Vena's Geschäftsführer liess verlautbaren, dass viele Firmen weiterhin Spiele für die Konsole entwickeln werden, die Konsole selbst nicht mehr produziert werden wird.{n}Weltweit sind Vena Fans enttäuscht, da ein geliebter Teil der Spielkonsolengeschichte zu Ende geht.
fr: Vena a confirmé aujourd'hui, par l'intermédiaire d'un communiqué peu réjouissant, l'arrêt de la production de la DreamVast. Le président de Vena précise que, même si de nombreux studios continueront à sortir de nouveaux jeux sur la plateforme, l'entreprise ne produira plus de nouvelles unités de la console à l'avenir.{n}Partout dans le monde, les fans de Vena expriment leur déception alors qu’une part de l’histoire du jeu vidéo qui leur est chère prend fin.
nb: Vena bekreftet i dag at deres DreamVast trekkes fra butikkene. Venas administrerende direktør uttalte at selv om mange utviklere vil fortsette å lage spill til plattformen, vil ikke Vena bygge og distribuere nye enheter i fremtiden.{n}Vena-fans verden over er skuffet over at et kjørt kapittel i konsollhistorien er i ferd med å ta slutt.
nl: In een sobere bekendmaking, heeft Vena vandaag bevestigd dat de stekker uit de DreamVast getrokken wordt. De president van Vena zei dat hoewel er nog steeds een hoop bedrijven zullen zijn die games voor het platform zullen uitbrengen, het bedrijf in de toekomst geen nieuwe exemplaren meer zal produceren.{n}Vena-fans over de hele wereld zijn teleurgesteld, gezien een geliefd deel van de spelcomputergeschiedenis nu ten einde komt.
pl: Vena ogłosiła właśnie zakończenie produkcji DreamVasta. Prezes firmy powiedział, że wciąż będą produkowane gry na tę platformę, ale do sprzedaży nie trafią już nowe egzemplarze samej konsoli.{n}Fani na całym świecie są rozczarowani końcem pewnego etapu historii konsol.
sv: I ett allvarsamt annonserade tillkännagav Vena och bekräftade idag nedläggningen av DreamVast. Vena's VD sade att samtidigt som många företag kommer fortfarande att leverera spel till plattformen, kommer företaget inte att producera nya enheter i framtiden.{n}Vena fans över hela världen är besvikna, som en älskad del av spelkonsolernas historia närmar sig sitt slut.
