Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Welcome to Game Dev Tycoon! In this business simulation you have been transported back in time to start your very own game development company right at the beginning of the PC revolution. In the next {0} years you can build your dream company, create best selling games, gain fans and become the leader of the market.{n}Before you can start your adventure you have to give your upcoming company a name.
ar_001: مرحبا بك في !Game Dev Tycoon في محاكي العمل هذا يتم نقلك إلى الماضي لتبدأ شركة تطوير ألعاب خاصة بك في بداية ثورة عصر الحاسب الشخصي. في خلال {0} سنة يمكنك بناء شركة أحلامك ، صنع الألعاب الأكثر مبيعا، كسب المعجبين و أصبح رئيس السوق.{n}قبل أن تبدأ مغامرتك يجب أن تعطي اسما لشركتك القادمة.
cs: Vítejte v Game Dev Tycoon! V tomto obchodním simulátoru jste přeneseni zpět v čase do dob začátků počítačové revoluce, abyste začali vést svoji vlastní herní vývojářskou společnost. V následujících {0} letech budete budovat společnost svých snů, tvořit největší hity, získávat fanoušky a stanete se nejlepšími na trhu.{n}Nejprve je ale nutné svoji společnost pojmenovat.
de: Willkommen zu Game Dev Tycoon! In dieser Business Simulation, wirst du in der Zeit zum Beginn der PC Revolution zurückgeschickt, um deine ureigene Spielentwicklungs-Firma zu gründen. In den nächsten {0} Jahren kannst du deine Traumfirma aufbauen, Bestseller-Spiele entwickeln, Fans gewinnen und der Marktführer werden.{n}Bevor du dein Abenteuer beginnen kannst, musst du deiner zukünfitigen Firma einen Namen geben.
fr: Bienvenue dans Game Dev Tycoon ! Dans cette simulation d'entreprise vous allez être transporté dans le temps, au début de la révolution du PC, pour démarrer votre propre entreprise de conception de jeux vidéo. Dans les {0} prochaines années, vous pourrez construire l'entreprise de vos rêves, générer d'incroyables ventes de jeux, gagner des fans et devenir le leader du marché.{n}Avant de commencer votre aventure, vous devez donner un nom à votre entreprise.
nb: Velkommen til Game Dev Tycoon! I denne forretnings-simulatoren har du blitt transportert tilbake i tid til starten av PC-revolusjonen for å starte ditt eget spillselskap. I løpet av de neste {0} årene kan du bygge opp ditt drømmefirma, lage besteselgende spill, få fans og bli markedsleder.{n}Før eventyret ditt kan starte, må du navngi ditt ferske firma.
nl: Welkom bij Game Dev Tycoon! In deze bedrijfssimulatie ben je teruggezet in de tijd om je eigen gameontwikkelingsbedrijf op te zetten, juist aan het begin van de PC-revolutie. In de volgende {0} jaar kan je een eigen droombedrijf bouwen, de bestverkopende games maken, fans vergaren en de leider van de markt worden.{n}Voordat je aan jouw avontuur kan beginnen, zul je eerst een naam moeten geven aan jouw gloednieuwe bedrijf.
pl: Witamy w Game Dev Tycoon! W tym symulatorze biznesu zostałeś przeniesiony w czasie, aby założyć własną firmę deweloperską już na początku rewolucji komputerów osobistych. Zbuduj wymarzone przedsiębiorstwo, twórz bestsellery, zyskuj fanów i stań się liderem na rynku.{n}Zanim rozpoczniesz zabawę, musisz wymyślić nazwę dla swojej firmy.
sv: Välkommen till Game Dev Tycoon! I den här företagssimuleringen har du transporterats tillbaka i tiden för att starta ditt alldeles egna spelutvecklingsföretag precis i början av PC-revolutionen. I de kommande {0} åren kan du skapa ditt drömföretag, skapa bästsäljare-spel, skaffa fans och bli ledaren av marknaden.{n}Innan du kan börja med ditt äventyr så måste du ge ditt uppkommande företag ett namn.

source: It seems that {0} has recently moved into an office in a well known technology park and is now searching for employees.{n}The company, which is known for games such as {1}, has reportedly operated out of a garage until now.{n}One of the many fans of {2} commented: 'I can't believe that they didn't even have a proper office until now and that those games were created by only one person! I am really looking forward to their future games!
ar_001: يبدو أن {0} قام مؤخرا بالانتقال إلي مكتب في شركة تكنولوجية معروفة و الآن هو يبحث عن موظفين.{n}الشركة، معروفة بصنعها لإلعاب مثل {1}،و لقد ورد بأنه عمل بداخل كراج إلي الآن.{n}واحد من المعجبين الكثر ب{2} علّق: ' أنا لا أصدق بانهم لم يكن لديهم مكتب ملائم إلي الآن و تلك الألعاب صممها شخص واحد فقط! أتطلع جداً لإلعابهم في المستقبل!
cs: {0} se nedávno přesunuli do nové kanceláře ve velmi známém technologickém parku a nyní hledá zaměstnance.{n}Společnost, známá díky hrám jako {1}, ještě nedávna fungovala z garáže.{n}Jeden z mnoha fanoušků hry {2} to komentoval: 'Pořád nemohu uvěřit, že ani doteď neměli normální kancelář a hry dělal pouze jeden člověk! Opravdu se těším na jejich další hry!'
de: Anscheinend ist {0} vor kurzem in ein Büro in einem bekannten Technologiepark gezogen und sucht nun nach Mitarbeitern.{n}Die Firma, welche für Spiele wie {1} bekannt ist, hat bisher, angeblich aus einer Garage gearbeitet.{n}Einer der vielen Fans von {2} Kommentierte: "Ich kann nicht glauben, dass sie bis jetzt nicht mal ein richtiges Büro hatten, und diese Spiele von einer einzigen Person gemacht wurden! Ich freue mich schon sehr auf ihre zukünftigen Spiele!"
fr: Il semble que {0} ait récemment déménagé dans le bureau d'un parc technologique bien connu et soit maintenant à la recherche d'employés. {n} La société, qui est connue pour des jeux tels que {1}, aurait travaillé dans un garage jusqu'à maintenant. {n}Un des nombreux fans de {2} a commenté : « Je n'arrive pas à croire qu'ils n'avaient même pas un bureau pour travailler jusqu'à présent et que ces jeux ont été créés par une seule personne ! Je suis vraiment impatient de connaître leurs futures créations ! »
nb: Det ser ut til at {0} nettopp har flyttet til et kontor i en kjent næringspark, og de leter nå etter nye ansatte.{n}Firmaet, som er kjent for spill som {1}, har frem til i dag holdt til i en garasje.{n}En av {2}s mange fans uttalte: 'Jeg kan ikke tro at de ikke har hatt et skikkelig kontor før nå, og at én person sto bak spillene! Jeg ser virkelig frem til deres fremtidige spill!
nl: Het lijkt er op dat {0} recent verhuisd is naar een kantoor in een bekend technologiepark en nu op zoek is naar werknemers.{n}Het bedrijf, bekend van games zoals {1}, heeft hiervoor hun games gemaakt in een garage.{n}Één van de vele fans van {2} reageerde: 'Ik kan niet geloven dat ze hiervoor nog geen goed kantoor hadden en dat deze games waren gemaakt door maar één persoon! Ik ben echt benieuwd naar hun toekomstige games!
pl: Najwyraźniej firma {0} niedawno przeprowadziła się do biura w dobrze znanym parku technologicznym i poszukuje pracowników.{n}Deweloper, który kojarzony jest z produkcji gier takich jak {1}, do tej pory siedzibę miał w garażu. Jeden z wielu fanów tytułu {2} skomentował to tak: „Nie mogę uwierzyć, że do tej pory nie mieli nawet normalnego biura i że wszystkie te gry zostały stworzone przez tylko jedną osobę! Już wyczekuję ich kolejnych produkcji!”
sv: Det verkar som om {0} nyligen har flyttat till ett kontor i en välkänd teknikpark och söker nu efter personal.{n}Företaget, som är känt för spel som {1}, har enligt uppgifter varit i ett garage fram tills nu.{n}En av de många fansen av {2} kommenterade: "Jag kan knappt tro det att dem inte ens hade ett riktigt kontor fram tills nu och att de spelen var skapade av bara en person! Jag ser framemot deras framtida spel!"

source: Uncaught error. Please report this to {0}: {1} ({2}:{3}) Please restart the game.
ar_001: حدث خطاء غير متوقع. الرجاء الإبلاغ عنه لـ {0}: {1} ({2}:{3}) الرجاء إعادة تشغيل اللعبة.
cs: Neznámá chyba. Prosím nahlaste ji na {0}: {1} ({2}:{3}) Poté prosím restartujte hru.
de: Nicht erfasster Fehler. Bitte an {0} melden: {1} ({2}:{3}) Bitte das Spiel neustarten.
fr: Une erreur est survenue. Veuillez, s'il vous plait, la signaler à {0} : {1} ({2}:{3}) Redémarrez le jeu.
nb: Ukjent feil. Vennligst rapporter dette til {0}: {1} ({2}:{3}) Vennligst start spillet om igjen.
nl: Onverwachte fout. Gelieve dit te rapporteren aan {0}: {1} ({2}:{3}) Gelieve de game te herstarten.
pl: Nieznany błąd. Zgłoś tę informację do: {0} {1} ({2}:{3}) Zrestartuj grę.
sv: Ofångat fel. Snälla rapportera detta till {0}: {1} ({2}:{3}) Var god starta om spelet.

source: Game development has now started.{n}While developing your game you will generate game points which you can see bubbling up. Game points are divided into design points and technology points. The more points you generate the better the game will be.{n}From time to time there will also be bug points generated. These points become less likely once you gain experience. Bugs should be fixed before the game is released and increase development time and cost.
ar_001: تم البدء في تطوير اللعبة.{n} أثناء تطويرك للعبة سوف تقوم بتوليد ما يسمى نقاط اللعبة والتي يمكن أن تلاحظها على شكل فقاعات. نقاط اللعبة مقسمه إلي نقاط تصميم ونقاط تقنية. كلما ولدت نقاط اكثر سوف تكون اللعبة افضل .{n} من حين لأخر سوف تولد ما يسمى نقاط الأخطاء. هذه النقاط سوف تقل مع اكتسابك للخبره. ينبغي تصحيح الأخطاء قبل نشر إصدار اللعبة ورفع وقت التطوير والتكلفة.
cs: Právě začal vývoj hry.{n}V průběhu vývoje budete generovat herní body, které uvidíte se seskupovat v bublinkách. Herní body jsou rozdělené mezi designové a technologické. Čím více bodů generujete, tím lepší hru tvoříte.{n}Čas od času se vývoji vyskytnou i body s chybami. Ty budou s nabývajícími zkušenostmi klesat. Chyby by se měli před vypuštěním hry odstranit, i za cenu vyšších nákladů na vývoj a čas.
de: Die Spiel-Entwicklung hat jetzt begonnen.{n}Während du dein Spiel entwickelst, wirst du Spielpunkte generieren, die du "aufsprudeln" siehst. Spielpunkte werden in Design- und Technologiepunkte unterteilt. Je mehr Punkte du generierst, umso besser wird das Spiel sein.{n}Gelegentlich werden auch Bug-Punkte erzeugt. Die Wahrscheinlichkeit wird geringer Bug-Punkte zu erzeugen, wenn du mehr Erfahrung sammelst. Bugs sollten behoben werden bevor das Spiel veröffentlicht wird und erhöhen Entwicklungszeit und -kosten.
fr: Le développement a commencé. {n}Pendant le développement, des points seront générés. Les points de jeu sont répartis en points de Design et de Technologie. Plus vous générez de points, mieux le jeu sera.{n}De temps en temps, des points de bugs apparaîtront. Il y en aura de moins en moins quand vous serez plus expérimenté. Les bugs doivent être résolus avant de sortir le jeu et augmentent le temps et le coût de développement.
nb: Spillutvikling har nå startet.{n}Mens du utvlikler spillet ditt, genererer du spillpoeng, som du kan se at bobler opp. Spillpoeng er delt inn i designpoeng og teknologipoeng. Jo flere poeng du genererer, jo bedre vil spillet bli.{n}Fra tid til annen vi det også bli generert bugpoeng. Disse poengene bli sjeldnere når du får mer erfaring. Bugpoeng bør fikses før spillet er lansert og øker utviklingstiden og utgifter.
nl: Het ontwikkelen van de game is nu begonnen.{n}Terwijl je een game ontwikkelt genereer je game punten, die je omhoog ziet borrelen. game punten worden verdeeld in designpunten en technologiepunten. Des te meer punten je genereert, des te beter zal de game worden.{n}Af en toe zullen er ook bugpunten aangemaakt worden. Naarmate je meer ervaring krijgt worden er vanzelf minder bugpunten gegenereerd. Het is verstandig bugs op te lossen voordat het spel wordt uitgebracht. Dit verlengt echter wel de tijd en het geld dat gespendeerd wordt aan de ontwikkeling van een game.
pl: W trakcie procesu tworzenia gry będą generowane punkty designu i punkty technologii. Im więcej punktów wytworzysz, tym lepsza będzie gra.{n}Od czasu do czasu wytworzą się także punkty błędów. Gdy zbierzesz więcej doświadczenia, rzadziej będą się one pojawiać. Błędy powinny zostać naprawione, zanim wypuścisz grę do sprzedaży. Debugowanie zwiększa ogólne koszty i wydłuża czas produkcji.
sv: Spelutvecklingen har nu börjat.{n}Under utvecklingen av ditt spel kommer du att generera spelpoäng som ser ut som bubblor. Spelet är uppdelat i design- och teknikpoäng. Ju fler poäng du genererar desto bättre kommer spelet att bli.{n}Från en tid till en annan kommer det också att genereras buggpoäng. Dessa poäng blir färre när du har mer erfarenhet. Buggar bör fixas innan spelet släpps vilket ökar utvecklingstiden och kostnaden.

source: Creating larger games is a significant task and, unlike in small games, one person cannot effectively be responsible for every aspect of a game. To create a good game and to make best use of your team you will have to assign which of your team is responsible for which areas.{n}Pick team members whose skills match the area to get the best result. When you assign a team member responsibilities you will see their workload. Try not to overload them too much.
ar_001: صنع ألعاب كبيرة هي مهمة شاقة، وبخلاف الألعاب الصغيرة، شخص واحد لا يستطيع أن يتحمل مسؤولية كل جانب من اللعبة بطريقة فعّالة. لصنع لعبة جيدة ولاستغلال أقصى قدرات فريقك، يجب أن تعيّن العضو المناسب للمهمة المناسبة له. {n}اختر العضو المناسب في المكان المناسب حسب مهاراته للحصول على أفضل نتيجة. عندما تعيّن للعضو بعض المهام سترى نسبة إجهاده. حاول ألا تضغط عليهم فوق استطاعتهم.
cs: Tvorba větších her je veliký úkol a, narozdíl od těch malých, jedinec nemůže plně zodpovídat za každý prvek ve hře. Pokud chcete vytvořit dobrou hru, musíte plně využít celého týmu a každého člena přidělit k jednotlivým prvkům hry.{n}Tým rozdělujte na základě jejich odvedností. Jakmile tým rozdělíte, uvidíte jejich pracovní zatížení. Pokuste se je příliš nepřetěžovat.
de: Größere Spiele zu entwickeln ist eine nicht unerhebliche Aufgabe und anders in kleinen Spielen, kann eine Person alleine nicht jeden Aspekt des Spieles betreuen. Um ein gutes Spiel zu entwickeln und das beste aus deinem Team zu holen, werden wir Gebiete im Team zuweisen.{n}Wähle ein Teammitglied aus, dessen Fähigkeiten am besten zu dem jeweiligen Gebiet passt, um das beste Ergebnis zu bekommen. Wenn du ein Teammitglied zuweist, siehst du seine Auslastung. Versuche sie nicht zu überlasten.
fr: La création de grands jeux est une tâche importante et contrairement aux petits jeux, une seule personne ne peut pas être efficacement responsable de tous les aspects d'un jeu. Pour créer un bon jeu, vous devrez donc assigner des secteurs aux membres de votre équipe.{n}Choisissez les personnes dont les compétences correspondent le mieux à l'activité afin d'obtenir le meilleur résultat. Lorsque vous affectez une des responsabilités à un membre de l'équipe, vous verrez sa charge de travail augmenter. Essayez de ne pas trop les surcharger.
nb: Å lage større spill er en stor oppgave og, i motsetning til små spill, kan ikke én person effektivt være ansvarlig for alle sider av et spill. For å lage et bra spill og for å utnytte laget ditt best, må du tilordne hvem på laget ditt som har ansvar for hvilke områder.{n}Velg lagmedlemmer som sine egenskaper er lik det området for å få det beste resultatet. Når du velger et lagmedlems ansvarsområder, vil du se deres arbeidsmengde. Prøv ikke å overbelaste dem for mye.
nl: Grotere games ontwerpen is een gewichtige taak en, in tegenstelling tot kleinere games, kan één persoon niet effectief verantwoordelijk zijn voor elk aspect van een game. Om een goede game te maken en het beste uit je team te halen, zul je medewerkers moeten toewijzen voor welk gebied van de game zij verantwoordelijk zijn.{n} Kies medewerkers wiens vaardigheden met het gebied overeenkomt om het beste resultaat te krijgen. Als je medewerkers aan een verantwoordelijkheid opdraagt, zul je hun werklast zien. Probeer ze niet te veel te overbelasten.
pl: Tworzenie większych gier jest trudnym zadaniem. Jedna osoba nie może być odpowiedzialna za każdy aspekt procesu deweloperskiego. Aby stworzyć dobrą grę i odpowiednio wykorzystać swój zespół, będziesz musiał przydzielić pracownikom konkretne obowiązki.{n}Odpowiednio dobierz umiejętności swoich ludzi do poszczególnych elementów produkcji, aby uzyskać możliwie najlepsze wyniki. Przydzielając obowiązki, będziesz mógł zobaczyć obciążenie pracą każdego z twoich ludzi. Postaraj się zbytnio ich nie przeciążać.
sv: Att skapa större spel är en viktig uppgift och, till skillnad från små spel, kan en person inte effektivt vara ansvarig för varje aspekt av ett spel. För att skapa ett bra spel och bäst använda ditt team måste du ange vilken i ditt team som ansvarar för vilket område.{n}Välj gruppmedlemmar vars erfarenheter motsvarar området för att få det bästa resultatet. När du tilldelar ett ansvar till en gruppmedlem kommer du att se deras arbetsbörda. Försök att inte överbelasta dem alltför mycket.

source: While generating game reports you start to gain insights into the development process and learn about what works well and what doesn't work so well. These insights are shown as hints on the development screen (unless you have turned this option off in the settings).{n}The hints range from '+++' to '--' and indicate how important an area is for this type of game. When hints have a question mark at the end (e.g. '+++?') it means that you have insights from a game in the same genre but that you are not yet sure whether this holds true for this particular genre/topic combination.
ar_001: في حين إطلاق تقارير الألعاب، أنت تبدأ بالحصول على رؤى عن عملية التطوير وتتعلم عن ما يعمل بشكل جيد أو ما لا يعمل بشكل جيد. هذه الرؤى معروضة كتلميحات على شاشة التطوير (إلا إذا كنت قد أطفأت هذا الخيار من الإعدادات). {n}التلميحات تبدأ من '+++' وصولاً إلى '--' وهي توضّح مدى أهمية خيار معين لهذا النوع من اللعبة. عندما تحتوي التلميحات على علامة استفهام في آخرها (مثلاً: '+++؟') فهذا يعني أن لديك رؤى للعبة من نفس النوع لكنك لست متأكد من أنها صحيحة لهذا التركيب المحدد من نوع اللعبة مع موضوعها.
cs: Generováním zpráv o hře začnete získávat poznatky z vývojového procesu a naučíte se, co funguje dobře a co nikoliv. Tyto poznatky se ukazují jako tipy při vývoji (pokud je tedy nemáte vypnuté).{n}Rozsah tipů je od +++ po --- a ukazují jak moc je daná oblast pro hru důležitá. Pokud je u tipů otazník (např. +++?), znamená to, že máte poznatky ze stejného žánru, ale nemáte jistotu zda-li to platí i pro danou kombinaci žánru a tématu.
de: Spielberichte sind eine großartige Möglichkeit, um Forschungspunkte zu bekommen, wertvolle Erkenntnisse was funktioniert und was nicht funktioniert wenn man ein Spiel entwickelt. Diese Erkenntnisse werden als Hinweise im Entwicklungsbildschirm angezeigt (Es sei denn, du hast de Option in den Einstellungen abgeschaltet).{n}Die Hinweise reichen von '+++' zu '---' und zeigen an wie wichtig ein Bereich für diesen Typ Spiel ist. Wenn Hinweise ein Fragezeichen am Ende haben (z.b.'+++?'), heißt das, das du zwar Erkenntnisse über ein Spiel im gleichen Genre, aber du weißt nicht, ob das auch für die speziellen Genre/Thema Kombinationen gelten.
fr: Au fur et à mesure des rapports vous commencerez à avoir un aperçu sur le développement et à en apprendre davantage sur ce qui fonctionne bien et ce qui fonctionne moins. Ces idées sont présentées comme des notes sur l'écran de développement (sauf si vous avez désactivé cette option dans les paramètres).{n}Les notes vont de "+++" à "---" Et montrent l'importance d'un secteur pour un type de jeu. Quand la zone de conseil a un point d'interrogation à la fin (ex: "+++?"), cela signifie que vous avez des idées à partir d'un jeu dans le même genre, mais que vous n'êtes pas sûr que cette combinaison soit bonne.
nb: Ved å fullføre spillrapporter, får du innsyn i utviklingsprosessen og du lærer om hva som fungerer bra og hva som ikke fungerer så bra. Disse innsynene er vist som hint på utviklingsskjermen (hvis ikke du har skrudd denne innstillingen av i innstillingene).{n}Hintene varierer fra '+++' til '--' og viser en indikasjon på hvor viktig et område er for denne typen spill. Når hint har et spørsmålstegn etter seg (f. eks. '+++?'), betyr det at du har innsyn fra et spill med samme sjanger, men at du ikke enda er sikker på om dette er sant også for denne sjanger/tema-kombinasjonen.
nl: Terwijl je rapportages over games genereert, begin je dingen in te zien over het ontwikkelingsproces en leer je wat wel werkt en wat niet zo goed werkt. Deze inzichten zullen worden weergegeven als hints in het ontwikkelscherm (tenzij je dit hebt uitgezet in de opties).{n}De hints komen voor in een reeks van '+++' tot '--' en laten je zien hoe belangrijk dit gebied is voor dit type game. Wanneer hints een vraagteken op het einde hebben (zoals '+++?'), betekent dit dat je inzichten hebt van een game in hetzelfde genre, maar niet zeker weet of dit zo blijft voor deze specifieke combinatie van genre en thema.
pl: Tworząc raporty, zaczniesz zyskiwać wgląd w proces deweloperski. Dowiesz się, co pasuje do czego, a co nie bardzo. Spostrzeżenia te zaczną się pojawiać jako podpowiedzi w panelu tworzenia (jeżeli nie wyłączyłeś tej opcji w ustawieniach).{n}Podpowiedzi ukazują się w formie symboli (od „+++” do „--”) i informują, jak ważny jest dany element dla określonego typu gry. Kiedy podpowiedzi mają na końcu znak zapytania (np. „+++?”), oznacza to, że poczyniłeś już obserwacje gry z przedstawionego gatunku, ale nie jesteś pewien, czy będą odpowiednie dla aktualnej kombinacji gatunku i tematu.
sv: Samtidigt som de skapar spelrapporter så börjar du få insikt i utvecklingsprocessen och lära dig om vad som fungerar bra och vad som inte fungerar så bra. Dessa insikter visas som tips på utvecklingsskärmen (såvida du inte har aktiverat det här alternativet i inställningarna){n}Tipsen varierar från "+++" till "---" och visar hur viktigt ett område är för denna typ av spel. När tips har ett frågetecken i slutet (t.ex. "+++?") Betyder det att du har insikter från ett spel i samma genre men eftersom du inte ännu är helt säker på om detta gäller för just denna genre/ämnes kombinationen.
