Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Oh no! It seems that {0} had quite a few undiscovered bugs when we released it. Some of our customers are having a bad time with this and they demand that we patch the game.{n}We could either spend the money and time to patch it or ignore their pleas. If you want to patch the game then {1} on a character and use the action menu to develop a patch but make sure that you don't wait for too long.
ar_001: أوه لا! يبدو أن {0} كانت تحتوي على بعض الأخطاء الغير مكتشفة عندما قمنا بإطلاقها. بعض من زبائننا يواجهون أوقات سيئة مع هذا الأمر و يطالبون أن نقوم بتصحيح هذه الأخطاء.{n}يمكننا أن ننفق المال و الوقت لتصحيح هذه الأخطاء أو نتجاهل مطالبهم. إذا كنت تريد تصحيح أخطاء اللعبة إذا {1} على شخصية واستخدم قائمة الأوامر لتطوير تصحيح للأخطاء ولكن تأكد أنك لن تنتظر لوقت طويل.
cs: Sakra! Vypadá to, že má {0} nějaké skryté chyby, o kterých jsme před vydáním nevěděli. Někteří zákazníci s tím mají opravdu problémy a dožadují se opravného balíku.{n}Mohli bychom uvolnit nějaké peníze na opravu a nebo je ignorovat. Pokud si přejete vydat patch, stačí {1} na postavu a použít tlačítko vydat opravný balík. Myslím, že to nezabere přiliš moc času.
de: Oh nein! Es scheint so, als hätte das Spiel {0} bei seiner Veröffentlichung noch ein paar unentdeckte Bugs gehabt. Einige unserer Kunden haben Probleme und verlangen einen Patch.{n}Wir können entweder Zeit und Geld investieren, um einen Patch zu entwickeln oder aber wir ignorieren die Bitten einfach. Wenn du die Probleme beheben willst, {1} den Mitarbeiter an und benutze das Aktions-Menü um den Patch zu entwickeln. Aber warte nicht zu lange.
fr: Oh non ! Il semble que {0} avait quelques bugs lors de sa sortie. Ils ont causé de gros problèmes à certains de nos joueurs et ils demandent que le jeu soit corrigé.{n}Nous pourrions choisir de dépenser du temps et de l'argent à corriger ces bugs, ou ignorer les plaintes des joueurs. Si vous désirez corriger le jeu, {1} sur un personnage et utilisez le menu d'action pour développer un correctif, mais n'attendez pas trop longtemps.
nb: Å nei! Det ser ut til at vi overså en mengde bugs i {0} da vi la det ut for salg. Mange av kundene våre sliter med dette, og de forlanger at vi oppdaterer spillet.{n}Vi kan enten bruke tid og penger for å oppdatere spillet, eller vi kan la være å høre på kundene. Hvis du har lyst til å oppdatere spillet, {1} på en ansatt og bruk handlingsmenyen for å utvikle en oppdatering. Pass på at du ikke venter for lenge.
nl: Oh nee! Het blijkt dat {0} niet helemaal zonder bugs was toen we het uitbrachten.↵ Een aantal van onze klanten hebben hier veel last van en eisen dat we een patch uitbrengen voor.{n}We kunnen tijd en geld eraan besteden of hun verzoek negeren. Als je de game wilt patchen {1} dan op een medewerker en gebruik het actiemenu om een patch te ontwikkelen. Wacht hier niet te lang mee.
pl: Nie jest dobrze! Okazało się, że gra {0} ma kilka niewykrytych błędów. Niektórzy z naszych klientów mają przez to problemy i domagają się łatki do gry. Możemy poświęcić pieniądze i czas, by wypuścić łatkę, ale możemy też zignorować te prośby. Jeśli chcesz pomóc graczom, kliknij na postaci, a następnie wybierz odpowiednią opcję z menu działania, by stworzyć łatkę. Nie zwlekaj zbyt długo z decyzją.
sv: Åh nej! Det verkar som om {0} hade en hel del oupptäckta buggar när vi släppte den. Några av våra kunder har problem med detta, och de kräver att vi patchar spelet.{n}Vi kan antingen spendera pengar och tid att fixa det eller ignorera dina kunder. Om du vill patcha spelet sedan {1} på en karaktär och använda menyn Åtgärd för att utveckla en patch men se till att du inte väntar för länge.

source: Administrative Expenses
ar_001: مصروفات إدارية
cs: Správní výlohy
de: Verwaltungskosten
fr: Frais administratifs
nb: Administrative Utgifter
nl: Administratiekosten
pl: Koszty administracyjne
sv: Administrativa kostnader

source: {n}This is a very special offer. Our agents have recently managed to 'borrow' some research information which might be of interest to you. If you are interested then transfer {0} to the enclosed uplink location. We'll contact you, Agent Blowfish
ar_001: {n} هذا عرض خاص جدا. استطاع عملائنا مؤخرا أن "يستعيروا" بعض المعلومات البحثية التي قد تكون ذات اهتمام بالنسبة لك.↵ إذا كنت مهتم قم بتحويل {0} إلى الموقع المرفق uplink. سنتواصل معك، العميل Blowfish
cs: {n}Toto je speciální nabídka. Naši agenti se rozhodly 'půjčit' si nějaké informace z výzkumu, které by vás mohly zajímat. Pokud máte zájem, pošlete {0} na kódovaný uplink. My se ozveme, Agent Blowfish
de: {n}Dies ist ein besonderes Angebot. Unsere Agenten haben es kürzlich geschafft sich ein paar Forschungsunterlagen zu 'leihen', die für Sie von besonderem Interesse sein könnten. Wenn Sie Interesse daran haben, überweisen Sie {0} an die angehängte Uplink-Verbindung. Wir werden Sie kontaktieren, Agent Blowfish
fr: {n} Il s'agit d'une offre très spéciale. Nos agents sont récemment parvenus à « emprunter » des informations sur des recherches qui pourraient vous intéresser. Si vous désirez ces informations, veuillez transférer {0} via cette liaison sécurisée. Nous vous recontacterons, Agent Blowfish
nb: {n}Dette er enestående mulighet. Agentene våre har klart å "låne" noe forskningsmateriell som kanskje kan være interessant for deg. Overfør {0} til vedlagte uplink hvis du er interessert. Vi kontakter deg, Agent Blowfish
nl: {n}Dit is een heel speciaal aanbod. Onze agenten zijn recentelijk erin geslaagd wat informatie te "lenen" die interessant voor u kan zijn. Als u geïnteresseerd bent in deze informatie, maak dan {0} naar de bijgevoegde locatie. We nemen wel contact op met u, Agent Blowfish
pl: {n}Mam dla ciebie wyjątkową ofertę. Nasi agenci „pożyczyli” wyniki pewnych badań, które mogą cię zainteresować. Jeśli chcesz je otrzymać, przelej {0} na podane konto. Będziemy w kontakcie! Agent Blowfish
sv: {n}Detta är ett mycket speciellt erbjudande. Våra agenter har nyligen lyckats "låna" en del forsknings information som kan vara av intresse för dig. Om du är intresserad så överför {0} till bifogad upplänks plats. Vi kontaktar dig, Agent Blowfish

source: Proposition
ar_001: اقتراح
cs: Nabídka
de: Angebot
nb: Forespørsel
nl: Voorstel
pl: Propozycja
sv: Förslag

source: Decrypt Message
ar_001: فك تشفير الرسالة
cs: Dešifrovat zprávu
de: Nachricht entschlüsseln
fr: Déchiffrer le message
nb: Dekrypter Melding
nl: Bericht Ontcijferen
pl: Odszyfruj wiadomość
sv: Dekryptera meddelandet

source: Transfer ({0})
ar_001: تحويل ({0})
cs: Převést ({0})
de: Überweise ({0})
fr: Transférer ({0})
nb: Overfør ({0})
nl: Overmaken ({0})
pl: Przelej ({0})
sv: Överför ({0})

source: Thank you for your business.
ar_001: شكرا لك على عملك.
cs: Je potěšením s vámi obchodovat.
de: Vielen Dank für Ihren Auftrag.
fr: Merci de votre collaboration.
nb: Takk for handelen.
nl: Bedankt voor de medewerking.
pl: Interesy z tobą to sama przyjemność.
sv: Tack för din samverkan.

source: You have successfully researched {0}.
ar_001: اكتمل بحثك بنجاح عن {0}.
cs: Úspěšně jste vyzkoumali {0}.
de: Du hast {0} erfolgreich erforscht.
fr: Recherche terminée: {0}.
nb: Forskningen på {0} var vellykket.
nl: Het onderzoek naar {0} is succesvol afgerond.
pl: Udało ci się zbadać nowy temat: „{0}”.
sv: Du har framgångsrikt forskat fram {0}.

source: Transaction complete
ar_001: اكتملت الصفقة
cs: Transakce dokončena
de: Transaktion erfolgreich
fr: Transaction terminée
nb: Transaksjon fullført
nl: Transactie voltooid
pl: Transakcja ukończona
sv: Transaktion färdig

source: This is a very special offer. Our agents have recently managed to gain access to some critical systems of one of your competitors. If you want to play war games then transfer {0} to the enclosed location and we'll initiate sabotage., Agent Blowfish
ar_001: هذا عرض خاص جدا. استطاع عملائنا مؤخرا من الحصول على تصريح بالدخول لبعض الأنظمة الحساسة لواحدة من الشركات المنافسة لك.↵ إذا كنت تريد أن تلعب war games إذا قم بتحويل مبلغ {0} إلى المكان المرفق و سنقوم بالبدء بعملية تخريب.،↵ العميل blowfish
cs: Toto je speciální nabídka. Našim agentům se podařilo zpřístupnit některé důležité systémy jednoho z konkurentů. Pokud chcete hrát vývojářskou válku, pošlete {0} na náš kódovaný účet a my je sabotujeme. Agent Blowfish
de: Dies ist ein besonderes Angebot. Unsere Agenten haben es kürzlich geschafft, Zugriff auf ein paar kritische System Komponenten von einem Ihrer Mitbewerber zu erhalten. Wenn Sie möchten, transferieren Sie {0} auf die angehängte Uplink-Verbindung und wir werden ihn sabotieren. Agent Blowfish
fr: Nous avons une offre très spéciale pour vous : nos agents sont récemment parvenus à obtenir l'accès à une partie des systèmes essentiels de l'un de vos concurrents. Si vous voulez les pénaliser, veuillez transférer {0} sur le compte indiqué et nous commencerons le sabotage. Agent Blowfish
nb: Dette er en enestående mulighet. Agentene våre har nylig fått tilgang til en av dine konkurrenters kritiske systemer. Overfør {0} til vedlagte konto hvis du vil leke "war games", så igangsetter vi sabotasje. Agent Blowfish
nl: Dit is een heel speciaal aanbod. Onze agenten zijn er recentelijk in geslaagd om toegang te krijgen tot kritieke systeem van uw concurrenten. Als u war games wilt spelen, maak dan een bedrag van {0} naar de bijgevoegde locatie en wij zullen de sabotage in gang zetten. Agent Blowfish
pl: Mam dla ciebie wyjątkową ofertę. Nasi agenci zyskali dostęp do kluczowych systemów jednego z twoich konkurentów. Jeśli chcesz się pobawić w wojnę, to przelej {0} na nasze konto, a rozpoczniemy działania sabotażowe. Agent Blowfish
sv: Detta är ett mycket speciellt erbjudande. Våra agenter har nyligen lyckats få tillgång till vissa kritiska system i en av dina konkurrenter. Om du vill starta cyber krig överför {0} till skyddad plats så kommer vi att inleda sabotage., Agent Blowfish

source: Sabotage ({0})
ar_001: تخريب ({0})
cs: Sabotovat ({0})
de: Sabotieren ({0})
fr: Saboter ({0})
nb: Sabotere ({0})
pl: Sabotuj ({0})
sv: Sabotera ({0})

source: In a statement the game development company {0} has said that they have been the victim of industrial sabotage. Unfortunately development on their current project has been severely affected. Police are investigating.
ar_001: في تصريح لشركة مطورين لعبة{0} قالوا بأنهم كانوا ضحية تخريب صناعي. للأسف بأن الحادثة أثرت بقسوة على مشروعهم الحالي. والشرطة تحقق في الأمر.
cs: V prohlášení vývojářské firmy {0} bylo, že se stali obětí průmyslové sabotáže. Bohužel jejich vývoj utrpěl vážné škody. Policie to začala vyšetřovat.
de: Einer Aussage der Spieleentwicklungsfirma {0} zufolge wurden diese Opfer einer industriellen Sabotageaktion. Unglücklicherweise ist ihr aktuelles Projekt davon massiv betroffen. Die Polizei ermittelt.
fr: Dans un communiqué, la société de développement {0} a déclaré avoir été victime de sabotage. Malheureusement, cela a eu un impact considérable sur le développement de leur projet actuel. La police mène l'enquête.
nb: I en uttalelse til pressen forteller {0} at de har blitt utsatt for industrisabotasje. Dessverre har dette gått hardt ut over spillet de jobber med. Politiet er på saken.
nl: In een persbericht laat game ontwikkelaar {0} weten het slachtoffer te zijn geworden van industriële sabotage. Helaas is de ontwikkeling van hun huidige project ernstig beïnvloed.↵ De politie doet onderzoek.
pl: W oficjalnym oświadczeniu firma {0} ogłosiła, że stała się ofiarą aktu sabotażu. Niestety, odbiło się to na produkcji ich aktualnego tytułu. Policja prowadzi śledztwo.
sv: I ett uttalande av spelutvecklingsföretaget {0} sa de att de har utsatts för industriellt sabotage. Tyvärr har utvecklingen av deras aktuella projekt drabbats hårt. Polisen undersöker det.

source: Hi Boss! A friend of mine is greatly involved in an organization which aims to get more women into technology. They are looking for a sponsor and I thought that this would be a perfect opportunity for us. Would you like to help out?
ar_001: مرحباُ يارئيس! لدي صديق في منظمة تهدف إلى إدخال النساء إلى التكنولوجيا. وهم يبحثون عن راعٍ لهم ولقد فكرت بأنها ستكون فرصة مثالية لنا. هل تريد المساعدة؟
cs: Zdravím šéfe! Můj přítel spolupracuje s organizací, která se snaží začlenit více žen do technologického průmyslu. Hledají sponzora a myslím, že by to mohla být výborná příležitost pro nás. Chcete jim pomoci?
de: Hey Chef! Ein guter Freund von mir ist in einer Organisation tätig, die sich für mehr Frauen in der Branche einsetzt. Sie suchen noch nach Sponsoren. Ich dachte mir, dass das eine super Chance für uns wäre. Möchtest Du Ihnen aushelfen?
fr: Salut Patron ! J'ai un ami qui travaille dans une organisation dont le but est de féminiser la profession. Ils cherchent un sponsor et je me suis dit que ce serait une excellente opportunité. Voulez-vous leur proposer notre aide ?
nb: Hei, sjef! En kompis av meg er engasjert i en organisasjon som jobber for å få flere kvinner inn i teknologiyrker. De er på jakt etter en sponsor, og jeg tenkte at dette er en perfekt mulighet for oss. Har du lyst til å hjelpe?
nl: Hé baas! Een vriend van mij zet zich intensief in voor een organisatie om meer vrouwen in het technische vak te krijgen. Ze zijn op zoek naar een sponsor en ik dacht dat dit de perfecte kans voor ons is.↵ Zou je willen helpen?
pl: Cześć, szefie! Mój przyjaciel działa na rzecz organizacji, która ma doprowadzić do zatrudnienia większej liczby kobiet w przemyśle technologicznym. Szukają sponsora, więc pomyślałem, że moglibyśmy pomóc. Zechcesz wesprzeć tę organizację?
sv: Hej chefen! En vän till mig är mycket involverad i en organisation som syftar till att få in fler kvinnor i teknik världen. De letar efter en sponsor, och jag tror att detta skulle vara ett perfekt tillfälle för oss. Vill du hjälpa till?

source: Sponsor (pay {0})
ar_001: رعاية (دفع {0})
cs: Sponzorovat (zaplatit {0})
de: Unterstützen ({0})
fr: Sponsoriser (payer {0})
nb: Sponse (betale {0})
nl: Sponsor (Betaal {0})
pl: Wesprzyj (zapłać {0})
sv: Sponsra (betala {0})

source: Sponsorship
ar_001: رعاية
cs: Sponzorská výpomoc
de: Förderung
fr: Sponsoring
nb: Sponsoravtale
nl: Sponsorschap
pl: Sponsoring
sv: Sponsring

source: We have got word that {0} has recently sponsored a highly praised move to get more women into technology roles. {1}, the CEO at {0} said, 'We would love to see more women in the game industry.'
ar_001: وصلنا خبر أن {0} قد خطى خطوة رائعة بإدخال المزيد من النساء في هذا المجال التقني {1}, المدير في {0} قال : "نود رؤية المزيد من النساء في مجال الألعاب"
cs: Obrdželi jsme zprávu, že společnost {0} sponzorovala vysoce ceněnou nadaci, která se snaží pomoci prosadit ženy v technických pozicích. {1}, generální řiditel {0} řekl: 'Budeme rídi za více žen v herním průmyslu.'
de: Wir haben soeben erfahren, dass {0} eine Organisation finanziell unterstützt, die sich für mehr Frauen in der Technologiebranche einsetzt. {1}, der Geschäftsführer von {0} sagte: 'Wir würden es begrüßen, wenn mehr Frauen in der Spieleindustrie arbeiten.'
fr: Nous avons eu vent que {0} a récemment parrainé une initiative très appréciée afin de voir davantage de femmes dans des emplois technologiques. {1}, le PDG de {0} a déclaré : « Nous souhaitons de tout cœur voir plus de femmes dans l'industrie du jeu-vidéo. »
nb: Det har kommet oss for øre at {0} nylig sponset en lovprist kampanje for å få flere kvinner inn i teknologiyrker. Lederen i {0}, {1}, uttalte at "vi vil veldig gjerne ha flere kvinner inn i spillbransjen."
nl: Het woord doet de ronde dat {0} recentelijk een zeer gewaardeerd initiatief om meer vrouwen in een rol in het technische vak te krijgen gesponsord heeft.↵ {1}, de directeur bij {0} zegt: "We zouden het geweldig vinden om meer vrouwen in de game industrie te zien."
pl: Dowiedzieliśmy się, że firma {0} ostatnio wsparła znaną organizację próbującą doprowadzić do objęcia przez kobiety więcej stanowisk w branżach technologicznych. {1}, dyrektor firmy {0}, powiedział: „Z ogromną przyjemnością zobaczylibyśmy więcej kobiet w branży gier komputerowych”.
sv: Vi har fått veta att {0} nyligen sponsrade en berömd rörelse för att få in fler kvinnor i tekniska roller. {1}, VD på {0} sa att, "Vi vill gärna se fler kvinnor i spelbranschen."

source: Boss, it seems that quite a few players use illegal copies of {0}. I've managed to identify some of them. We could either sue them to defend our copyright or send them warnings to ask them to stop. What do you want to do?
ar_001: أيها الرئيس، يبدو أن الكثير من الناس يستخدمون نسخة مقرصنة من {0}.↵ لقد استطعت تحديد البعض منهم.↵ لدينا حلين إما أن نرفع عليهم قضيه حقوق فكرية أو أن نطلب منهم التوقف.↵ ماذا تريد أن نفعل؟
cs: Šéfe, vypadá to že někteří hráči používají nelegální kopii hry {0}. Povedlo se mi některé z nich odhalit. Můžeme je zažalovat, aby jsme si zachovali naše autorská práva, nebo je požádat aby přestali využívat nelegální software. Co si přejete udělat?
de: Chef! Es sieht so aus, dass ziemlich viele Spieler illegale Kopien von {0} haben. Ich habe es geschafft einige von ihnen ausfindig zu machen. Wir können sie verklagen um unsere Rechte zu schützen oder ihnen freundlich nahelegen damit aufzuhören. Wofür entscheidest Du Dich?
fr: Patron, il semble que pas mal de joueurs utilisent une copie illégale de {0}. J'ai réussi à en identifier quelques-uns. Nous pouvons soit les poursuivre en justice pour défendre notre copyright ou simplement les avertir. Que voulez-vous faire ?
nb: Sjef, det ser ut til at mange spiller piratkopierte versjoner av {0}. Vi har klart å spore opp noen av dem. Vi kan enten anlegge sak mot dem for å beskytte opphavsretten vår, eller vi kan sende dem en advarsel og be dem slutte med det. Hva vil du gjøre?
nl: Baas, het lijkt erop dat een groot aantal spelers kopieën van {0} spelen. Ik heb er een paar kunnen identificeren. We kunnen ze aanklagen om ons eigendomsrecht te beschermen of waarschuwen en vragen ermee te stoppen. Wat wil je doen?
pl: Szefie, wygląda na to, że wielu graczy używa nielegalnych kopii gry {0}. Udało mi się niektórych zidentyfikować. Możemy ich pozwać o naruszenie praw autorskich lub wysłać ostrzeżenia z prośbą o zaprzestanie dotychczasowych działań. Co chcesz zrobić?
sv: Chefen, det verkar som om en hel del spelare använder illegala kopior av {0}. Jag har lyckats identifiera några av dem. Vi kan antingen stämma dem för att försvara vår upphovsrätt eller skicka dem varningar för att be dem att sluta. Vad vill du göra?

source: Sue them
ar_001: محاكمتهم
cs: Zažalovat je
de: Verklagt sie
fr: Les poursuivre en justice
nb: Saksøke dem
nl: Aanklagen
pl: Pozwij ich
sv: Stämm dem

source: Warn them
ar_001: تحذيرهم
cs: Varovat je
de: Warnt sie
fr: Les avertir
nb: Advare dem
nl: Waarschuwen
pl: Ostrzeż ich
sv: Varna dem

source: Piracy is an increasingly big problem in the industry. Some companies invest a lot of money and effort to fight piracy while others argue that it's better to take a more relaxed approach and invest in better games instead.
ar_001: القرصنة مشكلة كبيرة ومتزايدة في هذه الصناعة. بعض الشركات تستثمر الكثير من المال في محاربة القرصنة بينما شركات اخرى تعتقد انه من الأفضل عدم تصعيد المشكلة واستثمار المال في العاب افضل.
cs: Pirátství je narůstající problém v herním průmyslu. Některé společnosti investují mnoho peněz a úsilí do boje proti pirátství, zatímco jiní prosazují benevolentnější přístup a investice do lepších her.
de: Softwarepiraterie ist ein immer größer werdendes Problem der Spielebranche. Einige Firmen investieren sehr viel Geld und Aufwand um dagegen anzukämpfen, während andere damit argumentieren das Geld besser in neue Spieleentwicklungen zu investieren als der Piraterie zu viel Aufmerksamkeit zu schenken.
fr: Le piratage est un problème de plus en plus important dans l'industrie. Certaines sociétés investissent beaucoup d'argent et d'efforts pour lutter contre le piratage tandis que d'autres pensent qu'il est préférable d'adopter une approche plus détendue et d'investir dans de meilleurs jeux.
nb: Piratkopiering er et økende problem for bransjen. Noen firmaer investerer store summer i anti-piratkampanjer, mens andre mener at det er bedre å være mer avslappet på det og heller investere i å lage bedre spill.
nl: Piraterij is een groeiend probleem in de game industrie. Sommige bedrijven spenderen een hoop tijd en geld om piraterij te bestrijden, terwijl anderen suggereren dat een milde aanpak beter is en het geld beter geïnvesteerd kan worden in betere games.
pl: Piractwo staje się bolączką branży gier komputerowych. Niektóre firmy inwestują wielkie sumy w walkę z piractwem, podczas gdy inne mają luźniejsze podejście i wolą inwestować w tworzenie lepszych gier.
sv: Piratkopiering är ett stort problem i branschen. Vissa företag investerar mycket pengar och ansträngning för att bekämpa piratkopiering medan andra hävdar att det är bättre att ta en mer avslappnad inställning och investera i bättre spel istället.

source: We have lost {0} fans but won {1} in legal claims.
ar_001: لقد خسرنا {0} مشجعا لكن كسبنا {1} في المطالبة القانونية.
cs: Přišli jsme o {0} fanoušků, ale v právních sporech jsme vyhráli {1}.
de: Wir haben {0} Fans verloren dafür aber {1} aus Rechtsansprüchen eingenommen.
fr: Nous avons perdu {0} fans, mais gagné {1} en dommages et intérêts.
nb: Vi mistet {0} fans, men ble tilkjent {1} i rettslig erstatning.
nl: We hebben {0} fans verloren, maar wonnen {1} met de rechtszaken.
pl: Straciliśmy {0} fanów, ale za to wygraliśmy wiele spraw w sądzie, co przyniosło nam {1} zysku.
sv: Vi har förlorat {0} fans men vann {1} i rättsanspråk.

source: In what some have called a drastic move, {0} has recently taken legal action against illegal players of their game {1}.
ar_001: فيما سماه البعض خطوة جذرية , {0} قامت باتخاذ إجراء قانوني ضد لاعبين غير قانونين بخصوص لعبتهم {1}.
cs: {0} nedávno provedlo právní kroky proti nelegálním hráčům jejich hry {1}. Některým se takové jednání zdá až příliš drastické.
de: {0} hat kürzlich rechtliche Schritte gegen Spieler illegaler Kopien von {1} eingeleitet. Viele sehen dies als eine zu drastische Vorgehensweise an.
fr: Dans ce qu'on pourrait décrire comme une action radicale, {0} a récemment poursuivi en justice les joueurs ayant téléchargé illégalement leur jeu {1}.
nb: {0} har valgt å gå til rettslige skritt mot pirater som spiller {1} ulovlig. Enkelte kaller dette en overreaksjon.
nl: In wat sommigen een drastische maatregel noemen, is {0} recentelijk gerechtelijke procedures gestart tegen spelers van illegale kopieën van hun game {1}.
pl: Niektórzy mogą nazwać to ostatecznością. Firma {0} pozwała graczy, którzy używali nielegalnych kopii gry {1}.
sv: I vad några har kallat en dramatisk åtgärd har {0} nyligen tagit rättsliga åtgärder mot olagliga spelare av deras spel {1}.

source: legal claims
ar_001: مطالبات قانونية
cs: Právní spory
de: Rechtliche Ansprüche
fr: Revendications juridiques
nb: rettssak
nl: Rechtsvorderingen
pl: Roszczenia prawne
sv: rättsanspråk

source: We have gained {0} fans!
ar_001: لقد كسبنا {0} مشجعاً!
cs: Získali jsme {0} fanoušků!
de: Wir haben {0} Fans dazu gewonnen!
fr: Nous avons gagné {0} fans !
nb: Vi har fått {0} fans!
nl: We hebben er {0} fans bijgekregen!
pl: Zyskaliśmy {0} fanów!
sv: Vi har fått {0} nya fans!
