Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Before development can begin you have to decide what kind of game you want to create and give your game a name. You can also select which graphic technology your game should use.{n}Your options are initially limited but once you have a bit of experience you will be able to unlock new options.
ar_001: قبل أن يبدأ التطوير، عليك أن تختار نوع اللعبة و اسمها . بإمكانك أيضًا اختيار التقنيات البيانية التي تريد للعبتك أن تستخدمها .{n} إن خياراتك محدودة في البداية، لكن حالما تكتسب بعض الخبرات، فستكون قادرًا على فتح خيارات جديدة.
cs: Před započetím vývoje hry je potřeba zvolit její druh a pojmenovat ji. Můžete i zvolit jakou grafickou technologii bude hra využívat.{n}Vaše možnosti jsou zpočátku omezené, ale jakmile získáte nějaké zkušenosti, zpřístupní se vám nové.
de: Bevor die Entwicklung beginnen kann, musst du dich entscheiden welche Art von Spiel du erstellen willst und ihm einen Namen geben. Außerdem kannst du auswählen, welche Grafiktechnologie dein Spiel verwenden soll.{n}Deine Optionen sind momentan etwas eingeschränkt. Sobald du etwas Erfahrung gesammelt hast, wird es dir möglich sein neue Optionen freizuschalten.
fr: Avant de pouvoir commencer le développement, vous devez décider quel genre de jeu vous voulez créer, et lui donner un nom. Vous pouvez aussi sélectionner de quelle technologie de graphismes votre jeu sera doté.{n}Votre choix est limité au début, mais avec un peu d'expérience, vous devriez pouvoir débloquer de nouvelles options.
nb: Før utviklingen kan begynne må du bestemme hva slags spill du ønsker å lage og gi spillet et navn. Du kan også velge hvilke grafisk teknologi spillet ditt bør bruke. {n} alternativene er i utgangspunktet begrenset, men når du har litt erfaring vil du kunne låse opp nye alternativer."
nl: Voordat je kunt beginnen met de ontwikkeling moet je eerst beslissen wat voor soort game je wilt maken en wat de naam moet worden. Je kunt ook selecteren welke grafische technologie er gebruikt moet worden in je game.{n}In de eerste instantie heb je weinig opties, maar wanneer je wat ervaring opdoet zullen er meer opties vrijgespeeld worden.
pl: Zanim zaczniesz tworzyć, zastanów się nad gatunkiem i tytułem swojej produkcji. Możesz także wybrać, która technologia graficzna ma zostać zaimplementowana w grze.{n}Twoje możliwości są początkowo ograniczone, ale w miarę jak będziesz zdobywać doświadczenie, zostaną odblokowane nowe opcje.
sv: Innan du kan börja och utveckla ditt eget spel måste du bestämma vilket sorts spel du vill göra och ge ditt spel ett namn. Du kan också välja vilken sorts grafikteknologi ditt spel ska använda.{n}Dina val är rätt så begränsade men när du har lite mera erfarenhet så kan du låsa upp nya saker.

source: Game points
ar_001: نقاط اللعبة
cs: Herní body
de: Spielpunkte
fr: Points
nb: Spill poeng
nl: Game punten
pl: Punkty gry
sv: Spelpoäng

source: First game finished
ar_001: أول لعبة قد انتهت
cs: První hra dokončena
de: Erstes Spiel fertiggestellt
fr: Premier jeu terminé
nb: Første spill ferdig
nl: Eerste game voltooid
pl: Pierwsza gra ukończona
sv: Första spelet slutfört

source: swipe from the edge of the screen to bring up the app bar
ar_001: اسحب بإصبعك من على حافة الشاشة لإظهار شريط التطبيق
cs: táhněte od okraje obrazovky a zobrazí se vám lišta
de: über den unteren Bildschirmrand wischen um die App-Leiste anzuzeigen
fr: balayez depuis le bord de l'écran pour faire apparaître la barre d'applications
nb: sveip fra kanten av skjermen for å få opp program baren
nl: sleep van de rand van het scherm om de app bar op te openen
pl: przesuń palcem przy krawędzi ekranu, aby przywołać pasek aplikacji
sv: svep från sidan av skärmen för att få upp applikationsfliken

source: right click to bring up the app bar
ar_001: انقر بالزر الأيمن لإحضار شريط التطبيق
cs: klikněte pravým tlačítkem a vyvoláte lištu
de: rechtsklicken um die App-Leiste anzuzeigen
fr: faites un clic droit pour faire apparaitre la barre d'applications
nb: høyreklikk for å få opp program baren
nl: rechtsklik om de app bar op te openen
pl: kliknij prawym przyciskiem, aby przywołać pasek aplikacji
sv: högerklicka för att få upp applikationsfliken

source: swipe from the right edge of the screen
ar_001: اسحب بإصبعك من الحافة اليمنى من الشاشة
cs: táhnutím od pravého okraje obrazovky
de: wische über den rechten Bildschirmrand
fr: balayez depuis le bord droit de l'écran
nb: sveip fra høyre kant av skjermen
nl: sleep van de rechter rand van het scherm
pl: przesuń palcem przy prawej krawędzi ekranu
sv: svep från den högra sidan av skärmen

source: bring your cursor to the top right corner of the screen and then move down.
ar_001: ضع المؤشر على الزاوية اليمنى العليا من الشاشة و من ثم حركه للأسفل.
cs: přesunutím kurzoru do pravého horního rohu obrazovky a pohnutím s ním dolů
de: platziere deinen Mauszeiger in der rechten oberen Ecke des Bildschirms und bewege ihn dann nach unten.
fr: déplacez votre curseur dans le coin supérieur droit de l'écran, puis déplacez-le vers le bas.
nb: Bring markøren til øverste høyre hjørne av skjermen, og deretter flytte ned.
nl: breng je cursor naar de hoek rechtsboven van het scherm en beweeg dan naar beneden.
pl: ustaw kursor w prawym górnym rogu ekranu i przesuń go w dół.
sv: för muspekaren till det övre högra hörnet på skärmen och flytta sedan ner den.

source: Appbar and help menu
ar_001: شريط التطبيق و قائمة المساعدة
cs: Herní lišta a nápověda
de: App-Leisten und Hilfemenü
fr: Barre d'applications et menu d'aide
nb: Programbar og hjelpe meny
nl: Appbar en help menu
pl: Pasek aplikacji i menu pomocy
sv: Applikationsflik och hjälpmeny

source: If you ever want to review the tutorial messages then you can do so in the Help menu. To access the Help menu and other features such as saving, loading and creating a game simply {0}.{n}You can also change game settings by using the Settings charm. To show the charms bar simply {1} You can then {2} on Settings.
ar_001: لو أردت مراجعة التعليمات، فقم بذلك من خلال قائمة المساعدة. لدخول قائمة المساعدة و للخيارات الأخرى مثل الحفظ و التحميل و إنشاء لعبة فببساطة {0}. {n} بإمكانك أيضًا تغيير إعدادات اللعبة باستخدام نافذة الإعدادات. لإظهار نافذة الإعدادات، فببساطة {1} يمكنك حينها أن {2} على الإعدادات.
cs: Pokud si někdy budete chtít znovu připomenout výukové zprávy, můžete tak učinit v menu s nápovědou. Tam, stejně jako k dalším funkcím jako ukládání a načítání, jednoduše {0}.{n}Také můžete změnit různá nastavení hry jednoduše {1}. Poté stačí {2} na Nastavení.
de: Wenn du die Tutorial Meldungen erneut anschauen möchtest, kannst du das jederzeit im Hilfemenü tun. Um das Hilfemenü und andere Funktionen wie speichern, laden und Spiel erstellen aufzurufen, einfach {0}.{n}Du kannst außerdem die Spieleinstellungen ändern, indem Du den Charm "Einstellungen" benutzt. Um die Charm Bar aufzurufen einfach {1} Du kannst dann auf Einstellungen {2}.
fr: Si jamais vous souhaitez revoir le tutoriel, vous pouvez le faire depuis le menu Aide. Pour accéder au menu Aide et d'autres fonctionnalités comme sauvegarder, charger et créer un jeu, {0}.{n} Vous pouvez aussi changer les paramètres de jeu en utilisant le charme Paramètres. Pour voir la barre de charmes, {1}. Vous {2} ensuite sur Paramètres.
nb: Kontrakter låst opp
nl: Als je ooit de hulp berichten nogmaals wilt bekijken, kan je dit doen in het Help menu. Om toegang te krijgen tot het Help menu en andere optie zoals opslaan, laden en het starten van een game kan je simpelweg{0}.{n}Je kan ook Game instellingen veranderen door middel van de Instellingen charm. om de charms balk te laten verschijnen kan je simpelweg {1} je kan dan {2} op Instellingen.
pl: Jeśli chcesz przejrzeć komunikaty samouczka lub zapisać/wczytać stan gry, kliknij prawym przyciskiem myszki, aby przywołać pasek aplikacji.{n}Aby otworzyć panel boczny, w którym znajdują się opcje gry, ustaw kursor w prawym górnym rogu ekranu i przesuń go w dół, a następnie wybierz „ustawienia”.
sv: Om du vill läsa handledningsmeddelanderna igen kan du göra det i hjälpmenyn. För att komma åt hjälpmenyn och andra funktioner som att spara, ladda och skapa ett nytt spel bara {0}.{n}Du kan också ändra spelinställningarna genom att klicka på inställningar. För att visa inställningarna bara {1} Du kan sen {2} på inställningar.

source: Contracts unlocked
ar_001: تم فتح العقود
cs: Smlouvy o dílo byly odemčeny
de: Aufträge freigeschaltet
fr: Contrats débloqués
nl: Contracten vrijgespeeld
pl: Zlecenia odblokowane
sv: Kontrakt upplåsta

source: Contracts have now been unlocked. To see available contracts close this message and then {0} anywhere on the screen to bring up the action menu.
ar_001: لقد فتحت العقود الآن . لرؤية العقود المتوفرة، أغلق هذه النافذة و من ثم {0} في أي مكان على الشاشة لإظهار قائمة المهام.
cs: Nyní máte přístupné smlouvy o dílo. Stačí kdekoliv na obrazovce {0} a v menu si prohlédnout dostupné Smlouvy o dílo.
de: Aufträge wurden nun freigeschaltet. Um verfügbare Aufträge anzuzeigen, schließe diese Nachricht und {0} dann irgendwo auf den Bildschirm, um das Aktionsmenü anzuzeigen.
fr: Les contrats sont maintenant débloqués. Pour voir les contrats disponibles, fermez ce message et ensuite {0} n'importe où sur l'écran pour faire apparaître le menu d'action.
nb: Kontrakter er nå låst opp. For å se tilgjengelige kontrakter lukke denne meldingen og deretter {0} hvor som helst på skjermen for å vise handlingsmenyen .
nl: Contracten zijn nu beschikbaar. Sluit dit bericht en {0} ergens om het actiemenu te openen en de huidige contracten te bekijken.
pl: Zlecenia zostały odblokowane. Aby zobaczyć dostępne zlecenia, zamknij ten komunikat i kliknij na ekranie, co przywoła menu działania.
sv: Kontrakt har nu blivit upplåsta. För att se tillgängliga kontrakt stäng ner detta meddelandet och {0} sen varsomhelst på skärmen för att få upp menyn.

source: Contracts
ar_001: عقود
cs: Kontrakty
de: Aufträge
fr: Contrats
nb: Kontrakter
nl: Contracten
pl: Zlecenia
sv: Kontrakt

source: Contracts are a useful tool to earn some extra cash when your balance is low and can also be useful to generate a small number of research points. Contracts require you to generate a certain amount of design and technology points before the time runs out.{n}Decide carefully what contract you accept. If you miss the deadline for a contract you will have to pay a penalty so it's better to start out with smaller contracts and see how much you can handle.
ar_001: تعتبر العقود أداة مفيدة لجني مالاً إضافياً حينما تكون ميزانيتك قليلة، كما يمكنك الحصول على نقاط بحث بسيطة. تتطلب العقود بأن تنتج كمية معينة من نقاط التقنية و التصميم قبل نفاذ الوقت.{n} اختر أي العقود التي تريد قبولها بحرص. لو فوت الوقت النهائي لأحد العقود فستدفع الغرامة، فلذا من الأفضل أن تبدأ بعقود أقل و أنظر كيف ستبدي فيها.
cs: Smlouvy o dílo jsou užitečným nástrojem jak vydělat nějaké drobné navíc, když na tom zrovna nejste s rozpočtem příliš dobře. Zároveň tak můžete přijít k malé množství výzkumných bodů navíc. Tyto smlouvy vyžadují vyprodukovat určité množství bodů designu a technologie předtím, než vyprší uzávěrková lhůta. Dobře si rozmyslete, kterou smlouvu přijmete. Pokud prošvihnete uzávěrku, budete muset zaplatit pokutu. Proto raději začněte s menšími smlouvami a sami uvidíte, co zvládnete a co ne.
de: Aufträge sind ein nützliches Werkzeug, um ein wenig extra Geld zu verdienen, wenn deine Bilanz niedrig ist oder und um ein paar Forschungspunkte zu generieren. Aufträge verlangen eine gewisse Anzahl an generierten Design- und Technologiepunkten bevor die Zeit abläuft.{n}Entscheide vorsichtig welche Aufträge Du annimmst. Wenn Du ihn nicht in der vorgegeben Zeit erfüllen kannst, musst Du eine Strafe zahlen. Es ist besser mit kleineren Aufträgen zu beginnen um herauszufinden wie viel man bewältigen kann.
fr: Les contrats sont utiles pour gagner un peu d'argent quand vous êtes en manque de liquidités, et peuvent aussi servir à générer quelques points de recherche. Les contrats demandent que vous génériez un certain nombre de points de design et de technologie avant de tomber à court de temps.{n}Choisissez vos contrats avec soin. Si vous ne tenez pas les délais pour un contrat, vous aurez à payer des pénalités, aussi il est plus prudent de commencer par de plus petits contrats pour voir ce que vous pouvez gérer.
nb: anbudsarbeid er en fin mï¿½te å tjene litt ekstra penger påfyll hvis pengekassa er slunken. Det genererer ogsï¿½ forskningspoeng som kan komme godt med. anbud krever at du genererer en avtalt mengde design- og teknologipoeng før tiden går ut.{n}Velg anbudsjobben med omhu - hvis du misser en deadline, må du betale et gebyr, så det er bedre å starte med små jobber og se hvordan du takler det.
nl: Contracten zijn een handig hulpmiddel om wat extra geld te verdienen wanneer je wat krap bij kas zit. Bovendien genereer je er een klein beetje onderzoekspunten mee. Bij een contract moet je een bepaald aantal design- en technologiepunten genereren binnen een bepaalde tijd.{n}Wees voorzichtig in het accepteren van een contract. Als je de deadline van een contract mist moet je een boete betalen. Begin dus met de kleinere contracten om te zien hoeveel je aan kunt.
pl: Dzięki zleceniom możesz zarobić trochę gotówki, gdy nie wiedzie ci się najlepiej. Tym sposobem możesz także zdobywać punkty badań. Podczas trwania zlecenia musisz wygenerować określoną liczbę punktów designu i technologii przed upływem ustalonego czasu.{n}Ostrożnie decyduj, które kontrakty przyjmujesz. Jeśli nie zdążysz na czas, będziesz musiał zapłacić karę. Zacznij od mniejszych projektów, by sprawdzić, z jaką ilością pracy potrafisz sobie poradzić.
sv: Kontrakt är ett användbart verktyg för att tjäna lite extra pengar när saldot är lågt och kan även vara användbart för att generera ett litet antal forsknings-poäng. Kontrakten kräver att du genererar en viss mängd av design- och teknikpoäng innan tiden går ut.{n}Bestäm noggrant vilka kontrakt du accepterar. Om du missar deadlinen för ett kontrakt kommer du att få betala en straffavgift så det är bättre att börja med mindre kontrakt och se hur mycket du kan hantera.

source: Game released
ar_001: أصدرت اللعبة
cs: Hra je vydána
de: Spiel veröffentlicht
fr: Jeu sortis
nb: Spill utgitt
nl: Game uitgegeven
pl: Gra trafiła do sprzedaży
sv: Spelet är släppt

source: Your game is now complete and will be handed off to publishing. We should see reviews and sales coming in for the game soon!
ar_001: لقد اكتملت لعبتك الآن و سوف يتم نشرها . يفترض أن نرى تقاييم و مبيعات اللعبة قريباً!
cs: Vaše hra je nyní hotová a bude předána vydavatelství. Brzy se u této hry dočkáme recenzí a prvních prodejů!
de: Dein Spiel ist jetzt fertig und wird veröffentlicht. Wir sollten bald die ersten Reviews und Verkaufszahlen für das Spiel erhalten!
fr: Votre jeu est maintenant terminé, et va être publié. Nous devrions bientôt voir arriver des critiques et les premières ventes !
nb: Spillet er nå fullført, og vil bli levert til publisering. Vi bør se anmeldelser og salget kommer inn for spillet snart!
nl: Je game is voltooid en word overgedragen naar de uitgever. We zullen snel reviews en verkoopcijfers binnen krijgen!
pl: Twoja gra jest już ukończona i zostanie opublikowana. Wkrótce powinniśmy zobaczyć wyniki sprzedaży oraz recenzje!
sv: Ditt spel är nu färdigt och kommer att publiceras. Vi kommer snart se recensioner om spelet och försäljningen av spelet!

source: Game development completed
ar_001: اكتمل تطوير اللعبة
cs: Vývoj hry je dokončen
de: Spielentwicklung abgeschlossen
fr: Développement terminé
nb: Spill utvikling ferdig
nl: Game ontwikkeling voltooid
pl: Zakończono tworzenie gry
sv: Spelutvecklingen är klar

source: The development of your game has now finished. While developing games you gain experience and improve your skills. When development is completed you will be presented with a summary of the experience gained.
ar_001: تطوير لعبتك قد انتهى الآن. أثناء تطوير اللعبة، ستكتسب الخبرات و تطوير قدراتك. حينما ينتهي التطوير، سيقدم لك ملخصًا عن الخبرات المكتسبة.
cs: Vývoj vaši hry je u konce. Vyvojem her získáváte nové zkušenosti a zlepšují se vaše dovednosti. Jakmile je vývoj dokončen, budete si moci prohlédnout celkové shrnutí nabitých zkušeností.
de: Die Entwicklung deines Spiels ist jetzt abgeschlossen. Während Du Spiele entwickelst, sammelst Du Erfahrung und verbesserst Deine Fähigkeiten. Wenn die Entwicklung beendet ist, wird die Übersicht Deiner gewonnenen Erfahrungen angezeigt.
fr: Le développement de votre jeu est maintenant terminé. En développant des jeux, vous gagnez de l'expérience et améliorez vos compétences. À la fin du développement, il vous sera présenté une synthèse de l'expérience acquise.
nb: Utviklingen av spillet har nå ferdig. Mens utvikle spill du får erfaring og forbedre ferdighetene dine. Når utbyggingen er ferdig vil du bli presentert med en oppsummering av erfaringene.
nl: De ontwikkeling van je game is nu voltooid. Tijdens het ontwikkelen van games verbeter je vaardigheden en verdien je ervaring. Wanneer de ontwikkeling compleet is krijg je een overzicht te zien van de verdiende ervaring.
pl: Gra została ukończona. Podczas tworzenia gier zyskujesz doświadczenie i podnosisz swoje umiejętności. Kiedy proces deweloperski dobiegnie końca, zobaczysz podsumowanie zdobytego doświadczenia.
sv: Utvecklingen av spelet har nu avslutats. Samtidigt som du utvecklar spel så får du erfarenhet och förbättrar dina kunskaper. När utvecklingen är klar kommer du att presenteras med en sammanfattning av design- och teknikpoängen som genererats.

source: First sales
ar_001: المبيعات الأولى
cs: První prodeje
de: Erste Verkaufszahlen
fr: Premières ventes
nb: Første salg
nl: Eerste verkoop
pl: Pierwsze wyniki sprzedaży
sv: Första försäljningen

source: Now that your game is on sale you will receive the income from the game every week. You can see how well your game is doing by looking at the sales graph in the top right of the screen.
ar_001: الآن و حيث أن لعبتك في مرحلة البيع، فستتلقى الدخل من اللعبة كل أسبوع. بأمكنك أن ترى أداء لعبتك بالنظر إلى الرسم البياني للمبيعات في أعلى يمين الشاشة.
cs: Vaše hra je v prodejnách a každý týden obdržíte výdělek z prodeje. Úspěch vaši hry můžete sledovat na grafu v horním pravém rohu.
de: Jetzt wo dein Spiel verkauft wird, wirst du jede Woche ein Einkommen erhalten. Du kannst verfolgen wie gut sich dein Spiel verkauft, indem Du Dir das Verkaufsdiagramm am oberen, rechten Bildschirmrand ansiehst.
fr: Maintenant que votre jeu est en vente, vous en recevrez des recettes chaque semaine. Vous pouvez voir comment votre jeu s'en sort en regardant le graphique des ventes dans le coin supérieur droit de votre écran.
nb: Nå som spillet er i salg vil du motta inntekter fra spill hver uke. Du kan se hvor godt spillet er å gjøre ved å se på salget grafen øverst til høyre på skjermen.
nl: Nu je game in de verkoop is zul je er iedere week inkomsten van ontvangen. Op de verkoopgrafiek rechtsboven in het scherm kun je zien hoe goed je game het doet.
pl: Twoja gra jest już w sklepach. Co tydzień będziesz otrzymywać zyski ze sprzedaży. Możesz sprawdzać, jakie wyniki uzyskuje twoja gra, obserwując dane na wykresie sprzedaży w prawym górnym rogu ekranu.
sv: Nu när ditt spel är ute på försäljning kommer du att få inkomster från spelet varje vecka. Du kan se hur bra ditt spel gör genom att titta på försäljningsgrafen längst upp till höger på skärmen.

source: Research
ar_001: البحث
cs: Výzkum
de: Forschung
fr: Recherche
nb: Forskning
nl: Onderzoek
pl: Badania
sv: Forskning

source: Research is important to unlock new options and make better games. You should try to save enough research points to be able to create your own game engine. This will greatly improve your games.{n}Hint: Try to develop games with different topic and genre combinations for a slight research boost.
ar_001: يعد البحث مهماً لفتح خيارات جديدة و جعل الألعاب أفضل. عليك أن تحاول إدخار نقاط بحث كافية لتكون قادرة على إنشاء محرك ألعاب خاص بك. هذا سيطور ألعابك بشكل كبير.{n} تلميح:حاول أن تطور الألعاب بتوليفات عناوين و أنواع مختلفة في أجل دعم البحث قليلاً.
cs: Výzkum je důležitý k odemčení nových možností a tvorbě lepších her. Měli byste si nahromadit dostatečné množství bodů, abyste mohli vyzkoumat váš vlastní engine. To značně posune vaše hry k lepšímu.{n}Tip: Zkoušejte vyvíjet hry s různými tématickými a žánrovými kombinacemi. Nová tematika hry i zkvalitňuje výzkum.
de: Forschung ist wichtig um neue Optionen freizuschalten und bessere Spiele zu entwickeln. Du solltest versuchen genug Forschungspunkte zu sammeln, um eine eigene Spiel-Engine zu entwickeln. Das wird deine Spiele drastisch verbessern.{n}Hinweis: Versuche Spiele mit verschiedenen Thema und Genre Kombinationen zu entwickeln, um einen kleinen Forschungsboost zu bekommen.
fr: La recherche est importante pour débloquer de nouvelles options et faire de meilleurs jeux. Vous devriez essayer d'économiser assez de points de recherche pour créer votre propre moteur de jeu. Cela améliorera grandement vos jeux.{n}Conseil : Essayez de développer des jeux présentant différentes combinaisons thème/genre pour une légère amélioration de la recherche.
nb: Forskning er viktig for å låse opp nye alternativer og gjøre bedre spill. n Du bør prøve å spare nok forskningspoeng for å kunne lage din egen spillmotor . n
nl: Om nieuwe opties te verkrijgen en betere games te kunnen maken heb je onderzoek nodig. Probeer genoeg onderzoekspunten op te sparen om je eigen game engine te kunnen maken. Dit zal je games behoorlijk verbeteren.{n}Hint: Probeer games te ontwikkelen met verschillende thema en genrecombinaties om je onderzoek een duwtje in de rug te geven.
pl: Badania pozwolą ci odblokować nowe opcje i tworzyć lepsze gry. Postaraj się zebrać wystarczająco dużo punktów badań, aby stworzyć własny silnik.{n}Podpowiedź: tworząc gry o zróżnicowanym połączeniu tematyki i gatunku, dostaniesz więcej punktów badań.
sv: Forskning är viktigt för att låsa upp nya alternativ och göra bättre spel. Du bör försöka att spara tillräckligt med forskningspoäng för att kunna skapa en egen spelmotor. Detta kommer att avsevärt förbättra dina spel.{n}Tips: Försök att utveckla spel med olika tema och kombinations genre för en liten forskningsboost.

source: Development phases
ar_001: مراحل التطوير
cs: Fáze vývoje
de: Entwicklungsphasen
fr: Phases de Dév.
nb: Utviklings faser
nl: Ontwikkeling fases
pl: Etapy tworzenia gier
sv: Utvecklingsfaser
