Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: You do not lose the experience gained during development.
ar_001: أنت لا تخسر الخبرات التي حصلت عليها خلال تطويرك.
cs: Zkušenosti získáné během vývoje neztratíte.
de: Die während der Entwicklung gewonnene Erfahrung geht nicht verloren.
fr: Vous ne perdrez pas l’expérience acquise pendant le développement.
nb: Du mister ikke erfaring som har blitt opptjent under utvikling.
nl: Je zal niet de ervaring die is opgedaan tijdens de ontwikkeling verliezen.
pl: Nie stracisz doświadczenia zyskanego w trakcie produkcji.
sv: Du förlorar inte EXP som du har fått under utvecklingen av ett spel.

source: Do you really want to remove this from the market?
ar_001: هل تريد حقاً أن تقوم بحذف هذا من السوق؟
cs: Opravdu chcete produkt stáhnout z trhu?
de: Willst du das wirklich vom Markt nehmen?
fr: Souhaitez-vous réellement le retirer du marché ?
nb: Vil du virkelig fjerne dette fra markedet?
nl: Wil je dit echt verwijderen van de markt?
pl: Na pewno chcesz wycofać ten produkt z rynku?
sv: Vill du verkligen ta bort den/det från marknaden?

source: You will no longer get any income from it.
ar_001: لن يكون هناك دخل من ذلك بعد الآن.
cs: Nadále již nebude generovat další příjmy.
de: Du wirst dafür keine Einnahmen mehr bekommen.
fr: Vous n'en tirerez plus aucun revenu.
nb: Du vil ikke lenger få noe inntekt fra dette.
nl: je zul er niet langer inkomsten uit verkrijgen.
pl: Nie będziesz już uzyskiwać przychodów ze sprzedaży tego produktu.
sv: Du kommer inte längre att få någon inkomst från den/det.

source: Do you really want to cancel this project?
ar_001: هل تريد حقا إلغاء المشروع؟
cs: Opravdu chcete tento zrušit projekt?
de: Willst du dieses Projekt wirklich abbrechen?
fr: Souhaitez-vous réellement annuler ce projet ?
nb: Vil du virkelig kanselere dette prosjektet?
nl: Wil je dit project echt annuleren?
pl: Na pewno chcesz porzucić ten projekt?
sv: Vill du verkligen avbryta detta projektet?

source: All progress on the project will be
ar_001: جميع المجهودات التي تبذل على المشروع
cs: V projektu bude všechen pokrok
de: Sämtlicher Fortschritt am Projekt wird
fr: Toute progression sur le projet sera
nb: All fremgang på prosjektet vil bli
nl: Alle voortgang op het project zal worden
pl: Cały dokonany postęp będzie
sv: Alla framsteg på projektet kommer att

source: lost!
ar_001: ستفقدها!
cs: ztracen!
de: verloren!
fr: perdue !
nb: mistet!
nl: verloren!
pl: utracony!
sv: borta!

source: Do you really want to overwrite this game?
ar_001: هل تريد حقا أعادة بناء هذه اللعبة؟
cs: Opravdu chcete tuto hru přepsat?
de: Willst du den Spielstand wirklich überschreiben?
fr: Souhaitez-vous réellement écraser cette partie ?
nb: Vil du virkelig overskrive dette spillet?
nl: Wil je echt deze game overschrijven?
pl: Na pewno chcesz nadpisać tę grę?
sv: Vill du verkligen skriva över det här spelet?

source: Some of the features in the full game
ar_001: بعض الخيارات و المميزات ستجدها عند شرائك للعبة كاملة
cs: Některé funkce plné hry
de: Einige Features der Vollversion
fr: Quelques-unes des fonctionnalités du jeu complet
nb: Noe av innholdet i det fulle spillet
nl: Enkele van de functies in het volledige spel
pl: Niektóre z funkcjonalności pełnej wersji gry
sv: Några av funktionerna i hela spelet

source: Move your company into bigger offices.
ar_001: انقل شركتك إلي مكاتب أكبر.
cs: Přestěhujte se do větší kanceláře.
de: Ziehe mit deiner Firma in größere Büros um.
fr: Déménagez votre entreprise vers de plus grands locaux.
nb: Flytt ditt firma til større kontorer.
nl: Verhuis je bedrijf naar een groter kantoor.
pl: Przenieś firmę do większego biura.
sv: Flytta ditt företag till större kontor.

source: Hire and train staff.
ar_001: قم بالتوظيف و التدريب.
cs: Najměte a školte personál.
de: Stelle Mitarbeiter ein und trainiere sie.
fr: Recrutez et formez du personnel.
nb: Ansett og tren personale.
nl: Aannemen en trainen van personeel.
pl: Zatrudniaj pracowników, a następnie wysyłaj ich na szkolenia.
sv: Hyr och träna personal.

source: Develop bigger/better games and unlock even more options.
ar_001: طور الألعاب بشكل أكبر/أحسن وأفتح خيارات أكثر.
cs: Vyvíjejte větší/lepší hry a odemkněte si nové možnosti.
de: Entwickle größere/bessere Spiele und schalte noch mehr Optionen frei.
fr: Développez de plus grands/meilleurs jeux, et débloquez encore plus d'options.
nb: Utvikle større/bedre spill og lås opp enda fler muligheter.
nl: Ontwikkel grotere/betere games en ontgrendel zelfs nog meer opties.
pl: Twórz większe/lepsze gry i odblokuj dużo więcej możliwości.
sv: Utveckla större/bättre spel och lås upp även mer val.

source: Unlock secret labs and conduct industry-changing projects.
ar_001: إفتح مختبرات سرية و قم ببدء مشاريع تغير الصناعة.
cs: Odemkněte si utajené laboratoře a veďte projekty měnící průmysl.
de: Schalte geheime Labore frei und gib Projekte in Auftrag, die die Spielindustrie verändern.
fr: Débloquez des labos secrets et menez des projets révolutionnant l'industrie.
nb: Lås opp hemmelige labber og gjennomfør industri-revolusjonerende prosjekter.
nl: Ontgrendel geheime labs en voer industrie-veranderende projecten uit.
pl: Odblokuj sekretne laboratoria i zarządzaj projektami, które wpłyną na branżę.
sv: Lås upp hemliga labb och ledande industri-förändrande projekt.

source: And much more!
ar_001: و أكثر من ذلك بكثير!
cs: A více!
de: Und vieles mehr!
fr: Et bien plus encore !
nb: Og mye mer!
nl: En veel meer!
pl: I wiele więcej!
sv: Och mycket mer!

source: Unlock Full Game ...
ar_001: فتح اللعبة الكاملة...
cs: Odemknout plnou verzi...
de: Vollversion freischalten ...
fr: Débloquer le jeu complet ...
nb: Lås opp hele spillet...
nl: Ontgrendel het volledige spel...
pl: Odblokuj pełną wersję gry...
sv: Lås upp det fulla spelet ...

source: Final Score
ar_001: النتيجة النهائية
cs: Finální skóre
de: Endergebnis
fr: Score final
nb: Endelig poengsum
nl: Eindscore
pl: Wynik końcowy
sv: Slutresultat

source: Close
ar_001: أغلاق
cs: Zavřít
de: Schließen
fr: Fermer
nb: Steng
nl: Sluit
pl: Zamknij
sv: Stäng

source: Send us feedback
ar_001: راسلنا بالملاحظات
cs: Pošlete nám zprávu
de: Sende uns Feedback
fr: Envoyez-nous votre avis
nb: Send oss tilbakemelding
nl: Stuur ons feedback
pl: Wyślij nam swoją opinię
sv: Skicka feedback till oss

source: Want to provide some feedback or report some issues? Send us an email to support@greenheartgames.com - While we might not respond to every email we do read/consider everything that is sent to us.
ar_001: تود مراسلتنا أو إخبارنا عن وجود بعض الأخطاء في اللعبة؟ راسلنا عن طريق البريد الإلكتروني وذلك عبر العنوان التالي support@greenheartgames.com - ملاحظة : عند مراسلتنا لا نقوم بالرد على الجميع و لكن نقرأ كل ما يتم إرساله إلينا.
cs: Chcete nám poslat zpětnou vazbu nebo nahlásit problémy? Pošlete nám email na support@greenheartgames.com - Přesto že na každý email neodpovídáme, tak si přečteme a zvážíme vše, co nám zašlete.
de: Möchtest du uns ein Feedback geben oder einen Fehler melden? Sende uns eine E-Mail an support@greenheartgames.com - Auch wenn wir nicht auf alle E-Mails antworten können, so lesen/beachten wir alles was an uns gesendet wird.
fr: Envie de nous faire parvenir votre avis, ou de signaler un problème ? Envoyez-nous un e-mail à support@greenheartgames.com - Il se peut que nous ne répondions pas à chaque e-mail, mais nous lisons/prenons en considération tout ce qui nous est envoyé.
nb: Ønsker du å gi oss tilbakemelding eller rapportere noen problemer? Send oss en e-post til support@greenheartgames.com - Men vi kan ikke svare på alle e-postene vi leser / vurdere alt som sendes til oss.
nl: Wilt u een feedback geven of problemen rapporteren? Stuur een mailtje naar support@greenheartgames.com - terwijl we misschien niet op elke e-mail reageren, lezen wij alles dat naar ons wordt verzonden.
pl: Chcesz podzielić się swoją opinią lub zgłosić uwagi? Wyślij nam wiadomość na adres support@grennheartgames.com. Nie odpowiadamy na wszystkie e-maile, które otrzymujemy, ale każdy jest przez nas uważnie czytany.
sv: Vill du ge oss lite feedback eller rapportera några problem? Skicka email till support@greenheartgames.com - Medan vi kanske inte svarar på varje mail så läser allt som skickas till oss.

source: Send feedback ...
ar_001: إرسال ملاحظات ...
cs: Poslat zprávu...
de: Feedback senden ...
fr: Envoyer le commentaire ...
nb: Send tilbakemelding...
nl: Stuur feedback...
pl: Wyślij opinię...
sv: Skicka feedback ...

source: Rate and Review
ar_001: تقييم و مراجعة
cs: Hodnocení a Komentář
de: Bewerten und Bericht schreiben
fr: Note et critique
nb: Gi karakter og vurdering
nl: Waardeer en Review
pl: Oceń i skomentuj
sv: Betygsättning och recensering

source: If you like the game please consider rating it on the Store. If you want to support an issue please do not do this via a Store rating as we will be unable to reply.
ar_001: إذا أعجبتك اللعبة الرجاء تقييمها في المتجر. إذا واجهتك أي مشكلة نرجو منك مراسلتنا لا تقم بعرض مشكلتك في التقييم لأنه لا يمكننا الرد عليها.
cs: Pokud se vám hra líbí, tak ji nezapomeňte ohodnotit. Pokud chcete nahlásit problém, tak ne přes hodnocení, neboť vám nebudeme schopni pomoci.
de: Wenn du das Spiel magst, so bewerte es bitte im Store. Benötigst du Hilfe bei einem Problem, bitte melde es nicht über die Bewertung im Store, da wir darauf nicht antworten können.
fr: Si vous aimez ce jeu, nous vous serions reconnaissants de le noter sur le Store. Si vous voulez reporter un problème, merci de ne pas le faire via une note sur le Store, dans la mesure où nous serons dans l'incapacité de répondre.
nb: Hvis du liker spillet kan du vurdere det på butikksiden. Hvis du ønsker å støtte en sak vennligst ikke gjør dette via en butikk vurdering som vi vil være ute av stand til å svare på.
nl: Als je de game leuk vindt, overweeg het dan ons een waardering te geven in de Store. Als je een ondersteuning voor een probleem wil krijgen, doe dit alsjeblieft niet via de Store-rating. We kunnen dan niet op jouw bericht antwoorden.
pl: Jeśli spodobała ci się gra, oceń ją na stronie sklepu. Nie zgłaszaj uwag poprzez system komentarzy na stronie sklepu, gdyż wtedy nie będziemy mogli odpowiedzieć.
sv: Om du gillar spelet fundera på om du vill betygsätta det på Affär. Om du vill ha hjälp med något problem snälla gör inte det via Affärens betygsättning eftersom vi inte kan svara.

source: Rate and Review ...
ar_001: تقييم و مراجعة ...
cs: Hodnocení a komentáře...
de: Bewerten und Bericht schreiben...
fr: Noter et critiquer ...
nb: Gi karakter og vurdering...
nl: Geef cijfer en Review...
pl: Oceń i skomentuj ...
sv: Betygsätta och recensera ...

source: Vote with your wallet
ar_001: صوت لنا بدعمك لنا بالمال
cs: Volte svoji peněženkou
de: Stimme mit deinem Geldbeutel ab
fr: Votez avec votre portefeuille
nb: Stem med lommeboken din.
nl: Stemmen met je portemonnee
pl: Oddaj głos portfelem
sv: Rösta med din plånbok

source: If you would've gladly paid a little more for the game or you just want to help make sure that we can continue bringing you games in the future then you can buy one of the supporter packs below. You will support a small independent start-up. This does not unlock any in-game perks and is entirely optional. You do get an achievement though :)
ar_001: إذا كنت ترغب بدفع المزيد من أجل اللعبة، أو تريد المساعدة بجعلنا نضمن متابعة إصدار المزيد من الألعاب في المستقبل، فيمكنك شراء أحد حزم الدعم أدناه . ستقوم بدعم مبتدئين مستقلين . هذا لن يفتح لك أية إضافات في اللعبة، و هو اختياري بالكامل . لكنك ستحصل على إنجاز على أية حال :)
cs: Pokud by vám nevadilo za hru zaplatit o něco málo více, nebo nám prostě jen chcete projevit podporu, abychom mohli tvořit hry další, můžete si koupit jeden z balíčků podpory níže. Tím podpoříte málé nezávislé studio. Tímto si nezpřístupníte žádný dodatečný obsah, ani výhody, je to zcela dobrovolné. Získáte však alespoň jeden achievment :)
de: Wenn du gerne ein bisschen mehr bezahlt hättest oder du uns gerne dabei helfen willst in Zukunft neue Spiele zu entwickeln, dann hast du unten die Möglichkeit ein Supporter Pack zu kaufen. Dadurch unterstützt du ein kleines Independent Start-Up. Das Pack schaltet keine Vorteile im Spiel frei und ist rein optional. Aber du bekommst ein Achievement :)
fr: Si vous êtes prêt à payer un peu plus pour le jeu, ou si vous voulez simplement nous aider à continuer à vous apporter des jeux à l'avenir, vous pouvez acheter un des packs de support ci-dessous. Vous apporteriez ainsi votre soutien à une petite start-up indépendante. Cela ne débloque aucune fonctionnalité en jeu, et est totalement optionnel. Vous obtiendrez néanmoins un succès :)
nb: Hvis du gladelig vil betale en liten sum for spillet, eller du bare har lyst til å hjelpe oss med å fortsette å bringe deg spill i fremtiden. Da kan du kjøpe en av supporter pakkene nedenfor. Du vil da støtte en liten uavhengig oppstart. Dette låser ikke opp noe spesielt i spill og er helt valgfritt, men du får en prestasjon da :)
nl: Als je graag een beetje extra betaalt voor een spel, of je wilt ons gewoon helpen zodat we je meer games kunnen brengen in de toekomst, kun je een van onze ondersteuningspakketten kopen. Je zult hiermee een kleine, onafhankelijke, beginnende studio ondersteunen. Dit speelt geen in-game-voordelen vrij en is volledig optioneel. Je krijgt er wel een achievement voor :)
pl: Jeśli z przyjemnością zapłaciłbyś więcej za grę lub po prostu chcesz nam pomóc wydać kolejne tytuły, to możesz zakupić jeden z poniższych pakietów wsparcia finansowego. W ten sposób pomożesz małej, niezależnej firmie. Pomoc pieniężna nie jest obowiązkowa. Tym sposobem nie odblokujesz w grze żadnych dodatkowych elementów. Mimo wszystko będzie można powiedzieć, że dokonałeś czegoś wielkiego. ;-)
sv: Om du gärna betalar lite mer för spelet eller om du bara vill hjälpa till att se till att vi kan fortsätta att göra spel till dig i framtiden så kan du köpa en av supporterpaketen nedan. Du kommer att hjälpa en liten oberoende uppstart. Detta låser inte upp något i spelet och är helt frivilligt. Du kommer att få en prestation om du gör det :)

source: Thank you for playing!
ar_001: شكرا لك على اللعب!
cs: Děkujeme, že jste si zahrály!
de: Vielen Dank fürs Spielen!
fr: Merci d'avoir joué !
nb: Takk for at du spiller!
nl: Bedankt voor het spelen!
pl: Dziękujemy za grę!
sv: Tack för att du har spelat!

source: Current Game Statistics
ar_001: إحصائيات اللعبة الحالية
cs: Aktuální herní statistika
de: Aktuelle Spielestatistiken
fr: Statistiques de la partie en cours
nb: Nåværende spill statistikk
nl: Huidige Game Statistieken
pl: Aktualne statystyki gry
sv: Aktuell spelstatistik

source: Pre-filter Applicants
ar_001: مقدمي الطلبات قبل التصفية
cs: Předfiltrovat žadatele
de: Bewerber vorsortieren
fr: Pré-filtrer les candidats
nb: Forhåndssøkere
nl: Voorfilter Sollicitanten
pl: Wstępne filtrowanie kandydatów
sv: Sökande innan filtrering

source: Start looking
ar_001: ابدأ البحث
cs: Začít hledat
de: Suche starten
fr: Chercher
nb: Start å lete
nl: Beginnen met zoeken
pl: Zacznij szukać
sv: Börja leta

source: First Last
ar_001: أول مشاركة
cs: Neposledně
de: Erstes Letztes
fr: Prénom Nom
nb: Første Siste
nl: Eerste Laatste
pl: Pierwszy/ostatni
sv: Först sist

source: Experience
ar_001: الخبرة
cs: Zkušenosti
de: Erfahrung
fr: Expérience
nb: Erfaring
nl: Ervaring
pl: Doświadczenie
sv: Erfarenhet

source: Speed
ar_001: السرعة
cs: Rychlost
de: Geschwindigkeit
fr: Vitesse
nb: Hastighet
nl: Snelheid
pl: Szybkość
sv: Snabbhet

source: Salary
ar_001: الراتب
cs: Výplata
de: Gehalt
fr: Salaire
nb: Lønn
nl: Salaris
pl: Pensja
sv: Lön

source: Hire Staff
ar_001: توظيف العاملين
cs: Najmout personál
de: Mitarbeiter einstellen
fr: Recruter
nb: Ansett arbeider
nl: Personeel Aannemen
pl: Zatrudnij pracownika
sv: Anställ personal

source: Hire
ar_001: توظيف
cs: Najmout
de: Einstellen
fr: Recruter
nb: Ansett
nl: Aannemen
pl: Zatrudnij
sv: Anställ

source: Accept Contract
ar_001: قبول العقد
cs: Přijmout zakázku
de: Vertrag annehmen
fr: Accepter
nb: Aksepter Jobb
nl: Accepteer Contact
pl: Zaakceptuj kontrakt
sv: Acceptera kontraktet

source: Achievement Unlocked
ar_001: فتح الإنجاز
cs: Achievement odemčen
de: Errungenschaft freigeschaltet
fr: Succès débloqué
nb: Prestasjon fullført
nl: Prestatie Ontgrendeld
pl: Osiągnięcie odblokowane
sv: Prestation upplåst

source: Sound Effects
ar_001: تاثيرات الصوت
cs: Zvukové efekty
de: Soundeffekte
fr: Effets sonores
nb: Lyd Effekt
nl: Geluidseffecten
pl: Efekty dźwiękowe
sv: Ljudeffekter

source: Game Music
ar_001: موسيقى اللعبة
cs: Herní hudba
de: Musik
fr: Musique du jeu
nb: Spill Musikk
nl: Spelmuziek
pl: Muzyka
sv: Spelmusik

source: Volume
ar_001: المستوى
cs: Hlasitost
de: Lautstärke
nb: Volum
pl: Głośność
sv: Volym

source: Hint:
ar_001: ملاحظة:
cs: Tip:
de: Tipp:
fr: Conseil :
pl: Podpowiedź:
sv: Tips:

source: We cannot respond to ratings & reviews on the Store.
ar_001: لا يمكننا الرد على التقييمات أو المراجعات على المتجر.
cs: Nemůžeme reagovat na hodnocení a recenze v Obchodě.
de: Wir können auf keine Bewertungen & Testberichte im Store antworten.
fr: Nous ne pouvons répondre aux notes & avis postés sur le Store.
nb: Vi kan ikke svare på spillanmeldelser i butikken.
nl: We kunnen niet reageren op beoordelingen & Reviews in de Store.
pl: Na stronie sklepu nie możemy odpowiadać na oceny i komentarze.
sv: Vi kan inte svara på betygssättningar och recensioner i affären.

source: If you want to get in contact with us please do not do this via a Store rating/review but use one of the options below.
ar_001: إذا أردت التواصل معنا رجاء لا تقم بذلك من خلال المتجر سواء في التقييمات أو الردود ولكن يمكنك ذلك من خلال طريقة واحدة بالأسفل.
cs: Pokud nás chcete zkontaktovat prosím nepoužívejte Obchod, sekci Hodnocení/Recenze, ale využijte možnost níže.
de: Wenn du uns kontaktieren möchtest, verwende bitte eine der unten angeführten Möglichkeiten und versuche es nicht über eine Bewertung oder einem Bericht im Store.
fr: Si vous souhaitez nous contacter, merci de ne pas le faire via une note / critique sur le Store, mais d'utiliser plutôt une des options ci-dessous.
nb: Hvis du ønsker å kontakte oss, vær så snill å ikke gjør dette via butikken, men bruk en av disse mulighetene nedenfor.
nl: Als u in contact met ons wilt komen dan kunt u dit niet doen via de Store-beoordeling/review maar gebruikt u één van de onderstaande opties.
pl: Jeśli chcesz się z nami skontaktować, użyj jednej z poniższych opcji. Nie korzystaj w tym celu z systemu oceniania i komentowania na stronie sklepu.
sv: Om du vill kontakta oss snälla gör det inte via affärens betygsättning/recension utan använd en av valen här under.

source: Support
ar_001: الدعم
cs: Podpora
nl: Ondersteuning
pl: Wsparcie

source: Best for technical issues, detailed feedback or private messages.
ar_001: ملائم للمشاكل التقنية، اقتراح مفصّل أو رسائل خاصة.
cs: Technické potíže nejlépe vyřešíme pokud nám zašlete soukromou zprávu.
de: Am besten geeignet für technische Probleme, detaillierte Rückmeldungen oder private Nachrichten.
fr: De préférence pour les problèmes techniques, retours détaillés, ou messages privés.
nb: Best til tekniske problemer, detaljert tilbakemelding eller private meldinger.
nl: Het beste voor technische kwesties, gedetailleerde feedback of privé-berichten.
pl: Problemy techniczne, szczegółowe opinie lub prywatne wiadomości.
sv: Bäst för teknikproblem, detaljerad feedback eller privata meddelanden.

source: Social Media
ar_001: شبكات التواصل الاجتماعية
cs: Sociální média
fr: Réseaux sociaux
nb: Sosial Media
pl: Media społecznościowe
sv: Sociala medier

source: Development stages
ar_001: مراحل التطوير
cs: Fáze vývoje
de: Entwicklungsphasen
fr: Phases de dév.
nb: Utviklingsfaser
nl: Ontwikkelingsfasen
pl: Etapy tworzenia
sv: Utvecklingssteg

source: Stage 1
ar_001: المرحلة رقم 1
cs: Fáze 1
de: Phase 1
fr: Phase 1
nb: Fase 1
nl: Fase 1
pl: Etap 1
sv: Steg 1

source: The game engine provides the basic building block of a game, the underlying technology. A good engine also enables things like multiplayer support, video playback and realistic physics.
ar_001: يقوم محرك اللعبة بتوفير بنية اللعبة الأساسية. يقوم المحرك المناسب بتفعيل أمور مثل دعم اللعب الجماعي، مقاطع الفيديو و الفيزيائية الواقعية.
cs: Herní engine je základním kamenem hry, její technologické podhoubí. Dobrý engine podporuje věci jako multiplayer, přehrávání videí a reálnou fyziku.
de: Die Spielengine stellt das Grundgerüst, also die grundlegende Technologie eines Spieles dar. Eine gute Engine ermöglicht Dinge wie einen Mehrspieler-Modus, das Abspielen von Videos und einer realistischen Physik.
fr: Le moteur de jeu est la fondation du jeu, sa technologie sous-jacente. Un bon moteur de jeu permet aussi des fonctionnalités telles que le support du multijoueur, la lecture de séquences vidéo, et une gestion réaliste de la physique.
nb: Spillmotoren gir enkel oppbygning a et spill, det er en underliggende teknologi. En god motor gir også ting som: Flerspiller støtte, video støtte og realistiske fysikker.
nl: De game-engine biedt de elementaire bouwsteen van een game, de onderliggende technologie. Een goede engine kan ook dingen zoals multiplayer ondersteuning, afspelen van video en realistische fysica.
pl: Silnik dostarcza technologię i podstawowe części składowe gry. Dobry silnik wspiera granie z innymi osobami, umożliwia odtwarzanie wideo oraz zapewnia realistyczne odwzorowanie fizyki.
sv: Spelmotorn är den grundläggande byggstenen i ett spel, den underliggande tekniken. En bra spelmotor möjliggör också saker som flerspelar stöd, videouppspelning och realistisk fysik.

source: Gameplay defines how a player interacts with the game and how the game mechanics, the rules that make a game tick, work.
ar_001: أسلوب اللعب يعني كيفية تفاعل اللاعب مع اللعبة، و كيف تكون هي ميكانيكية اللعبة، القواعد التي تجعل اللعبة تعمل.
cs: Hratelnost definuje, jak bude hráč interagovat se hrou a jak bude fungovat herní mechanika (pravidla tvořící hru).
de: Das Gameplay definiert, wie ein Spieler mit dem Spiel interagiert und wie die Spielmechanik (die Regeln, die ein Spiel ausmachen) funktioniert.
fr: Le gameplay définit la manière dont le joueur interagit avec le jeu, et comment fonctionnent les mécaniques de jeu, les règles qui régissent le fonctionnement du jeu.
nb: Gameplay definerer hvordan en spiller samhandler med spillet og hvordan spillmekanikken, reglene som gjør at et spill er i arbeid.
nl: De gameplay bepaalt hoe de speler omgaat met het spel en hoe de game mechanics werken,de regels die een spel laten functioneren.
pl: Rozgrywka definiuje interakcje odbiorcy z grą oraz mechanizmy, na których oparta jest gra.
sv: Spelupplevelsen definierar hur en spelare interagerar med spelet och hur spelmekanik, de regler som gör ett spel, fungerar.

source: Storytelling and giving players goals to complete have been the basics of games for a long time.
ar_001: الحكاية و إعطاء اللاعبين أهدافًا ليحققوها كان و لا زال أحد أساسيات الألعاب منذ زمن طويل.
cs: Vyprávění příběhu a zadávání úkolů hráči, které mají splnit, je základem všech her již dlouhou dobu.
de: Geschichten zu erzählen und dem Spieler Ziele zu geben, die es zu erreichen gilt, sind seit langer Zeit die Grundlage für Spiele.
fr: Raconter une histoire et donner aux joueurs des objectifs à atteindre sont depuis longtemps les principes de base des jeux.
nb: Historiefortelling og å gi spillere mål til å fullføre , har lenge vært grunnlaget for spill.
nl: Verhalen en spelers doelen geven om het spel te voltooien zijn al een lange tijd de grondbeginselen van games.
pl: Sposób opowiadania historii oraz wyznaczanie dla gracza celów do osiągnięcia od dawna jest podstawą tworzenia gier.
sv: Storyn och att ge spelare mål att slutföra har varit grunderna i spel under en längre tid.

source: Stage 2
ar_001: المرحلة رقم 2
cs: Fáze 2
de: Phase 2
fr: Phase 2
nb: Fase 2
nl: Fase 2
pl: Etap 2
sv: Steg 2
