Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: I was positively surprised to see the level of polish that went into the underlying game engine. The effort really paid off.
ar_001: لقد كنت متفاجئ بشكل إيجابي من رؤية التطور الحاصل في في محرك اللعبة. لقد جنى المجهود ثماره بالفعل.
cs: Byla jsem mile překvapena úrovní kvality základního enginu. To úsilí se opravdu vyplatilo.
de: Ich war positiv überrascht über das Niveau der Optimierungen, den man in die zugrundelegende Spiel-Engine gesteckt hat. Diese Anstrengungen haben sich definitiv ausgezahlt.
fr: J'ai été positivement surpris par le niveau de finition apporté au moteur du jeu sous-jacent. Le jeu en valait vraiment la chandelle.
nb: Jeg ble positivt overrasket over å se nivået på polering som gikk inn i den underliggende spillmotoren . Innsatsen virkelig betalt seg.
nl: Ik was erg verrast om het niveau van de afwerking te zien dat in de engine van de game is gegaan. Het harde werk heeft zich echt uitbetaald.
pl: Poziom dopracowania silnika gry był pozytywnym zaskoczeniem. Wysiłek naprawdę się opłacił.
sv: Jag blev positivt överraskad av att upptäcka hur väl den bakomliggande spelmotorn polerats. Ansträngningen lönade sig verkligen.

source: In this type of game the core gameplay mechanics are really important and the developer has nailed it.
ar_001: تعتبر ميكانيكية اللعب هي أساس هذا النوع من الألعاب، و قد اهتم المطور بهذا.
cs: U takovéhoto typu hry je hratelnost nezbytnou podstatou a vývojáři to fakt zmákli.
de: Bei dieser Art Spiel sind die Hauptspielmechaniken wirklich wichtig und die Entwickler haben hier den Nagel auf den Kopf getroffen.
fr: Dans ce type de jeu, le cœur des mécaniques de gameplay est vraiment important, et le développeur l'a vraiment bien géré.
nb: I denne typen spill er kjernespillmekanismene veldig viktig, og utvikler har spikret den.
nl: In dit soort games zijn voornamelijk de gameplay-mechanieken erg belangrijk, en de ontwikkelaar heeft hier de spijker op zijn kop geslagen.
pl: W tego typu grach bardzo ważna jest sama mechanika rozgrywki i tu twórcy trafili w dziesiątkę.
sv: I denna typ av spel är spelupplevelsen verkligen viktig och utvecklaren har bekänt det.

source: I have rarely seen such responsive game controls. A true joy to play.
ar_001: من النادر أن أرى تحكماً جيداً. من الممتع لعبها بحق.
cs: Jen málokdy jsem viděl tak citlivé ovládání. Opravdové potěšení ze hry.
de: Ich habe selten eine so zugängliche Spielsteuerung gesehen. Es ist eine wahre Freude zu spielen.
fr: J'ai rarement vu des contrôles de jeu si réactifs. C'est un vrai plaisir d'y jouer.
nb: Jeg har sjelden sett slike responsive spillkontroller. En sann fryd å spille.
nl: Ik heb zelden zo'n responsieve besturing gezien. Een waar plezier om te spelen.
pl: Rzadko kiedy widzi się tak dobry system sterowania. Prawdziwa radość grania.
sv: Jag har sällan sett sådana känsliga spelkontroller. En sann fröjd att spela.

source: The attention to detail to the core gameplay has really paid off.
ar_001: الإهتمام بتفاصيل ميكانيكية اللعب قد حصد ثماره حقاً.
cs: Hratelnost vypiplaná do detailu se opravdu vyplatila.
de: Die Arbeit an den Details der Hauptspielmechniken hat sich wirklich ausgezahlt.
fr: Le souci du détail apporté au gameplay a vraiment payé.
nb: Oppmerksomhet på detaljer til kjernen gameplay har virkelig betalt seg.
nl: De aandacht voor het detail van de gameplay heeft echt zijn vruchten afgeworpen.
pl: Bardzo opłaciło się zwrócenie uwagi na szczegóły samej rozgrywki.
sv: Uppmärksamheten på detaljer i spelupplevelsen har verkligen lönat sig.

source: This game doesn't just tell a story, no, it manages to draw you in so that you truly feel part of an adventure.
ar_001: لا تحكي هذه اللعبة قصة فحسب، لا، بل و تمكنت من جذبك فيها، لدرجة أنك تشعر بأنك جزء من المغامرة.
cs: Tato hra jen nevypráví příběh, kdepak. Dokáže vás vtáhnout tak, že se cítíte být součástí dobrodružství.
de: Dieses Spiel erzählt nicht nur eine Geschichte, sondern bringt es fertig den Spieler so einzubeziehen, dass er sich als Teil des Abenteuers fühlt.
fr: Ce jeu ne fait pas que raconter une histoire, non ; il est si immersif que vous avez l'impression de réellement prendre part à l'aventure.
nb: Dette spillet er ikke bare fortelle en historie, nei, den klarer å trekke deg i, slik at du virkelig føler en del av et eventyr.
nl: Deze game vertelt niet zomaar een verhaal, nee, het trekt je erin zodat je jezelf echt onderdeel voelt van een avontuur.
pl: Ta gra nie tylko opowiada pewną historię. Pozwala wciągnąć się w nią tak, że naprawdę czujesz się częścią przygody.
sv: Detta spel berättar inte bara en historia, den lyckas att dra dig in så att du verkligen känner en del av ett äventyr.

source: A true achievement in interactive story telling, the characters and the captivating scenarios just stick in your mind.
ar_001: إنجاز كبير في القصة التفاعلية، الشخصيات و السيناريوهات ستبقى في ذهنك.
cs: Skutečný úspěch interaktivního vyprávění. Na postavy a úchvatné lokace nikdy nezapomenete.
de: Eine großartige Leistung im Bereich der interaktiven Erzählung. Die Charaktere und die fesselnden Szenarios bleiben einem immer in Erinnerung.
fr: Une vraie réalisation dans la narration interactive, les personnages et le scénario captivent votre esprit.
nb: En ekte prestasjon i interaktiv historiefortelling , karakterene og de fengslende scenariene bare holde i tankene dine.
nl: Een ware prestatie op het gebied van interactieve verhaalvertelling, de personages en boeiende scènes blijven in je hoofd hangen.
pl: Wielkie osiągnięcie w dziedzinie interaktywnej narracji. Postacie i porywający scenariusz na długo zagoszczą w waszych umysłach.
sv: En prestation i interaktivt berättande, karaktärerna och de fängslande scenarierna bara fastnar i ens huvud.

source: Whoever wrote the story of {1} will likely win a prize for it.
ar_001: من كتب قصة {1}، سيفوز بجائزة عليها بالتأكيد.
cs: Ať už příběh {1} napsal kdokoliv, cena ho zřejmě nemine.
de: Wer auch immer die Geschichte von {1} geschrieben hat, wird wahrscheinlich einen Preis dafür gewinnen.
fr: Quiconque a écrit le scénario de {1} va sûrement être primé.
nb: Den som skrev historien om {1} vil trolig vinne en premie for det.
nl: Degene die het verhaal voor {1} schreef zal hier hoogstwaarschijnlijk een prijs voor winnen.
pl: Ktokolwiek napisał scenariusz do gry {1}, powinien dostać za to nagrodę.
sv: Den som skrev berättelsen till {1} kommer troligtvis att vinna ett pris.

source: The character dialogues in this game are just oustanding. Rarely will you be so captivated in a conversation.
ar_001: حوارات الشخصيات في هذه اللعبة مذهلة بحق. من النادر أن تؤسر بالمحادثات.
cs: Dialogy postav ve hře jsou zcela výtečné. Málokdy vás konverzace tak dokonale pohltí.
de: Die Dialoge der Charaktere in diesem Spiel sind einfach hervorragend. Man erlebt selten so fesselnde Gespräche.
fr: Les dialogues de ce jeu sont tout simplement hors du commun. Rares sont les conversations aussi captivantes.
nb: Tegnet dialoger i dette spillet er bare enestående. Sjelden vil du bli så betatt i en samtale.
nl: De personage dialogen in deze game zijn gewoon uitmuntend. Zelden zal je zo geboeid zijn in een conversatie.
pl: W tej grze dialogi między postaciami są po prostu niesamowite. Rozmowy bohaterów rzadko bywają tak wciągające.
sv: Karaktärsdialogerna i detta spelet är verkligen perfekta. Det är så sällan att du kommer bli så fängslad vid en konversation.

source: The term dialogue tree really doesn't do {1} justice. This game has a dialogue forest... in a good way.
ar_001: تسلسل المحادثات لا يفي {1} حقها. إن هذه اللعبة عبارة عن غابة محادثات... بالمعنى الإيجابي.
cs: Pojem 'rozvětvené dialogy' nejsou v případě {1} opodstatněné. Tuto hru obrůstají dialogové lesy, v dobrém slova smyslu.
de: Der Ausdruck Dialogbaum wird {1} wirklich nicht gerecht. Dieses Spiel hat viel eher einen Dialogwald... im positiven Sinne.
fr: Le terme arbre de dialogues ne fait pas vraiment justice à {1}. Ce jeu a une forêt de dialogues ... dans le bon sens du terme.
nb: Begrepet dialog treet virkelig ikke gjøre {1} rettferdighet. Dette spillet har en dialog skogen ... på en god måte.
nl: De term dialoog keuzes doet {1} niet echt recht. Deze game heeft een dialoog overvloed... op een goede manier.
pl: W odniesieniu do gry {1} określenie „drzewko dialogowe" wydaje się zupełnie nieadekwatne. Ta produkcja to prawdziwy las dialogowy... W dobrym znaczeniu tego wyrażenia.
sv: Termen dialogträd ger verkligen inte {1} rättvisa. Detta spel har en skog av dialoger... på ett bra sätt.

source: A perfect example on how dialogues in a game can be so much more thrilling than in a movie or book. At every stage I felt like I really had choices and was driving the story.
ar_001: مثال مناسب عن كيف أن تكون الحوارات في اللعبة أكثر تشويقاً من فيلم أو كتاب. شعرت في كل مرحلة بأن لي خيارات و أنني كنت أسيّر القصة.
cs: Skvělá ukázka dialogů lepších a záživnějších, než v kdekterém filmu/knize. Úplně jsem cítil, jak má rozhodnutí mění příběh od samotného začátku do úplného konce.
de: Ein perfektes Beispiel wie sehr Dialoge in einem Spiel aufregender sein können, als in einem Film oder Buch. Ich hatte zu jeder Zeit das Gefühl, wirkliche Entscheidungen zu treffen und die Geschichte zu verändern.
fr: Un exemple parfait d'à quel point les dialogues d'un jeu peuvent être plus palpitants que ceux d'un livre ou d'un film. À chaque étape, j'ai eu le sentiment que de réels choix s'offraient à moi, et que je dirigeais l'histoire.
nb: Et perfekt eksempel på hvordan dialoger i et spill kan være så mye mer spennende enn i en film eller bok. På hvert trinn følte jeg at jeg virkelig hadde valg og kjørte historien.
nl: Een perfect voorbeeld over hoe dialogen in een game zo veel spannender kunnen zijn dan in een boek of film. Op ieder moment had ik het gevoel dat ik echt keuzes had en het verhaal bepaalde.
pl: Doskonały przykład na to, że dialogi w grze mogą być o wiele bardziej porywające niż w filmie czy w książce. W każdym momencie czujemy, że dokonujemy prawdziwych wyborów i że sami kierujemy fabułą.
sv: Ett perfekt exempel på hur dialoger i ett spel kan vara så mycket mer spännande än i en film eller bok. I varje bana så kände jag mig som om jag verkligen kunde göra val och bestämde över berättelsen.

source: The progression in this story is just perfect. Just when you start to think things settle down something surprising will happen.
ar_001: التقدم في القصة ممتاز و كفى. في اللحظة التي تبدأ بالتفكير فيها بانتهاء الأمور، يحدث شيء مفاجئ حينها.
cs: Průchod příběhem je prostě skvělý. Jakmile máte pocit, že se věci uklidnily, stane se něco překvapivého.
de: Die Entwicklung der Geschichte ist einfach perfekt. Gerade wenn man denkt, dass es ruhiger wird, passiert etwas überraschendes.
fr: La déroulement de l'histoire est tout simplement parfait. À chaque fois que vous pensez que les choses commencent à se calmer, quelque chose d'étonnant se produit.
nb: Progresjonen i denne historien er rett og slett perfekt. Akkurat når du begynner å tenke ting roe seg noe overraskende vil skje.
nl: De progressie in dit verhaal is gewoon perfect. Precies op het moment dat je denkt dat het wat rustiger wordt, gebeurd er iets verrassend.
pl: Rozwój fabuły jest doskonały. Już zaczynasz myśleć, że wszystko się uspokoiło, kiedy nagle wydarza się coś zaskakującego.
sv: Progressionen i den här historien är bara perfekt. Precis när du börjar tro att det kommer att lugna ner sig så händer något överraskande.

source: The level design is both sophisticated and surprisingly intuitive. I never felt like I was guided through a level but I never ever got lost either. A true achievement.
ar_001: تصميم المراحل معقد و بديهي. لم أشعر بأني كنت مسيّرا خلال المرحلة، لكني لم أضع قط أيضًا. هذا إنجاز حقيقي.
cs: Úrovně jsou promyšlené a přirozeně logické. Nikdy jsem neměl pocit, že by mě vodili za ručičku, ale ani jsem se nikdy neztratil. Skutečně povedená práce.
de: Das Leveldesign ist anspruchsvoll und zugleich überraschend intuitiv. Ich habe mich nie so gefühlt, als ob ich durch ein Level geführt werde, habe mich aber auch nicht im Level verirrt. Eine großartige Leistung.
fr: Le design des niveaux est à la fois recherché et étonnamment intuitif. Je n'ai jamais eu l'impression d'être dirigé à travers un niveau, mais je ne me suis jamais perdu non plus. Un véritable exploit.
nb: Nivået design er både sofistikert og overraskende intuitivt. Jeg følte aldri at jeg ble guidet gjennom et nivå, men jeg har aldri noensinne har tapt heller. En sann prestasjon.
nl: De level design is zowel verfijnd als verrassend intuïtief. Ik had nooit het gevoel dat ik door het level werd geleid, maar ik was ook nooit verdwaald. Een ware prestatie.
pl: Rozplanowanie poziomów jest jednocześnie złożone, jak i zaskakująco intuicyjne. Nigdy nie czujemy się, jakby ktoś prowadził nas za rączkę, ale też nigdy się nie gubimy. Rzadkie osiągnięcie.
sv: Nivådesignen är verkligen perfekt. Jag kände mig aldrig som jag styrdes genom en nivå men jag har aldrig någonsin gått vilse heller.

source: Simply iconic level designs, from start to finish.
ar_001: تصميم المراحل مميز ببساطة، من البداية حتى النهاية.
cs: Prostě legendární design úrovní. Od začátku do konce.
de: Von Anfang bis Ende ein kultiges Leveldesign.
fr: Le design des niveaux est tout bonnement iconique, du début à la fin.
nb: Ganske enkelt ikoniske nivådesign , fra start til slutt.
nl: Gewoon iconische level ontwerpen, van begin tot eind.
pl: Zupełnie niekonwencjonalne rozplanowanie poziomów, od początku do końca.
sv: Enkelt ikoniska nivådesigner, från början till slut.

source: The computer-controlled entities in this game are so incredibly convincing that I caught myself talking at them at times.
ar_001: شخصيات التي يتحكم بها الكمبيوتر في هذه اللعبة مقنعة بحق، لدرجة أني وجدت نفسي أتحدث إليها في بعض الأوقات.
cs: Počítačem ovládané postavy jsou ve hře tak neuvěřitelně přesvědčivé, že jsem sám sebe několikrát přistihl, jak na ně mluvím.
de: Die computergesteuerten Einheiten in diesem Spiel, sind so unglaublich überzeugend, dass ich mich gelegentlich dabei erwischt habe, wie ich mit ihnen rede.
fr: Les entités contrôlées par l'ordinateur sont si incroyablement convaincantes dans ce jeu que je me suis surpris à leur parler par moments.
nb: De datastyrte enheter i dette spillet er så utrolig overbevisende at jeg tok meg selv å snakke til dem til tider.
nl: De computer-bestuurde wezens in dit spel zijn zo ongelooflijk overtuigend dat ik mezelf af en toe erop betrapte met ze te praten.
pl: Postacie sterowane przez komputer są w tej grze tak niesamowicie przekonujące, że niejednokrotnie łapiemy się na rozmawianiu z nimi.
sv: De datorstyrda enheterna i detta spelet är så otroligt övertygande att jag själv pratar om dem ibland.

source: Rarely manages a game to blend the A.I. so well into the game world that you just feel completely immersed.
ar_001: تمكنت بشكل نادر من دمج الذكاء الاصطناعي في عالم اللعبة بشكل جيد، لدرجة أنك تشعر و كأنك مندمج كلياً.
cs: Málokdy se povede do hry zapracovat umělou inteligenci natolik skvělou, že herní svět působí zcela autenticky.
de: Selten schafft es ein Spiel die K.I. so gut in die Spielwelt zu integrieren, dass man darin komplett eintaucht.
fr: Il est rare qu'un jeu arrive à si bien incorporer l'I.A. dans l'univers du jeu que vous vous sentiez à ce point immergé.
nb: Sjelden klarer et spill for å blande den aktive ingrediens så godt inn i spillverdenen som du bare føler helt oppslukt.
nl: Zelden slaagt een game erin om de A.I. zo goed te verwerken in de game wereld, waardoor je je compleet overrompeld voelt.
pl: Rzadko udaje się wpleść sztuczną inteligencję w świat gry tak dobrze, że czujemy się w nim kompletnie zanurzeni.
sv: Sällan lyckas ett spel att blanda A.I. så långt in i spelvärlden så du bara känner dig helt nedsänkt.

source: The game responds to the player in such a realistic fashion that it makes you sometimes forget that this is just a game.
ar_001: تستجيب اللعبة للاعب بشكل واقعي، و تجعلك تنسى في بعض الأحيان أنها مجرد لعبة.
cs: Hra na hráče reaguje natolik autenticky, že občas zapomenete, že je to jenom hra.
de: Das Spiel reagiert auf den Spieler in einer solch realistischen Art und Weise, dass man manchmal vergisst, dass es sich nur um ein Spiel handelt.
fr: Le jeu répond aux interactions de manière si réaliste qu'on en vient parfois à oublier que ce n'est qu'un jeu.
nb: Spillet reagerer spilleren på en slik realistisk måte at det gjør du noen ganger glemmer at dette er bare et spill.
nl: De game reageert zo realistisch op de speler dat je soms vergeet dat dit enkel een game is.
pl: Gra reaguje na działania gracza w sposób tak realistyczny, że czasami zapomina się, że to wszystko jest tylko grą.
sv: Spelet är så realistiskt så den gör så att spelaren ibland glömmer att detta är bara ett spel.

source: A wonderfully imaginative gameworld makes {1} a joy to discover. You will spend hours travelling through this world.
ar_001: العالم المذهل في {1} يجعلك تستمتع باستكشافه. ستمضي ساعات في الترحال في هذا العالم.
cs: {1} má nádherný a nápadítý herní svět, který je radost objevovat. Putováním po tomto světě ztrávíte hodiny.
de: Eine wundervolle Fantasiewelt macht {1} zu einem Genuss für Entdecker. Man kann Stunden damit verbringen durch die Welt zu reisen.
fr: C'est un plaisir de découvrir l'univers merveilleusement imaginatif de {1}. Vous passerez des heures à voyager à travers ce monde.
nb: En fantastisk fantasiverden gjør {1} en glede å oppdage. Du vil tilbringe timer på reise gjennom denne verden.
nl: Een wonderlijk fantasierijke gamewereld maakt {1} een plezier om te ontdekken. Je zult uren besteden, reizend door deze wereld.
pl: Niesamowita wyobraźnia twórców sprawiła, że odkrywanie gry {1} to czysta przyjemność. Spędzicie godziny przemierzając ten wirtualny świat.
sv: Den härligt fantasifulla spelvärlden i {1} gör så att man blir glad bara av att utforska den. Du kommer att spendera timmar med att resa genom denna fantastiska världen.

source: This is world design at its best. Brave, imaginative and unapologetically following its incredible artistic vision.
ar_001: هذا هو تصميم العالم في أفضل حالاته. جريء و خيالي يتبع رؤيا مصممه.
cs: Návrh herního světa je tak dobrý, jak jen může být. Odvážný, nápaditý a nekompromisně následující svoji famózní uměleckou předlohu.
de: Das ist Weltdesign vom Feinsten. Mutig, fantasievoll und kompromisslos wird die atemberaubende künstlerische Vision umgesetzt.
fr: C'est du design d’univers de jeu dans ce qui se fait de mieux. Courageux, imaginatif, et suivant son incroyable vision artistique sans aucune concession.
nb: Dette er verdens design på sitt beste. Modig, fantasifull og unapologetically etter sin utrolige kunstneriske visjon.
nl: Dit is wereld design op z'n best. Moedig, fantasierijk en onbeschaamdheid volgt het zijn geweldige artistieke visie.
pl: Tak właśnie powinno się projektować świat gry. Odważnie, z wyobraźnią i bez żadnych kompromisów podążać za niesamowicie artystyczną wizją.
sv: Detta är verkligen design av sitt bästa slag.

source: The attention to detail in the world design really sets this game apart from others in the genre.
ar_001: الانتباه إلى تفاصيل تصميم العالم جعل اللعبة تتميز عن غيرها من مثل هذا النوع.
cs: Pozornost k detailu herního světa je to, čím se hra odlišuje od ostatních v tomto žánru.
de: Die Detailarbeit des Designs der Spielwelt hebt das Spiel definitiv von anderen in diesem Genre ab.
fr: Le souci du détail dans le design de son univers place ce jeu dans une tout autre catégorie.
nb: Oppmerksomhet på detaljer i verden utformingen virkelig skiller dette spillet bortsett fra andre i sjangeren.
nl: Het oog voor detail in het wereld design is wat deze game apart zet van andere games in dit genre.
pl: W projektowaniu świata przywiązano dużą wagę do szczegółów, co powoduje, że ta gra wyraźnie wyróżnia się na tle innych produkcji z gatunku.
sv: Uppmärksamheten på världsdesignen skiljer verkligen detta spelet från andra spel med samma genre.

source: Visually pleasing is an understatement. This game looks incredibly good.
ar_001: قول بأن اللعبة متميزة في المنظر لا يفيها حقها. هذه اللعبة رائعة جداً.
cs: Říci: 'Hezká hra' je prostě slabé, protože hra vypadá ohromě.
de: Visuell ansprechend ist eine Untertreibung. Dieses Spiel sieht einfach unfassbar gut aus.
fr: Visuellement agréable relèverait de la litote. Ce jeu est incroyablement beau.
nb: Visuelt behagelig er en undervurdering. Dette spillet ser utrolig bra ut.
nl: Visueel aantrekkelijk is ontoereikend. Dit spel ziet er geweldig goed uit.
pl: Przyjemna wizualnie to za mało powiedziane. Gra wygląda niesamowicie dobrze.
sv: Att säga att detta spelet ser dåligt ut är bara galet, för det här spelet ser otroligt bra ut. Som godis för ögonen.

source: The art style in {1} blends so well with the general feeling of the game. A perfect match.
ar_001: نمط الرسم في {1} يتماشى بشكل جيد مع الفكرة العامة للعبة. ياله من توافق مناسب.
cs: Ve hře {1} se snoubí umění a krásný pocit ze hry. Perfektní shoda.
de: Der Grafikstil von {1} verbindet sich richtig gut mit dem allgemeinen Spielgefühl. Das passt perfekt.
fr: Le style artistique de {1} se mêle si bien avec l'impression générale dégagée par le jeu. Un mariage parfait.
nb: Grafikken i {1} passer så godt med den generelle følelsen av spillet. En perfekt match.
nl: De artistieke stijl in {1} mengt zo goed met het algemene gevoel van de game. Een perfecte combinatie.
pl: Styl graficzny gry {1} bardzo dobrze pasuje do jej ogólnej atmosfery. Doskonałe połączenie.
sv: Den grafiska stilen på {1} gör så att man verkligen känner sig som om det vore på riktigt.

source: Truly oustanding visual design is only one of the many reasons why {1} deserves your attention.
ar_001: التصميم البصري المذهل للعبة هو ما يجعل {1} تستحق اهتمامك.
cs: Skutečně vynikající grafické ztvárnění je pouze jeden z mnohoa důvodů, proč si {1} zaslouží vaši pozornost.
de: Das wirklich hervorragende visuelle Design, ist nur einer von vielen Gründen, warum {1} eure Aufmerksamkeit verdient.
fr: Un design visuel vraiment époustouflant n'est qu'une des nombreuses raisons pour lesquelles {1} mérite votre attention.
nl: Werkelijk buitengewoon visueel ontwerp is een van de vele redenen waarom {1} je aandacht verdient.
pl: Wspaniały wygląd jest jednym z wielu powodów, dla których gra {1} zasługuje na waszą uwagę.
sv: Den visuella designen är bara en av de många anledningarna till {1} förtjänar din uppmärksamhet.

source: I rarely highlight the sound of a game instead of the many other noteworthy features but in {1} the sound design was truly awe-inspiring.
ar_001: أنا نادراً ما أسلط الضوء على الصوت بدلاً من العديد من المميزات الأخرى الجديرة بالذكر ولكن تصميم الصوت في {1} كان مبهراً بحق.
cs: Málokdy ve hrách zdůrazňuji kvality zvuku místo jiných dobrých prvků. Ale {1} má zvuk tak výtečný, že si tuto zmínku zcela zaslouží .
de: Ich hebe den Sound eines Spieles selten über andere erwähnenswerte Features, aber in {1} ist das Sounddesign wirklich Ehrfurcht gebietend.
fr: Je mets rarement en avant les sons d'un jeu plutôt que les nombreuses autres fonctionnalités qui méritent d'être soulignées, mais le design sonore de {1} inspire vraiment le respect.
nb: Jeg sjelden fremheve lyden av et spill i stedet for de mange andre viktige funksjoner, men i {1} lyden designet var virkelig imponerende.
nl: Normaal gesproken heb ik het niet zo vaak over het geluid in een game als er veel andere goede kenmerken zijn, maar in {1} is het geluidsontwerp echt indrukwekkend.
pl: Pośród wielu istotnych elementów gry rzadko zwracam szczególną uwagę na ścieżkę dźwiękową, ale w grze {1} jest ona na niesamowicie wysokim poziomie.
sv: Jag tänker sällan på ljudet i ett spel istället för de många andra anmärkningsvärda funktionerna i ett spel men i {1} var ljuddesignen verkligen imponerande.
