Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: {n}A major negative reaction came from fans who felt that with the main game coming out just {0} weeks before, the company is trying to milk the franchise for more money without delivering much new for players to enjoy.
ar_001: {n}جاءت ردود أفعال سلبية كبيرة من المشجعين الذين شعروا انه أن اللعبة يجب أن تخرج من السوق قبل {0} أسابيع، ولكن الشركة تحاول أن تحلب اللعبة و تأخذ المزيد من الأموال من اللاعبين.
cs: {n}Negativní reakce fanoušků jsou převážně směřovány na příliš rychlé vydání dalšího dílu již {0} týdnů po předchozím díle a myslí si, že se společnost snaží podojit značku a vydělat více peněz aniž by hru jakkoliv inovovalo.
de: {n}Viele Fans reagierten auf die Veröffentlichung der Spielfortsetzung verärgert und empfinden sie als Abzocke. Die Fortsetzung bietet im Vergleich zum Vorgänger, der vor {0} Wochen erschien, nur wenig Neues.
fr: {n}Une réaction négative unanime est venue de la part des fans, qui ont eu l'impression qu'avec le jeu principal sorti tout juste {0} semaines auparavant, l'entreprise se sert de la franchise comme d'une vache à lait pour faire de l'argent, sans chercher à offrir grand-chose de nouveau pour plaire aux joueurs.
nb: {n}En stor negativ reaksjon kom fra tilhengere som følte at med hovedspillet kommende ut bare {0} uker før, firmaet prøver å melke spillserien for penger uten å gi mye nytt for spillere til å nyte.
nl: {n}Vele negatieve reacties van fans die vonden dat gezien de basis game slechts {0} weken geleden uitkwam, de ontwikkelaar alleen maar nog meer geld uit de franchise probeert te melken, zonder ook maar iets nieuws aan de spelers te bieden.
pl: {n}Na dewelopera spadła fala krytyki ze strony fanów, a wiąże się ona ściśle z liczbą {0}. Dokładnie tyle tygodni temu wyszła „podstawka”. Fani uznali, że firma próbuje wycisnąć z serii jak najwięcej pieniędzy, nie dając graczom wiele nowego.
sv: {n}En stor negativ reaktion kom från fans som ansåg att med originalet som kom ut bara {0} veckor innan, så försöker företaget bara att få mer pengar utan att leverera mycket nytt för spelare att gilla.

source: Expansion Pack
ar_001: حزمة توسعة
cs: Datadisk
de: Add-on
fr: Extension
nb: Utvidelsespakke
nl: Uitbreidingspakket
pl: Dodatek do gry
sv: Expansionspaket

source: {0} version
ar_001: {0} النسخة
cs: {0} verze
fr: version {0}
nb: {0} versjon
nl: {0} versie
pl: {0} wersja
sv: Version {0}

source: This is the {0} version of Game Dev Tycoon in which you can play until year five.
ar_001: هذه النسخة {0} من Game Dev Tycoon والتي ستتمكن من اللعب بها حتى السنة الخامسة.
cs: Toto je {0} verze Game Dev Tycoon, ve které můžete hrát do konce pátého roku.
de: In dieser {0} Version von Game Dev Tycoon kannst Du bis zum fünften Jahr spielen.
fr: Ceci est la version {0} de Game Dev Tycoon, dans laquelle vous pouvez jouer jusqu'à la cinquième année.
nb: Dette er {0} versjonen av Game Dev Tycoon hvor du kan spille til tredje år.
nl: Dit is de {0} versie van Game Dev Tycoon, die je kan spelen tot jaar 5.
pl: To jest {0} wersja Game Dev Tycoon, w którą możesz grać do piątego roku prowadzenia firmy.
sv: Detta är {0} versionen av Game Dev Tycoon där du kan spela fram till år fem.

source: Welcome
ar_001: أهلاً و سهلاً
cs: Vítejte
de: Willkommen
fr: Bienvenue
nb: Velkommen
nl: Welkom
pl: Witamy
sv: Välkommen

source: good
ar_001: جيد
cs: dobrá
de: gute
fr: bonne
nb: bra
nl: goede
pl: dobre
sv: bra

source: It seems that the initial sales for {0} have fallen way below expected numbers. The game received {1} reviews but it seems that the chosen platform isn't very popular with the target audience.
ar_001: يبدو أن المبيعات المبدئية لـ {0} قد هبطت أسفل الأرقام المتوقعة . تلقت اللعبة نقاط تقييم {1}، لكن يبدو بأن المنصة المختارة ليست مشهورة مع الفئة العمرية المستهدفة .
cs: Vypadá to, že prvotní prodej {0} klesl pod očekávané hodnoty. Hra sklidila {1} recenze, ale zvolená herní platforma není u cílené skupiny příliš oblíbená.
de: Es sieht so aus, als ob die anfänglichen Verkäufe von {0} weit unter den Erwartungen liegen. Das Spiel hat {1} Bewertungen erhalten, jedoch scheint die gewählte Plattform bei der Zielgruppe nicht sonderlich beliebt zu sein.
fr: Il semble que les ventes initiales de {0} soient bien en dessous des prévisions. La critique générale envers le jeu est {1}, mais il semble que la plateforme choisie ne soit pas au goût du public ciblé.
nb: Det ser ut til at de initielle salgene til {0} har gått langt under forventningene. Spillet fikk {1} kritikk men det ser ut som den valgte platformen ikke er veldig populær med hoved publikumet.
nl: Het lijkt erop dat de eerste verkopen van {0} ver onder de verwachte cijfers zijn gezakt. De game ontving {1} recensies, doch het lijkt erop dat het uitgekozen platform niet erg populair is onder het doelpubliek.
pl: Najwyraźniej początkowa sprzedaż gry {0} okazała się niższa, niż oczekiwano. Gra zyskała {1} oceny. Wybrana platforma nie jest zbyt popularna u grupy docelowej.
sv: Det verkar som att försäljningen för {0} har fallit långt under de förväntade siffrorna. Spelet fick {1} recensioner men det verkar som att plattformen du valde inte är särskilt populär med den målgruppen.

source: Sales Report
ar_001: تقرير المبيعات
cs: Prodejní zpráva
de: Verkaufsbericht
fr: Rapport des ventes
nb: Salgs rapport
nl: Verkoop Rapport
pl: Raport ze sprzedaży
sv: Försäljningsrapport

source: The latest game by {0} has had reviewers scratching their heads. Rather than bringing a new and innovative game to market the company delivered another {1}/{2} game which is more or less the same setting as their previous game.{n}One reviewer commented:'I think {3} was simply developed too soon after the previous game with not enough innovations in technology and design.'
ar_001: الألعاب الأخيرة من {0} جعلت المراجعين في حيرة من أمرهم . فبدلًا من إصدار ألعاب جديدة و ذات فكرة جديدة إلى السوق، قدمت الشركة لعبة {1}/{2} أخرى و هي نفس أختها السابقة . قال {n} : 'أعتقد بأن {3} قد طورت بعد وقت قصير من اللعبة السابقة مع عدم وجود تغييرات في التصميم و لا التقنية.'
cs: Nejnovější hra od {0} potrápila všechny recenzenty. Společnost vytvořila místo nové hry další s konceptem {1}/{2} bez nějakých výraznějších změn od té minule vydané.{n}Jeden recenzent napsal: 'Myslím, že hra {3} prostě vyšla příliš brzy po jejich posledně vydané hře bez špetky inovace jak v technologii tak i designu.'
de: Das letzte Spiel von {0} ließ Kritiker sich am Kopf kratzen. Anstatt ein neues, innovatives Spiel auf den Markt zu bringen, haben sie es geschafft noch ein {1}/{2} Spiel mit mehr oder wenig gleichen Features wie das Letzte zu veröffentlichen.{n}Ein Kritiker meinte: 'Ich glaube {3} wurde einfach zu schnell nach dem vorigen Spiel entwickelt ohne genug Innovationen im Design- und Technologiebereich zu bieten.'
fr: Le dernier jeu de {0} a laissé les critiques dubitatifs. Plutôt que de mettre sur le marché un jeu innovant, l'entreprise a sorti un autre jeu {1}/{2} qui est plus ou moins identique au jeu précédent.{n}Un critique a ajouté : « Je pense que {3} a simplement été développé trop tôt après le jeu précédent, sans proposer assez d'innovations techniques et conceptuelles ».
nb: Det nyeste spillet fra {0} har fått anmelderende til å klø seg i hodet . Snarere enn å bringe et nytt og innovativt spill for å markedsføre selskapet leverte et annet {1} / {2} spill som er mer eller mindre den samme innstillingen som deres forrige spillet {n} En anmelder kommenterte: 'Jeg tror {3} var rett og slett utviklet for raskt etter det forrige spillet med for få nyvinninger innen teknologi og design.'
nl: De meest recente game van {0} deed recensenten achter hun oor krabben. In plaats van een nieuwe en innovatief game op de markt te brengen, heeft het bedrijf weer een {1}/{2} game uitgebracht, die min of meer dezelfde setting heeft als hun vorige game.{n}Een recensent omschreef het als volgt: 'Ik denk dat {3} gewoon te vroeg is ontworpen na de vorige game, met te weinig vernieuwing in technologie en design.'
pl: Najnowsza gra autorstwa firmy {0} niezwykle zdziwiła recenzentów. Deweloper, zamiast stworzyć nowe i nieszablonowe dzieło, pokazał następną grę takiego samego typu (tj. {1}/{2}), osadzoną w mniej więcej podobnych realiach jak poprzednia produkcja.{n}Jeden z recenzentów stwierdził: „Sądzę, że gra {3} powstała po prostu w zbyt krótkim czasie po wcześniejszej części i nie jest zbyt innowacyjna w zakresie technologii i designu”.
sv: Det senaste spelet från {0} hade granskare som kliade på sina huvuden. Hellre än att göra ett nytt och innovativt spel till marknaden så har företaget ytterligare levererat ett {1}/{2} spel som är mer eller mindre likadant som deras förra spel.{n}En recenserande kommenterade: "Jag tror {3} helt enkelt har släppts för tidigt efter det förra spelet och har inte tillräckligt med innovationer inom teknik och design."

source: Media Report
ar_001: تقرير وسائل الأعلام
cs: Zpráva z médií
de: Pressemeldung
fr: Revue de presse
nb: Media rapport
nl: Media Rapport
pl: Raport medialny
sv: Media rapport

source: Welcome to your new office! Now that you have a bigger office you can also hire staff and forge a world-class development team to make even better games.
ar_001: مرحباً بك في مكتبك الجديد! الآن بما أنك تمتلك مكتبا أكبر يمكنك أيضا توظيف طاقم عمل و مجموعة من المطورين على طراز عالمي لصنع ألعاب أفضل.
cs: Vítejte ve své nové kanceláři! S větší kanceláří můžete najmout personál a ukout vývojářský tým světové úrovně tvořící ještě lepší hry.
de: Willkommen in Deinem neuen Büro! Jetzt, wo Du ein größeres Büro hast, kannst Du Mitarbeiter einstellen, um ein Weltklasse Entwickler-Team zu bilden, mit dem Du noch bessere Spiele produzieren kannst.
fr: Bienvenue dans vos nouveaux locaux ! Maintenant que vous avez de plus grands bureaux, vous allez aussi pouvoir embaucher du personnel, et monter une équipe de développement de classe mondiale pour faire d'encore meilleurs jeux.
nl: Welkom in je nieuwe kantoor! Nu je een groter kantoor hebt kan je ook personeel aannemen en een ontwikkelteam van wereldklasse samenstellen om nog betere games te maken.
pl: Witaj w swoim nowym biurze! Teraz, kiedy masz większe biuro, możesz zatrudniać personel i budować światowej klasy zespół deweloperski, aby tworzyć jeszcze lepsze gry.
sv: Välkommen till ditt nya kontor! Nu när du har ett större kontor så kan du också hyra arbetare och skaffa ett världsklassutvecklingsteam så du kan göra även ännu bättre spel.

source: and
ar_001: و
cs: a
de: und
fr: et
nb: og
nl: en
pl: i
sv: och

source: Welcome to the new headquarters of {0}! We now have more space so you can increase the team further. The new office is also close to some renowned universities which gives us great access to new talent.
ar_001: مرحبا بك في المقر الجديد ل {0}! لدينا الآن مساحة أكبر حتى نتمكن من زيادة الفريق. كما أن المكتب الجديد قريب من بعض الجامعات الشهيرة التي تتيح لنا الوصول إلى موهوبين جدد.
cs: Vítejte na novém stanovišti {0}! Nyní máme více místa a můžeme tedy rozrůst i tým. Kancelář je dokonce nedaleko věhlasných univerzit, kde se můžeme poohlédnout po nových talentech do týmu.
de: Willkommen im neuen Hauptquartier von {0}! Wir haben jetzt noch mehr Platz um unser Team weiter auszubauen. In der Nähe unseres Büros sind außerdem einige berühmte Universitäten. Dies wird es uns erleichtern junge Talente anzuwerben.
fr: Bienvenue dans les nouveaux locaux de {0} ! Nous avons maintenant plus de place, donc nous pouvons encore agrandir l'équipe. Le nouveau bureau est également proche de certaines universités renommées, ce qui nous donne un accès facile à de nouveaux talents.
nl: Welkom in het nieuwe hoofdkantoor van {0}! We hebben nu meer ruimte zodat je het team nog verder kunt uitbreiden. Het nieuwe kantoor ligt ook dichtbij enkele gerenommeerde universiteiten, wat ons uitstekende toegang geeft tot nieuw talent.
pl: Witaj w nowej siedzibie firmy {0}! Mamy teraz więcej miejsca, więc możesz jeszcze bardziej powiększyć zespół. Nowe biuro jest zlokalizowane w pobliżu prestiżowych uniwersytetów, co gwarantuje nam dobry dostęp do świeżych talentów.
sv: Välkommen till det nya huvudkontoret för {0}! Vi har lite mer rum nu så du kan utöka ditt team ännu mera. Det nya kontoret är också nära till några universitet som ger oss bra tillgång till ny talang.

source: Wow, this new office is amazing and the location is perfect too. I took a walk around the building earlier and had this radical idea. Why don't we open up our own research and development department?{n}This could really speed up our research and would allow us to attack bigger projects and innovations. It wouldn't be cheap but I think it would allow us to be the leading innovator in the gaming industry.{n}Anyway, I have done some research and I think we should open a lab and hire a whole team of researchers. Before we can do this however, we should have at least one design specialist in our team.
ar_001: رائع، إن هذا المكتب الجديد مذهل و موقعه مناسب أيضًا . ألقيت نظرة في الجوار مسبقًا و أتتني هذه الفكرة . لِم لا ننشئ لنا قسم أبحاث و تطوير ؟ {n} هذا قد يسرع من عملية البحث و يسمح لنا بإطلاق مشاريع أكبر. لن يكون رخيصًا، لكن أعتقد بأنه سيسمح لنا بأن نكون في صدارة صناعة الألعاب فيما يخص بالابتكار . {n} على أية حال، لقد أجريت بعض الأبحاث و أعتقد بأن علينا أن ننشئ مختبراً و نستأجر فريقاً كاملاً من الباحثين. و لكن قبل أن نتمكن من هذا، علينا على الأقل بأن نحظى بمتخصص تصميم واحدٍ في فريقنا.
cs: Páni, tahle kancelář je úžasná a umístění je perfektní. Trochu sem si to tu prošel a dostal jsem milionový nápad. Proč si neotevřít vlastní oddělení pro výzkum a vývoj?{n}Mohlo by nám to pomoci urychlit výzkum a měli bychom šanci na větší projekty a inovace. Nebude to nejlevnější ale myslím, že nás to dovede na přední pozice inovátorství v herní branži.{n}V každém případě jsem už provedl menší výzkum a otevřít takovou laboratoř a najmout výzkumný tým bude vyžadovat alespoň jednoho designového specialistu.
de: Wow, das neue Büro ist unglaublich und auch der Standort ist perfekt. Ich habe einen Spaziergang um das Gebäude gemacht und da ist mir eine radikale Idee gekommen. Warum eröffnen wir keine eigene Forschungs- und Entwicklungsabteilung?{n}Das könnte unsere Forschungen wirklich beschleunigen und würde uns außerdem erlauben größere Projekte und Innovationen in Angriff zu nehmen. Es ist sicher nicht billig, aber ich denke, es könnte uns zum führenden Innovator der Branche machen.{n}Jedenfalls habe ich etwas nachgeforscht und denke wir sollten ein Labor eröffnen und ein ganzes Team von Forschern einstellen. Bevor wir das tun können, sollten wir aber zumindest einen Design-Spezialisten im Team haben.
fr: Waouh, ce nouveau bureau est incroyable, et en plus, il est parfaitement situé. J'ai fait une balade autour du bâtiment récemment, et j'ai eu une idée révolutionnaire. Pourquoi ne pas ouvrir notre propre département de recherche et de développement ?{n}Ça pourrait vraiment accélérer nos recherches, et nous permettre de nous attaquer à de plus gros projets et innovations. Ça ne serait pas donné, mais je pense que ça nous permettrait d'être des pionniers de premier plan dans l'industrie du jeu vidéo.{n}Quoi qu'il en soit, j'ai fait quelques recherches, et je pense que nous devrions ouvrir un laboratoire, et engager une équipe entière de chercheurs. Avant que nous ne puissions faire ça toutefois, nous devrions avoir au moins un spécialiste du design dans notre équipe.
nl: Wauw, dit nieuwe kantoor is verbluffend en de locatie is ook perfect. Ik heb eerder even rond het gebouw gewandeld en kreeg het volgende radicale idee. Waarom openen we niet onze eigen onderzoek en ontwikkelingsafdeling?{n}Dit zal ons onderzoek aanzienlijk versnellen en ons in staat stellen grotere projecten en innovaties aan te pakken. Het zal beslist niet goedkoop zijn, maar ik denk dat het ons in staat zou stellen om een leidende innovator in de game industrie te worden.{n}Hoe dan ook, ik heb wat onderzoek gedaan en ik denk dat we een lab moeten openen en een heel team onderzoekers inhuren. Voordat we dit kunnen doen zullen we echter eerst een ontwerpspecialist in ons team moeten hebben.
pl: Jejku, to nowe biuro jest niesamowite, położenie też ma doskonałe. Po krótkim spacerze po budynku wpadłem na pomysł wprowadzenia pewnej radykalnej zmiany. Dlaczego by nie otworzyć naszego własnego działu badań i rozwoju?{n}Mogłoby to znacznie przyspieszyć nasze badania, poza tym bylibyśmy w stanie podejmować się realizacji większych projektów i wprowadzać nowe rozwiązania. Takie przedsięwzięcie nie byłoby tanie, ale sądzę, że dzięki niemu moglibyśmy stać się wiodącymi twórcami innowacji w przemyśle gier.{n}Po wstępnej analizie myślę, że powinniśmy otworzyć odpowiedni dział i zatrudnić zespół badaczy. Zanim to jednak zrobimy, musimy mieć w naszym zespole przynajmniej jednego specjalistę od designu.
sv: Wow, det nya kontoret är fantastiskt och platsen är perfekt. Jag tog en promenad runt byggnaden tidigare och fick en idé. Varför öppnar vi inte vårt egna forsknings-och utvecklingsavdelning?{n}Detta kan verkligen påskynda vår forskning och skulle göra det möjligt för oss att göra större projekt och innovationer. Det skulle inte vara billigt men jag tror att det skulle göra det möjligt för oss att vara den ledande innovatören inom spelbranschen.{n}Hur som helst, har jag gjort en del forskning och jag tycker att vi ska öppna ett labb och anställa ett helt team av forskare. Innan vi kan göra detta bör vi dock ha minst en designspecialist i vårt team.

source: Hello {0}, We have just learned that you have opened your new headquarters not too far away from our university! We are just about to start a special course about game development and could really use your help.{n}Unfortunately we cannot offer any pay but I think you will find that teaching students about game development will be a great exercise to refine your own skills. {1} University{n}New training options available.
ar_001: السلام عليكم {0}،↵ لقد سمعنا بأنك قمت بفتح مقر جديد بالقرب من جامعتنا! و نحن على وشك بأن نبدأ محاضرة خاصة عن تطوير الألعاب و نريد منك حقاً مساعدتنا.{n} نريد أن نخبرك باننا لا نستطيع أن ندفع لك أي مبلغ من المال و لكن نعتقد بأنك ستجد تعليم الطلاب عن تطوير الألعاب سيصقل من مهاراتك الخاصة في ذلك.↵ {1} جامعة {n} لديك الخيارات لبدء تدريبات جديدة.
cs: Dobrý den {0}, Zrovna jsme se dozvěděli, že jste si otevřeli své stanoviště nedaleko od naši univerzity! Chceme začít speciální kurz o vývoji her a hodila by se nám vaše pomoc.{n}Bohužel si nemůžeme dovolit vám zaplatit žádný honorář, ale myslím, že brzy zjistíte, že je výuka studentů pro váš tým prospěšná k získávání vlastních zkušeností. {1} univerzita{n}Byly zpřístupněny nové možnosti školení.
de: Hallo {0}, wir haben gerade erfahren, dass Sie Ihr neues Hauptquartier nicht weit von unserer Universität entfernt eröffnet haben! Wir sind gerade dabei, einen speziellen Kurs über Spiele-Entwicklung anzubieten und könnten wirklich ihre Hilfe brauchen.{n}Leider können wir Sie nicht bezahlen aber ich denke, unsere Stundenten zu unterrichten ist eine großartige Möglichkeit, um Ihre eigenen Fähigkeiten zu verfeinern. {1} Universität{n}Neue Trainings-Optionen verfügbar.
fr: Bonjour {0}, Nous venons d'apprendre que vous aviez pris possession de vos nouveaux locaux pas très loin de notre université ! Nous étions sur le point d'ouvrir un nouveau cursus sur le développement de jeu vidéo, et votre aide nous serait précieuse. {n}Malheureusement, nous n'avons pas les moyens de vous rémunérer, mais je pense que vous vous rendrez compte qu'enseigner le développement de jeux vidéo à nos étudiants est un bon moyen de peaufiner vos compétences. Université {1}{n}Nouveaux entraînements disponibles.
nl: Hallo {0}, We hebben net vernomen dat je een nieuw hoofdkantoor niet al te ver van onze universiteit hebt geopend! We staan net op het punt een speciaal college te starten over game ontwikkeling en zouden je hulp goed kunnen gebruiken.{n}Helaas kunnen we je niet betalen, maar ik denk dat je zult ondervinden dat het lesgeven aan studenten over game design een goede oefening is om je eigen kennis te verfijnen. {1} Universiteit{n}Nieuwe trainingsmogelijkheden beschikbaar.
pl: Cześć! Właśnie dowiedzieliśmy się, że otworzyliście nowe biuro niedaleko naszego uniwersytetu! Zamierzamy wystartować ze specjalnym kursem projektowania gier i przydałaby nam się wasza pomoc.{n}Niestety, nie możemy zaoferować wam żadnego wynagrodzenia finansowego, ale sądzę, że dzięki nauczaniu studentów będziecie mogli udoskonalić własne umiejętności. Uniwersytet {1} Dostępne są nowe opcje szkoleń
sv: Hallå {0}, Vi fick just veta att ni har öppnat ert huvudkontor inte så långt ifrån vårt universitet! Vi skulle just starta en specialkurs om spelutveckling och skulle ha användning av er hjälp.{n}Tyvärr kan vi inte erbjuda någon lön men jag tror att du kommer att tycka att undervisa elever om spelutveckling kommer att vara en bra övning så att du kan förfina din egna skicklighet. {1} Universitet{n}Nya tränings spelalternativ tillgängliga.
