Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: We will transfer {0} to your account.
ar_001: سنقوم بتحويل {0} إلى حسابك.
cs: Na účet vám zašleme {0}.
de: Wir werden {0} auf dein Konto überweisen.
fr: Nous allons vous faire un virement de {0}.
nb: Vi vil overføre {0} til din konto.
nl: We maken {0} op je rekening over.
pl: Przelejemy {0} na twoje konto.
sv: Vi kommer att överföra {0} till ditt konto.

source: contract payment
ar_001: دفع العقد
cs: poplatek za smlouvu o dílo
de: Vertragszahlung
fr: règlement du contrat
nb: anbudsbetaling
nl: contractbetaling
pl: Wynagrodzenie za kontrakt
sv: kontraktsbetalning

source: This is very disappointing.
ar_001: هذا أمر مخيب جداً للآمال.
cs: Toto je velké zklamání.
de: Das ist sehr enttäuschend.
fr: C'est très décevant.
nb: Dette er veldig skuffende
nl: Dit is erg teleurstellend.
pl: Jesteśmy rozczarowani.
sv: Detta är en stor besvikelse.

source: You didn't complete the contract on time
ar_001: أنت لم تكمل العقد في الوقت المحدد
cs: Nesplnili jste práci včas.
de: Du hast den Vertrag nicht rechtzeitig erfüllt.
fr: Vous n'avez pas terminé le contrat à temps
nb: Du fullførte ikke anbudsjobben i tide
nl: Je hebt het contract niet op tijd voltooid
pl: Nie udało ci się zrealizować kontraktu na czas
sv: Du har inte slutfört kontraktet i tid

source: Hope you can make it next time.
ar_001: نأمل أن تتمكن من صنعها في المرة القادمة.
cs: Snad to příště stihnete.
de: Hoffentlich schaffst Du es das nächsten Mal.
fr: Nous espérons que vous y arriverez la prochaine fois.
nb: Håper du klarer det neste gang
nl: Hopelijk lukt het je de volgende keer.
pl: Mamy nadzieję, że następnym razem się uda.
sv: Hoppas du klarar det nästa gång.

source: Seems like this was too big of a job for you.
ar_001: يبدو أن هذا العمل كبير جدًا عليك.
cs: Vypadá to, že jste si ukousli příliš velké sousto.
de: Sieht so aus, als ob der Auftrag zu groß für Dich war.
fr: Il semblerait que c'était un trop gros travail pour vous.
nl: Het lijkt alsof dit teveel werk voor je was.
pl: Wygląda na to, że to było dla ciebie za trudne.
sv: Verkar som det var ett för stort jobb för dig.

source: Unfortunately the deadline is here.
ar_001: للأسف الموعد النهائي هنا.
cs: Bohužel je tu konečná.
de: Leider ist die Frist abgelaufen.
fr: Malheureusement, c'est la date limite.
nl: Helaas is de deadline verlopen.
pl: Niestety, czas minął.
sv: Tyvärr så är deadlinen nu.

source: Contract Failed
ar_001: فشل العقد
cs: Smlouva o dílo nesplněna
de: Auftrag gescheitert
fr: Contrat non rempli
nb: Mislykket Anbudsjobb
nl: Contract Mislukt
pl: Kontrakt niezrealizowany
sv: Kontraktet misslyckades

source: A penalty of {0} will be applied to your account.
ar_001: سيتم تطبيق العقوبة {0} من حسابك.
cs: Sankce v hodnotě {0} vám bude stržena z účtu.
de: Die Vertragsstrafe von {0} wird von Deinem Konto eingezogen.
fr: Votre compte sera débité d'une pénalité de {0}.
nl: Een boete van {0} wordt afgeschreven van je bankrekening.
pl: Kara kontraktowa: {0}
sv: Där rök kontraktet! En straffavgift på {0} kommer att tillämpas på ditt konto.

source: contract penalty
ar_001: الشرط الجزائي للعقد
cs: sankce za smlouvu o dílo
de: Vertragsstrafe
fr: pénalité de contrat
nb: dagbï¿½ter anbud
nl: contractboete
pl: Kara za niewypełnienie kontraktu
sv: kontraktsstraffavgift

source: The game meets the required ratings. We are looking forward to future business.
ar_001: اللعبة تلبي التقييمات المطلوبة. ونحن نتطلع إلى أعمال تجارية في المستقبل.
cs: Hra dosahuje stanovených kritérií. Těšíme se na další spolupráci.
de: Das Spiel erreichte die geforderten Bewertungen. Wir freuen uns auf zukünftige Geschäfte.
fr: Le jeu a obtenu les notes requises. Nous avons hâte de travailler à nouveau avec vous.
nl: De game voldoet aan de vereiste beoordelingen. We kijken er naar uit om in de toekomst nog eens zaken te doen.
pl: Gra spełniła nasze oczekiwania. Nie możemy się doczekać dalszej współpracy.
sv: Spelet uppfyller kraven. Vi ser fram emot framtida affärer.

source: The game doesn't live up to expectations. As per contract a penalty will be applied to your account.
ar_001: اللعبة لا ترتقي إلى مستوى التوقعات. وفقا للعقد سيتم تطبيق العقوبة على رصيدك.
cs: Hra nenaplnil očekávání. A dle smlouvy vám bude z účtu stržena stanovená pokuta.
de: Das Spiel erfüllt nicht die Erwartungen. Wie im Vertrag geregelt, wird eine Vertragsstrafe von Ihrem Konto eingezogen.
fr: Le jeu n'est pas à la hauteur de nos attentes. Une pénalité contractuelle vous sera appliquée.
nb: Spillet svarer ikke til forventningene. Ifølge kontrakten vil kontoen din bli belastet med et gebyr.
nl: De game voldoet niet aan de verwachtingen. Geheel volgens contract zal een boete van je rekening worden afgeschreven.
pl: Niestety, gra nie spełniła naszych oczekiwań. Zawarta w kontrakcie kara zostanie potrącona z twojego konta.
sv: Spelet lever inte upp till förväntningarna. Enligt avtalet kommer en påföljd att tillämpas på ditt konto.

source: Publisher
ar_001: الناشر
cs: Vydavatel
fr: Éditeur
nb: Utgiver
nl: Uitgever
pl: Wydawca
sv: Utgivare

source: Any Topic
ar_001: أي موضوع
cs: Jakékoliv téma
de: Irgendein Thema
fr: Tout Sujet
nb: Valgfritt Tema
nl: Elk Thema
pl: Dowolny temat
sv: Valfritt ämne

source: Any Genre
ar_001: أي نوع
cs: Jakýkoliv žánr
de: Irgendein Genre
fr: Tout Genre
nb: Valgfri Sjanger
nl: Elk Genre
pl: Dowolny gatunek
sv: Valfri genre

source: Publisher: {0}
ar_001: الناشر: {0}
cs: Vydavatel: {0}
fr: Éditeur : {0}
nb: Utgiver: {0}
nl: Uitgever: {0}
pl: Wydawca: {0}
sv: Utgivare: {0}

source: General
ar_001: عام
cs: Obecný
de: Allgemein
fr: Général
nb: Generell
nl: Algemeen
pl: Ogólne
sv: Allmänt

source: New research available:
ar_001: بحث جديد متاح:
cs: Nový výzkum k dispozici:
de: Neue Forschung verfügbar:
fr: Nouvelle recherche disponible :
nb: Ny forskning tilgjengelig:
nl: Nieuw onderzoek beschikbaar:
pl: Dostępny jest nowy projekt badawczy:
sv: Ny forskning tillgänglig:

source: New Research!
ar_001: بحث جديد!
cs: Nový výzkum!
de: Neue Forschung!
fr: Nouvelle Recherche !
nb: Ny Forskning!
nl: Nieuw Onderzoek!
pl: Nowy projekt badawczy!
sv: Ny forskning!

source: Text based
ar_001: مبنية على النصوص
cs: Textovka
de: Textbasiert
fr: En mode texte
nb: Tekstbasert
nl: Tekst-gebaseerd
pl: Tekstowa
sv: Textbaserat

source: 2D Graphics V{0}
ar_001: رسوم ثنائية الأبعاد نسخة {0}
cs: 2D grafika V{0}
de: 2D-Grafik V{0}
fr: Graphismes en 2D V{0}
nb: 2D Grafikk V{0}
pl: Grafika 2D V{0}
sv: 2D Grafik V{0}

source: 3D Graphics V{0}
ar_001: رسوم ثلاثية الأبعاد نسخة {0}
cs: 3D grafika V{0}
de: 3D-Grafik V{0}
fr: Graphismes en 3D V{0}
nb: 3D Grafikk V{0}
pl: Grafika 3D V{0}
sv: 3D Grafik V{0}

source: Basic sounds
ar_001: أصوات أساسية
cs: Základní zvuky
de: Grundtöne
fr: Sons basiques
nb: Grunnleggende lyder
nl: Simpel geluid
pl: Podstawowe dźwięki
sv: Grundläggande ljud

source: Mono sound
ar_001: صوت أحادي
cs: Mono zvuk
fr: Sons mono
nb: Mono lyd
nl: Mono geluid
pl: Dźwięki monofoniczne
sv: Mono ljud

source: Stereo sound
ar_001: صوت ثنائي (ستيريو)
cs: Stereo zvuk
fr: Sons Stéréo
nb: Stereo lyd
nl: Stereo geluid
pl: Dźwięki stereofoniczne
sv: Stereoljud

source: Surround sound
ar_001: صوت محيطي
cs: Prostorový zvuk
fr: Son multicanal
nb: Surround lyd
nl: Surround geluid
pl: Dźwięk przestrzenny
sv: Surroundljud

source: Orchestral soundtrack
ar_001: موسيقى تصويرية الأوركسترالية
cs: Orchestrální soundtrack
de: Orchestraler Soundtrack
fr: Bande originale symphonique
nb: Orkester lydspor
nl: orkestraal geluid
pl: Ścieżka dźwiękowa (w wykonaniu orkiestry)
sv: Orkester musik

source: A.I.
ar_001: الذكاء الصناعي
cs: U.I.
de: K.I.
fr: I.A.
pl: SI

source: Better A.I.
ar_001: ذكاء صناعي أفضل
cs: Vyspělejší U.I.
de: Verbesserte K.I.
fr: I.A. Améliorée
nb: Bedre A.I
nl: Betere A.I.
pl: Lepsza SI
sv: Bättre A.I.

source: A.I. Companions
ar_001: أصدقاء ذوي ذكاء اصطناعي
cs: Společníci
de: K.I. Gefährten
fr: I.A. des Compagnons
nb: A.I følgesvenn
nl: A.I. metgezellen
pl: Dodatki SI
sv: A.I. kompanjoner

source: Self-learning A.I.
ar_001: التعلم الذاتي في الذكاء الصناعي
cs: Zdokonalující se U.I.
de: Selbstlernende K.I.
fr: I.A. à apprentissage automatique
nb: Selv-lærende A.I.
nl: Zelflerende A.I.
pl: Samoucząca się SI
sv: Självlärande A.I.

source: Achievements
ar_001: إنجازات
cs: Achievementy
de: Erfolge
fr: Succès
nb: Utmerkelser
nl: Prestaties
pl: Osiągnięcia
sv: Prestationer

source: Character progression
ar_001: تقدم الشخصية
cs: Vývoj postavy
de: Charakter Entwicklung
fr: Progression des personnages
nb: Karakter-forbedring
nl: Personage progressie
pl: Rozwój postaci
sv: Karaktärsprogression

source: Skill trees
ar_001: شجرة المهارة
cs: Vývoj schopností
de: Fähigkeitsbäume
fr: Arbres de compétences
nb: Ferdighets tre
pl: Drzewka umiejętności
sv: Skicklighetsträd

source: Savegame
ar_001: تخزين اللعبة
cs: Ukládání
de: Gespeicherter Spielstand
fr: Sauvegarde
nb: Lagring
pl: Zapis gry
sv: Sparningsfunktion

source: Multiplayer
ar_001: تعدد اللاعبين
cs: Hra více hráčů
de: Mehrspielermodus
fr: Multijoueur
pl: Tryb dla wielu graczy
sv: Flerspelare

source: Video playback
ar_001: مشاهد فيديو
cs: Přehrávání videa
de: Video Wiedergabe
fr: Lecture de vidéos
nb: Video avspilling
pl: Odtwarzanie wideo
sv: Videouppspelning

source: Basic physics
ar_001: فيزيائية بسيطة
cs: Základní fyzika
de: Grundlegende Physik
fr: Physique de base
nb: Grunnleggende fysikk
nl: Eenvoudige Fysica
pl: Podstawowa fizyka
sv: Grundläggande fysik

source: Mod support
ar_001: دعم Mod
cs: Podpora módů
fr: Support des mods
nl: Mod ondersteuning
pl: Wsparcie modyfikacji

source: Online play
ar_001: اللعب على الأنترنت
cs: Hra online
de: Online Spiel
fr: Jeu en ligne
nb: Online spill
nl: Online spelen
pl: Gra przez sieć
sv: Spela online

source: Save to cloud
ar_001: التخزين على السحاب
cs: Ukládání do cloudu
de: Cloud Spielstände
fr: Sauvegarde dans le cloud
nb: Lagre til sky
nl: Opslaan naar Cloud
pl: Zapis w chmurze
sv: Spara till molnet

source: MMO Support
ar_001: دعم MMO " لعبة أونلاين كبيرة جداً على الإنترنت "
cs: Podpora MMO
fr: Support pour MMO
nl: MMO Ondersteuning
pl: Wsparcie dla MMO

source: Software Development Kit
ar_001: حزمة أدوات تطوير البرمجيات
cs: Balíček pro vývoj softwaru
fr: Kit de Développement Logiciel
nl: Programma Ontwikkel Pakket
pl: Narzędzia SDK
sv: Programvaruutvecklings-kit (SDK)

source: Linear story
ar_001: قصة خطية
cs: Prostý příběh
de: Lineare Erzählung
fr: Histoire linéaire
nb: Tynn historie
nl: lineair verhaal
pl: Liniowa fabuła
sv: Linjär story

source: Simple cutscenes
ar_001: مشاهد بسيطة
cs: Prosté cutscény
de: Einfache Zwischensequenzen
fr: Cinématiques simples
nb: Enkle filmklipp
nl: Simpele cutscenes
pl: Proste scenki przerywnikowe
sv: Enkla filmsekvenser

source: Branching story
ar_001: قصة متفرعة
cs: Větvený příběh
de: Verzweigende Erzählung
fr: Histoire ramifiée
nb: Utvidende historie
nl: Vertakkend verhaal
pl: Nieliniowa fabuła
sv: Förgreningsstory

source: Advanced cutscenes
ar_001: مشاهد متقدمة
cs: Pokročilé cutscény
de: Fortgeschrittene Zwischensequenzen
fr: Cinématiques avancées
nb: Avanserte klipp
nl: Uitgebreide cutscenes
pl: Zaawansowane scenki przerywnikowe
sv: Avancerade filmsekvenser

source: Interactive story
ar_001: قصة تفاعلية
cs: Interaktivní příběh
de: Interaktive Erzählung
fr: Histoire interactive
nb: Interaktiv historie
nl: Interactief verhaal
pl: Opowieść interaktywna
sv: Interaktiv story

source: Moral choices
ar_001: خيارات معنوية
cs: Morální rozhodnutí
de: Moralentscheidungen
fr: Choix éthiques
nb: Moralske valg
nl: Morele keuzes
pl: Wybory moralne
sv: Moraliska val

source: Immersive story telling
ar_001: رواية قصصية غامرة
cs: Pohlcující vyprávění
de: Umfassende Erzählung
fr: Narration immersive
nb: Fengslende historiefortelling
nl: Uitgebreid verhaal vertelling
pl: Rozbudowana opowieść
sv: Uppslukande berättande

source: Reactive quests
ar_001: ردود أفعال بعد تنفيذ المهام
cs: Propojené úkoly
de: Dynamische Quests
fr: Quêtes dynamiques
nb: Reagerende oppdrag
nl: Reagerende quests
pl: Automatyczne przydzielanie zadań postaciom
sv: Reaktiva uppdrag

source: Better dialogues
ar_001: حوارات أفضل
cs: Kvalitnější dialogy
de: Bessere Dialoge
fr: Dialogues améliorés
nb: Bedre dialoger
nl: Betere dialogen
pl: Lepsze dialogi
sv: Bättre dialoger

source: Dialogue tree
ar_001: شجرة الحوار
cs: Rozvětvené dialogy
de: Dialogbaum
fr: Dialogues arborescents
nb: Dialogtre
nl: Dialogen keuzes
pl: Drzewko dialogów
sv: Dialogträd

source: Voice over
ar_001: الصوت عبر
cs: Dabing
de: Synchronsprecher
fr: Voix off
nb: Stemmeskuespill
pl: Dubbing
sv: Kommentatorröster

source: Simple body language
ar_001: لغة جسد بسيطة
cs: Prostá řeč těla
de: Einfache Körpersprache
fr: Langage corporel simple
nb: Simpel kroppsspråk
nl: Eenvoudige lichaamstaal
pl: Prosty język ciała
sv: Enkelt kroppsspråk

source: Advanced body language
ar_001: لغة جسد متقدمة
cs: Pokročilá řeč těla
de: Verbesserte Körpersprache
fr: Langage corporel avancé
nb: Avansert kroppsspråk
nl: Geavanceerde lichaamstaal
pl: Rozbudowany język ciała
sv: Avancerat kroppsspråk

source: Celebrity voice acting
ar_001: نجوم التمثيل الصوتي
cs: Dabing s celebritami
de: Prominente Synchronsprecher
fr: Doublage par des célébrités
nb: Kjendis stemmeinnspilling
nl: Beroemdheidsstemmen
pl: Gwiazdorski dubbing
sv: Kändis-röstskådespeleri

source: Realistic body language
ar_001: لغة جسد واقعية
cs: Realistická řeč těla
de: Realistische Körpersprache
fr: Langage corporel réaliste
nb: Realistisk kroppsspråk
nl: Realistische lichaamstaal
pl: Realistyczny język ciała
sv: Realistiskt kroppsspråk

source: Open world
ar_001: عالم مفتوح
cs: Otevřený svět
fr: Monde ouvert
nb: Åpen verden
nl: Open wereld
pl: Otwarty świat
sv: Öppen värld

source: Day & night cycle
ar_001: تتابع الليل و النهار
cs: Střídání dne a noci
de: Tag & Nacht Zyklus
fr: Cycle jour/nuit
nb: Dag og natt syklus
nl: Dag & nacht cyclus
pl: Cykl dzienny
sv: Dag & Natt cykel

source: Rich backstory
ar_001: خلفية درامية غنية
cs: Bohaté příběhové pozadí
de: Reichhaltige Hintergrundgeschichte
fr: Trame de fond riche
nb: Innholdsrik bakgrunnshistorie
nl: Uitgebreid achtergrondverhaal
pl: Rozbudowane tło fabularne
sv: Rik bakgrundshistoria

source: Virtual economy
ar_001: أقتصاد أفتراضي
cs: Virtuální ekonomika
de: Virtuelles Wirtschaftssystem
fr: Économie virtuelle
nb: Virtuell økonomi
nl: Virtuele economie
pl: Wirtualna ekonomia
sv: Virtuell ekonomi

source: Realistic weather
ar_001: طقس واقعي
cs: Realistické počasí
de: Realistisches Wetter
fr: Météo réaliste
nb: Realistisk vær
nl: Realistische weerpatronen
pl: Realistyczna pogoda
sv: Realistiskt väder

source: Dynamic world
ar_001: عالم حيوي
cs: Dynamický svět
de: Dynamische Welt
fr: Monde dynamique
nb: Dynamisk verden
nl: Dynamische wereld
pl: Dynamiczny świat
sv: Dynamisk värld

source: Level editor
ar_001: تعديل المراحل
cs: Editor úrovní
fr: Éditeur de niveaux
nb: Nivå endrer
pl: Edytor poziomów
sv: Nivåredigerare

source: Easter eggs
ar_001: تلميحات مخبئة
cs: Easter eggy
nb: Påskeegg
pl: Easter eggi
sv: Påskägg

source: Mini games
ar_001: ألعاب مصغرة
cs: Minihry
de: Minispiele
fr: Mini-jeux
nb: Minispill
pl: Mini gry
sv: Småspel

source: No loading screens
ar_001: بدون شاشة التحميل
cs: Žádné načítací obrazovky
de: Keine Ladebildschirme
fr: Aucun écran de chargement
nb: Ingen lasteskjermer
nl: Geen laadschermen
pl: Brak ekranów ładowania
sv: Inga laddningsskärmar

source: Medium Games
ar_001: ألعاب متوسطة
cs: Střední hry
de: Mittlere Spiele
fr: Jeux Moyens
nb: Medium Spill
nl: Middelgrote Games
pl: Średnie gry
sv: Mellanstora spel

source: Project Management
ar_001: أدارة المشاريع
cs: Správa projektu
de: Projektmanagement
fr: Gestion de projet
nb: Prosjekt styring
pl: Zarządzanie projektem
sv: Projektledning

source: Large Games
ar_001: ألعاب كبيرة
cs: Velké hry
de: Große Spiele
fr: Gros jeux
nb: Store Spill
nl: Grote Games
pl: Duże gry
sv: Stora spel

source: Game Design
ar_001: تصميم اللعبة
cs: Herní design
de: Spieldesign
fr: Design du jeu
nb: Spill Deseign
pl: Projekt gry
sv: Speldesign

source: Target Audience
ar_001: الجمهور المستهدف
cs: Cílová skupina
de: Zielpublikum
fr: Ciblage du Public
nb: Målgruppe
nl: Doelgroep
pl: Grupa docelowa
sv: Målgrupp

source: Sequels
ar_001: تكملة
cs: Pokračování
de: Fortsetzungen
fr: Suites
nb: Oppfølger
nl: Vervolgen
pl: Sequele
sv: Uppföljare

source: Casual games
ar_001: ألعاب كاجوال
cs: Casual hry
de: Gelegenheitsspiele
fr: Jeux Casual
nb: Avslappede spill
pl: Gry casualowe
sv: Småspel

source: Publishing
ar_001: نشر
cs: Vydavatelství
de: Veröffentlichung
fr: Édition
nb: Publisering
nl: Publiceren
pl: Wydawnictwo
sv: Publicering

source: Multi genre
ar_001: أنواع متعددة
cs: Multižánr
nb: Multi sjanger
pl: Gra wielogatunkowa
sv: Flergenre

source: Expansion pack
ar_001: حزمة التوسعة
cs: Datadisk
de: Erweiterungspaket
fr: Extension
nb: Utvidelsespakke
nl: Uitbreidingspakket
pl: Dodatek do gry
sv: Expansionspaket

source: Red Exploding Barrels
ar_001: البراميل الحمراء المتفجرة
cs: Červené vybuchující sudy
de: Explodierende rote Fässer
fr: Barils rouges explosifs
nb: Røde Eksploderene Tønner
nl: Rode Exploderende Vaten
pl: Czerwone, eksplodujące beczki
sv: Röda exploderande tunnor

source: Special Items
ar_001: إضافات خاصة
cs: Speciální předměty
de: Spezialgegenstände
fr: Objets Spéciaux
nb: Spesielle ting
nl: Speciale Voorwerpen
pl: Wyjątkowe przedmioty
sv: Speciella object

source: Lab report
ar_001: تقرير المعمل
cs: Výsledky výzkumu
de: Laborbericht
fr: Compte-rendu du labo
nb: Lab rapport
nl: Laboratoriumrapport
pl: Raport laboratoryjny
sv: Labbrapport

source: Internet Opportunities
ar_001: فرص الإنترنت
cs: Možnosti Internetu
de: Möglichkeiten des Internets
fr: Possibilités d'Internet
nb: Internet Muligheter
nl: Internetmogelijkheden
pl: Możliwości wykorzystania internetu
sv: Internetmöjligheter

source: The internet will change our lives forever. This project will investigate how we can use the internet to make better games and deliver better experiences. Completing this project should unlock new options for research.
ar_001: الإنترنت سيغير حياتنا إلى الأبد. هذا المشروع لمحاولة تحقيق كيف يمكننا استخدام شبكة الإنترنت لجعل الألعاب أفضل وتقديم أفضل الخبرات. الانتهاء من هذا المشروع سيفتح خيارات جديدة للبحث.
cs: Internet navždy změní naše životy. Tento projekt nám poodhalí možnosti využití internetu k vývoji lepších her a zvýší uživatelský komfort. Po dokončení tohoto projektu se otevřou další možnosti výzkumu.
de: Das Internet wird unser Leben für immer verändern. Dieses Projekt wird untersuchen, welche Möglichkeiten uns das Internet bietet, bessere Spiele zu entwickeln und ein besseres Spielerlebnis zu bieten. Die Fertigstellung des Projekts sollte uns neue Forschungsoptionen freischalten.
fr: Internet changera nos vies à jamais. Ce projet va rechercher comment utiliser internet pour faire de meilleurs jeux et offrir de meilleures expériences. Terminer ce projet devrait débloquer de nouvelles options de recherche.
nl: Het internet zal ons leven voorgoed veranderen. Dit project zal onderzoeken hoe we gebruik kunnen maken van het internet om betere games te maken en betere ervaringen te leveren. Het voltooien van dit project zou meer nieuwe opties voor onderzoek moeten vrijgeven.
pl: Internet zmieni nasze życie na zawsze. Celem tego projektu jest określenie, w jaki sposób możemy wykorzystać internet, aby tworzyć lepsze gry i dostarczać graczom większych wrażeń. Ukończenie projektu odblokuje nowe opcje badań.
sv: Internet kommer att förändra våra liv för alltid. Detta projektet kommer att undersöka hur vi kan använda internet för att göra bättre spel och leverera bättre upplevelser. Slutför detta projektet borde låsa upp nya möjligheter för forskningen.
