Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: After careful examination we come to the conclusion that the internet is a huge opportunity in the gaming industry. We already see some small signs how successful multiplayer games can be but multiplayer is usually an additional feature to a game and not the main focus.{n}We think we could develop technologies to create a massively multiplayer online game (short MMO), a game where tens of thousands of players can play together. To create such an MMO more research is necessary.{n}The second discovery is that we could start developing an online distribution platform. Instead of players buying games in local stores they could download games directly from our servers. This would cut out the middle man and we could gain a large share of the market and additional income to fund our developments.
ar_001: بعد تفكير ملي، وجدنا بأن الإنترنت يعتبر فرصة كبيرة في عالم صناعة الألعاب . لقد وجدنا بالفعل بعض الإشارات الصغيرة على نجاح الألعاب الجماعية، لكن اللعب الجماعي عادة ما يكون عبارة عن ميزة إضافية و ليس محور التركيز .{n} نعتقد بأن بإمكاننا تطوير بعض التقنيات لتسمح لنا بإنشاء لعبة إنترنت جماعية (MMO اختصارًا)، و هي لعبة تسمح لمئات الآلاف من اللاعبين باللعب معًا . لإنشاء MMO ، فإننا سنحتاج إلى عمل المزيد من الأبحاث . {n} و ثاني ما اكتشفناه، هو بأن بإمكاننا البدء بتطوير منصة نشر على الإنترنت . فبدلًا من شراء اللاعبين للألعاب من محلات الألعاب المحلية، فيمكنهم تحميلها مباشرة من خوادمنا . هذا سيلغي فكرة الوسيط و سيمكننا من الحصول على مقعد أكبر في السوق و سيجني لنا المزيد من الدخل لأعمالنا التطويرية.
cs: Po důkladném zkoumání jsme došli k závěru, že je internet obrovská příležitost pro herní průmysl. Už teď vidíme známky toho, jak úspěšné mohou být hry pro více hráčů, ale režim více hráčů je obvykle rozšiřující funkce a ne hlavní cíl.{n}Myslíme si, že bychom dokázali vyvinout technologii umožňující vytvoření onlinovky (Massively Multiplayer Online - MMO), hry, ve které spolu mohou hrát i desítky tisíc hráčů. Abychom takovou MMO mohli vytvořit, je třeba dalšího výzkumu.{n}Také jsme došli k závěru, že bychom mohli zahájit vývoj online distribuční platformy. Misto toho, aby si hráči kupovali hry v maloobchodech, mohou si je stáhnout přímo z našich serverů. Tím se zbavíme prostředníka, máme šanci získat větší podíl na trhu a vyšší příjem můžeme investovat do dalšího vývoje.
de: Nach ausgiebigen Untersuchungen sind wir zu dem Schluss gekommen, dass das Internet ein riesen Potenzial für die Spielindustrie bereithält. Wir haben schon gesehen wie erfolgreich Mehrspieler Spiele sein können, aber Mehrspieler ist normalerweise nur ein zusätzliches Feature und nicht der Hauptfokus eines Spiels.{n}Wir glauben wir könnten neue Technologien entwickeln, um ein Massively Multiplayer Online Spiel (kurz MMO) zu entwickeln. Ein Spiel in dem zehntausende Spieler miteinander interagieren können. Um ein solches MMO zu entwickeln ist allerdings noch mehr Forschung nötig.{n}Die zweite Entdeckung ist, dass wir eine Online Vertriebsplattform entwickeln könnten, auf der Spieler, anstelle in den Laden zu rennen, Spiele kaufen und herunterladen können. Das würde einige Mittelsmänner ausschließen. Wir würden außerdem einen Großteil des Marktes erobern und das zusätzliche Einkommen würde uns helfen, unsere zukünftigen Entwicklungen zu finanzieren.
fr: Après une étude approfondie, nous sommes arrivés à la conclusion qu'internet est une prodigieuse opportunité dans l'industrie du jeu vidéo. Nous avons déjà un aperçu du succès que peuvent rencontrer les jeux multijoueur, mais le multijoueur n'est en général qu'une fonctionnalité rajoutée à un jeu, et non sa caractéristique principale.{n}Nous pensons que nous pourrions développer des technologies pour créer un jeu en ligne massivement multijoueur (MMO), un jeu auquel des dizaines de milliers de joueurs pourraient jouer ensemble. Pour créer un tel MMO, nous devrons faire plus de recherches.{n}La seconde découverte est que nous pourrions commencer à développer une plateforme de distribution dématérialisée. Au lieu de devoir acheter leurs jeux dans des boutiques physiques, les joueurs pourraient télécharger leurs jeux directement depuis nos serveurs. Ceci permettrait de s'affranchir des intermédiaires, nous procurer une plus grosse part de marché, et des recettes additionnelles pour financer nos développements.
nl: Na zorgvuldig onderzoek komen wij tot de conclusie dat het internet een enorme kans is in de gaming industrie. We zien nu al enkele kleine tekenen hoe succesvol multiplayer games kunnen zijn, maar multiplayer is meestal een extra functie in een spel en niet de belangrijkste focus.{n}We denken dat we technologieën kunnen ontwikkelen om een Massively Multiplayer Online game (MMO) te creëren, een game waar tienduizenden spelers samen kunnen spelen. Om zo'n MMO te creëren is meer onderzoek noodzakelijk.{n}De tweede conclusie is dat we kunnen beginnen met het ontwikkelen van een online distributieplatform. In plaats van het kopen van games in de lokale winkels kunnen ze de games direct downloaden van onze servers. Dit zou tussen leveranciers buiten spel moeten zetten en daarmee kunnen we een groot deel van de markt in handen krijgen en zo extra inkomsten te genereren om onze ontwikkelingen te financieren.
pl: Podsumowując przeprowadzone badania, możemy stwierdzić, że internet jest dla nas, producentów gier, wielką szansą. Już teraz widać zalążki sukcesu gier oferujących tryb dla wielu graczy. Na razie jednak jest to bardziej dodatkowa opcja niż główny mechanizm gry.{n}Uważamy, że moglibyśmy stworzyć technologię, która pozwoli na produkcję gier typu massive multiplayer online (w skrócie MMO). To gry, w które dziesiątki tysięcy graczy mogą grać jednocześnie. Aby móc tworzyć takie gry, musimy przeprowadzić odpowiednie badania.{n}Kolejnym krokiem będzie otwarcie platformy dystrybucji online. Dzięki temu konsumenci będą mogli kupować gry w sklepie internetowym i pobierać je prosto z naszych serwerów. Pozwoli to nam również na pominięcie pośrednika (sklepu) i zdobycie dużych udziałów w rynku oraz pozyskanie dodatkowych funduszy na przyszłe produkcje.
sv: Efter noggrann undersökning har vi kommit till slutsatsen att Internet är en enorm möjlighet i spelbranschen. Vi ser redan några små tecken hur framgångsrika flerspelarspel kan vara men flerspelarläge är oftast en ytterligare funktion till ett spel och inte huvudfokusen.{n}Vi tror att vi kan utveckla tekniker för att skapa ett massivt multiplayer online spel (kort MMO), ett spel där tiotusentals spelare kan spela tillsammans. För att skapa en sådan MMO är mer forskning nödvändig.{n}Den andra upptäckten är att vi kan börja utveckla en online distributionsplattform. Istället för att spelare köper spel i lokala butiker kan de ladda ner spel direkt från våra servrar. Med hjälp av detta skulle vi kunna få en stor del av marknaden och ytterligare intäkter för att finansiera vår utveckling.

source: Codename: Grid
ar_001: الاسم الرمزي: شبكة
cs: Kódové označení: Grid
fr: Nom de code : Grid
nb: Kodenavn: Grid
nl: Codenaam: Grid
pl: Kryptonim: Grid
sv: Kodnamn: Grid

source: A bold plan to develop an internet-based distribution platform for games. Rather than buying games through retailers players worldwide can simply download them. The platform features digital rights management to combat piracy and also enables a new market for smaller developers to show off their products.
ar_001: خطة جريئة لتطوير منصة على الإنترنت لنشر الألعاب. فبدلاً من شراء الألعاب من متاجر التجزئة، فيمكن للاعبين حول العالم من تحميلها ببساطة. تتميز المنصة بالحقوق الرقمية للتقليل من القرصنة، كما تسمح بتوافر سوق جديد للمطورون الصغار لاستعراض منتجاتهم.
cs: Smělý plán vyvinout vlastní internetovou distribuční platformu. Místo toho, aby si hráči kupovali hry v maloobchodech, mohou si je jednoduše stáhnout. Tato platforma se stará o autorská práva, slouží jako prostředek v boji s piráty a vytváří trh pro menší vývojáře .
de: Ein mutiger Plan eine internetbasierte Vertriebsplattform für Spiele zu entwickeln. Anstatt Spiele im Einzelhandel zu kaufen, können Spieler auf der ganzen Welt diese einfach herunterladen. Die Plattform unterstützt digitale Rechteverwaltung, um gegen Piraterie anzukämpfen. Außerdem eröffnet sie einen neuen Markt für kleinere Entwickler, ihre Spiele zu präsentieren.
fr: Un plan audacieux pour développer une plateforme de distribution de jeux sur internet. Plutôt que d'acheter des jeux dans des boutiques, les joueurs du monde entier peuvent simplement les télécharger. La plateforme gère les droits numériques pour combattre le piratage et offre également une tribune aux petits développeurs pour montrer leurs produits.
nl: Een gewaagd plan om een internet-gebaseerd distributieplatform voor games te ontwikkelen. In plaats van het kopen van games via retailers kunnen spelers wereldwijd deze gewoon downloaden. Het platform is voorzien van Digital Rights Management om piraterij te bestrijden en maakt het ook mogelijk voor kleinere ontwikkelaars om met hun producten aan te bieden.
pl: Śmiały plan stworzenia internetowej platformy dystrybucji gier. Klienci z całego świata, zamiast kupować w sklepach, będą mogli kupić gry nie wychodząc z domu, pobierając je z naszych serwerów. Platforma jest wyposażona w system zarządzania cyfrowymi prawami autorskimi, co umożliwi nam skuteczną walkę z piractwem, a także pozwoli mniejszym firmom zaprezentować swoje produkty.
sv: En djärv plan för att utveckla en Internet-baserad distributionsplattform för spel. Hellre än att köpa spel via återförsäljare kan spelare över hela världen enkelt ladda ner dem. Plattformen har förvaltning av digitala rättigheter för att bekämpa piratkopiering och även möjliggör en ny marknad för mindre utvecklare att visa upp sina produkter.

source: Boss, it is done and it is live! Grid is the name of our very own internet-based distribution platform.
ar_001: يا رئيس, لقد تم وهو حي الآن! "Grid" هو اسم منصة التوزيع على الأنترنت.
cs: Šéfe, máme hotovo a je to venku! Grid je jméno naší internetové distribuční platformy.
de: Chef, es ist fertig und online! Grid ist der Name unserer eigenen internetbasierten Vertriebsplattform.
fr: Patron, c'est fait, et c'est en ligne ! Grid est le nom de notre propre plateforme de distribution dématérialisée.
nl: Baas, het is klaar en het staat online! Grid is de naam van onze eigen internet-gebaseerde distributieplatform.
pl: Szefie! Stało się! Nasza platforma dystrybucji online nosi nazwę Grid.
sv: Chefen, nu är det gjort och den är igång! Grid är namnet på vår alldeles egna internet-baserade distributionsplattform.

source: Since we already have our own console we have integrated this service into our console. This should boost our market share considerably.
ar_001: بما أننا نمتلك جهاز ألعاب خاص بنا قمنا بإضافة هذه الخدمة له. من المفترض أن يرفع حصتنا في السوق بشكل كبير.
cs: A protože už máme i vlastní konzoli, integrovali jsme do ni tuto službu. Tím si na trhu ukousneme ještě větší podíl.
de: Da wir bereits unsere eigenen Konsolen produzieren haben wir den Service in unseren Konsolen integriert. Dies sollte unseren Marktanteil signifikant vergrößern.
fr: Puisque nous avons déjà notre propre console, nous y avons intégré ce service. Cela devrait considérablement augmenter notre part de marché.
nl: Omdat we al een eigen console hebben, hebben we deze service al geïntegreerd in onze console. Dit zou ons marktaandeel aanzienlijk moeten verhogen.
pl: W związku z tym, że stworzyliśmy własną konsolę, dodaliśmy do niej obsługę naszej internetowej platformy dystrybucji. Powinno to znacznie zwiększyć nasz udział w rynku.
sv: Eftersom vi redan har vår egen konsol vi har integrerat tjänsten i vår konsol. Detta borde öka vår marknadsandel betydligt.

source: This system should boost the market share of the PC considerably and if we ever have our own console it will also be of great benefit.
ar_001: قد يقوم هذا النظام برفع حصة الحاسب الشخصي بشكل كبير و إذا قمنا ببناء جهاز الألعاب الخاص بنا سيكون إضافة رائعة.
cs: Tento systém by mohl navýšit podíl PC na trhu. A budou z toho další zisky pokud někdy vydáme vlastní konzoli.
de: Das System sollte den Marktanteil der PCs stark verbessern. Wenn wir einmal unsere eigene Konsole produzieren, werden wir damit auch dort einen großen Vorteil haben.
fr: Ce système devrait accroître considérablement les parts de marché du PC, et si jamais nous avons notre propre console, ce sera aussi très utile.
nl: Dit systeem zou het marktaandeel van de PC fors moeten verhogen en als we ooit een eigen spelcomputer hebben kan het ook van grote waarde zijn.
pl: Dzięki tej platformie nasz udział w rynku gier PC znacznie się zwiększy. Wyprodukowanie własnej konsoli również byłoby bardzo opłacalne.
sv: Detta system bör öka marknadsandelen för datorn avsevärt och om vi någonsin har vår egen konsol kommer det också att vara till stor nytta.

source: Grid will generate income every month which should boost our ability to create new games and develop new projects.
ar_001: Grid سيكون السبب في إيراد مدخلات شهرية والذي بدوره سيزيد قدرتنا على صناعة ألعاب جديدة وتطوير مشاريع جديدة.
cs: Grid nám každý měsíc vydělá peníze, což rozšíří naše možnosti při tvorbě nových her a projektů.
de: Grid wird in jedem Monat Geld in unsere Kasse spülen. Dies wird uns helfen neue Projekte und Spiele zu finanzieren.
fr: Grid va générer des recettes tous les mois, ce qui devrait améliorer notre capacité à créer de nouveaux jeux et à développer de nouveaux projets.
nl: Grid zal ieder maand inkomsten genereren en onze mogelijkheden om nieuwe games en nieuwe projecten te beginnen flink verbeteren.
pl: Grid generuje zysk każdego miesiąca, co powinno zwiększyć naszą zdolność tworzenia nowych gier i rozwijania kolejnych projektów.
sv: Grid kommer att generera intäkter varje månad som ska öka vår förmåga att skapa nya spel samt utveckla nya projekt.

source: Own Convention
ar_001: المؤتمر الخاص
cs: Vlastní výstava
de: Eigene Spielemesse
fr: Convention
nb: Egen Fremvisning
nl: Eigen Conventie
pl: Własny konwent
sv: Egen Konvention

source: It's all well and good to have a booth at the yearly game convention and show off our products but with our large fan base we should consider staging our very own convention instead!
ar_001: من الجيد أن نمتلك ركن في مؤتمر الألعاب الأول ونعرض منتجاتنا لكن مع قاعدتنا الجماهيرية يجب أن نفكر في إنشاء مؤتمرنا الخاص!
cs: Je sice skvělé pronajímat si stánek na každoroční G3, ale s přibývajícími fanoušky bychom měli raději zvážit pořádání své vlastní výstavy!
fr: C'est bien beau d'avoir un stand à la convention du jeu vidéo annuelle pour promouvoir nos produits, mais vu le nombre de nos fans, nous devrions plutôt envisager d'organiser notre propre convention !
nl: Het is allemaal leuk en aardig om een stand op de jaarlijkse spelconventie te hebben en onze producten te tonen, maar met onze grote fanbasis zouden we moeten overwegen onze eigen conventie op te zetten!
pl: Fajnie mieć stoisko na corocznym konwencie gier i prezentować nasze tytuły. Ale mając tak wielu fanów może powinniśmy zorganizować własny konwent?!
sv: Det är ju bra att ha en monter på den årliga spelkonventionen och en utställning av våra produkter men med vår stora fanskara vi bör överväga att iscensätta vår egen konvention istället!

source: Boss, we have completed the organization of our own convention.
ar_001: يا رئيس، لقد اكتمل تنظيم مؤتمرنا الخاص.
cs: Šéfe, právě jsme dokončili organizaci naší vlastní výstavy.
de: Chef, wir haben die Organisation unserer eigenen Spielemesse abgeschlossen.
fr: Patron, nous avons fini d'organiser notre propre convention.
nl: Baas, we zijn klaar met het organiseren van onze eigen conventie.
pl: Szefie! Zakończyliśmy przygotowania do naszego własnego konwentu.
sv: Chefen, vi har slutfört organiseringen av vår egen konvention.

source: 3D Graphics V6
ar_001: رسوم ثلاثية الأبعاد الإصدار السادس
cs: 3D grafika V6
de: 3D-Grafik V6
fr: Graphismes en 3D V6
nb: 3D Grafikk V6
pl: Grafika 3D V6
sv: 3D Grafik V6

source: Pushing the boundaries of photorealism this revolutionary graphics engine will blow away everything that has come before. Near infinite draw distance, ultra-high polygon counts and realistic particle and volumetric effects.
ar_001: محرك الرسوم هذا قد تجاوز حدود الرسوم الواقعية و سيتجاوز كل شيء في طريقه. دقة في رسوم المساحات الشاسعة، أعداد مضلعات هائلة و كتل واقعية و تأثيرات حجمية.
cs: Tento grafický engine posouvá hranice fotorealismu a předčí vše, co z minulosti známe. Téměř nekonečná vzdálenost při vykreslování, ultra vysoké počty polygonů a realistické částicové a volumetrické efekty.
de: Indem es die Grenzen des Fotorealismus weiter vorantreibt, wird diese revolutionäre Engine alles bisher bekannte in den Schatten stellen. Nahezu unbegrenzte Sichtweite, ultrahohe Polygonanzahl und realistische Partikeleffekte.
fr: Repoussant les limites du photo-réalisme ce moteur graphique révolutionnaire va écraser tout ce qui l'a précédé. Distance de rendu quasi-infinie, nombre ultra-élevé de polygones, et effets de particules et volumétriques réalistes.
nl: Door de grenzen van fotorealisme te verleggen gaat deze revolutionaire grafische engine alles wat we tot nog toe gezien hebben een heel erg groot stuk verbeteren. Bijna oneindige tekenafstand, ultra hoge hoeveelheden polygonen en realistische deeltjes- en volume-effecten.
pl: Pokonujemy bariery fotorealizmu! Ten rewolucyjny silnik graficzny rzuci na kolana wszystko, co zostało stworzone do tej pory. Prawie nieskończone możliwości dystansu rysowania, ekstremalnie wysoka ilość poligonów, a także realistyczne efekty cząsteczek i świateł wolumetrycznych.
sv: Tänja på gränserna för fotorealism kommer denna revolutionerande grafikmotor att blåsa bort allt som har kommit före. Nära oändligt rit avstånd, extremt höga polygon värden och realistiska partiklar och volymetriska effekter.

source: We have successfully completed the research on our next generation graphics technology and we can now start building a game engine to make use of this research.
ar_001: قمنا بنجاح بإكمال بحثنا في تقنية الرسومات للجيل القادم والآن نستطيع بناء محرك الألعاب لنستفيد من هذا البحث.
cs: Úspěšně jsme dokončili výzkum nové generace grafické technologie. Výsledky našeho bádání můžeme nyní využít při tvorbě nového enginu.
de: Wir haben erfolgreich eine Next-Generation Grafiktechnologie entwickelt und können nun beginnen, eine Engine zu bauen, die diese Technologie nutzt.
fr: Nous avons terminé les recherches sur notre technologie de graphismes de nouvelle génération, et nous pouvons maintenant commencer à développer un moteur de jeu exploitant le fruit de cette recherche.
nl: We hebben zojuist het onderzoek voltooid van onze volgende generatie grafische technologie en we kunnen nu een game engine ontwikkelen om van dit onderzoek gebruik te maken.
pl: Ukończyliśmy badania nad technologią grafiki nowej generacji, dzięki czemu możemy stworzyć silnik gry, który potrafi wykorzystać nasze najnowsze odkrycie.
sv: Vi har framgångsrikt slutfört forskningen på vår nästa generations grafikteknik och vi kan nu börja bygga en spelmotor och börja utnyttja denna forskning.

source: 3D Graphics V7
ar_001: رسوم ثلاثية الأبعاد الإصدار السابع
cs: 3D grafika V7
de: 3D-Grafik V7
fr: Graphismes en 3D V7
nb: 3D Grafikk V7
pl: Grafika 3D V7
sv: 3D Grafik V7

source: The ultimate in graphics technology. This will look better than reality. If anyone ever builds a holodeck then this is the graphics engine it would run on.
ar_001: تقنية الرسومات النهائية. هذا يبدوا افضل من الحقيقة نفسها. إذا قام احد ببناء "holodeck" "محاكاة واقعية" سيكون هذا هو محرك الرسومات الذي يعمل عليه.
cs: Vrchol technologie v počítačové grafice. Bude vypadat lépe jak realita. Pokud si v budoucnu někdo postaví holografickou místnost, poběží s našim grafickým enginem.
de: Die ultimative Grafiktechnologie. Das Resultat sieht besser aus als die Realität. Wenn jemals ein Holodeck gebaut wird, wird diese Grafik Engine benutzt werden.
fr: La technologie de graphismes ultime. Elle sera encore plus belle que la réalité. Si quelqu'un construisait un jour une salle de réalité virtuelle, c'est le moteur graphique qui la ferait tourner.
nl: Het ultimum in grafische technologie. Dit gaat er beter uitzien dan de werkelijkheid. Mocht er iemand ooit een holodek bouwen dan is dit de grafische engine waar het op zal draaien.
pl: Szczyt technologii graficznej! Wygląda lepiej niż otaczający nas świat. Jeśli ktoś stworzy kiedyś holodek, to będzie on renderowany właśnie przez ten silnik graficzny.
sv: Den ultimata inom den grafiska branschen. Detta kommer att se bättre ut än verkligheten. Om någon någonsin bygger en holodeck då är detta grafikmotorn som det skulle köras på.

source: We have done it! Our research was successful and we should be able to support our concepts for the ultimate graphics technology in our next game engine. This will be a revolution for the gaming industry!
ar_001: لقد فعلناها ! بحثنا كان ناجحاً و الآن سنكون قادرين على دعم مفهوم "الرسومات الخارقة" في محركنا القادم. سيحدث ثورة في صناعة الألعاب!
cs: Dokázali jsme to! Náš výzkum byl úspěšný a nyní máme možnost do našeho herního enginu zakomponovat nejnovější technologie počítačové grafiky. Toto bude revoluce v herním průmyslu!
de: Wir haben es geschafft! Unsere Forschung war erfolgreich und wir sollten nun in der Lage sein, unsere Konzepte für diese ultimative Grafiktechnologie in unsere nächste Engine einzubauen. Das wird eine Revolution für die Spielindustrie darstellen!
fr: Nous l'avons fait ! Nos recherches ont été couronnées de succès, et nous devrions pouvoir intégrer notre concept de technologie graphique ultime dans notre prochain moteur de jeu. Ça va être une révolution dans l'industrie du jeu vidéo !
nl: Het is ons gelukt! Ons onderzoek is met succes afgerond en we zouden nu onze concepten voor de ultieme grafische technologie in onze volgende game engine moeten kunnen gebruiken. Dit wordt een revolutie voor de game industrie!
pl: Udało się! Ukończyliśmy badania nad nową technologią graficzną i od teraz możemy tworzyć silniki, które potrafią ją renderować. To będzie rewolucja w przemyśle gier komputerowych!
sv: Vi har gjort det! Vår forskning har varit framgångsrik och vi borde kunna stödja våra koncept för den ultimata grafiska tekniken i vår nästa spelmotor. Detta kommer att bli en revolution för spelindustrin!

source: License Game Engines
ar_001: رخصة محركات الألعاب
cs: Licencování herních enginů
de: Spiel Engines lizenzieren
fr: Moteur de jeu sous licence
nb: Lisensierte Spillmotorer
nl: Game Engines Licenties
pl: Licencje na silniki gier
sv: Licensera spelmotorer
