Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: 11 out of 10. A exceptional score for an exceptional game.
ar_001: 11 من 10, تقييم استثنائي للعبة استثنائية.
cs: 11 z 10. Výjimečné skóre pro výjimečnou hru.
de: 11 von 10. Eine Ausnahmewertung für ein Ausnahmespiel.
fr: 11 sur 10. Une note exceptionnelle pour un jeu exceptionnel.
nb: 11 av 10. En eksepsjonell rangering for et eksepsjonell spill.
nl: 11 van de 10. Een uitzonderlijke score voor een uitzonderlijke game.
pl: 11 na 10. Nieprawdopodobna ocena dla nieprawdopodobnej gry.
sv: 11 av 10. En exceptionell poäng för ett exceptionellt spel.

source: In an exclusive interview a while ago, {0} from {1}
ar_001: في مقابلة حصرية منذ فترة، {0} من {1}
cs: V nedávném exkluzivním rozhovoru se {0}, zakladatel společnosti {1},
de: In einem früheren Exklusivinterview,{0} von {1}
fr: Durant une précédente interview exclusive, {0} de {1}
nl: {0} van {1} maakte in een exclusief interview een tijdje terug,
pl: W opublikowanym jakiś czas temu wywiadzie na wyłączność {0}
sv: För ett tag sedan medverkade {1} i en exklusiv intervju med oss, där VD:n {0}

source: was holding back when discussing their expections for {0}.
ar_001: كان متحفظاً فيما يتعلق بالتوقعات لـ {0}.
cs: drží s chválou jejich další hry {0} trochu zpět.
de: hielt sich zurück, als man nach den Erwartungen für {0} fragte.
fr: était prudent à propos de l'attente sur son jeu {0}.
nl: was terughoudend toen we vroegen naar de verwachtingen voor {0}.
pl: z rezerwą mówi o oczekiwaniach względem gry {0}.
sv: höll tillbaka när deras förväntningar om {0} diskuterades.

source: was spot on as the game has received very positive reviews.
ar_001: كان محقاً بخصوص اللعبة، حيث أنها حصلت على تقاييم عالية.
cs: bylo trefou do černého, neboť hra obdržela velmi kladná hodnocení.
de: war sofort zur Stelle, als das Spiel sehr gute Kritiken erhielt.
fr: avait raison : le jeu a reçu un accueil très chaleureux.
nl: helemaal gelijk had, want de game heeft zeer positieve reviews ontvangen.
pl: pozytywnie wyraził się o grze. I miał rację, bo ich tytuł otrzymał bardzo dobre oceny.
sv: hade helt rätt då spelet har fått mycket positiva recensioner.

source: was just humble as the game received critical acclaim.
ar_001: كان متواضعًا فيما حصلت اللعبة على تقاييم جيدة.
cs: byla skromná a přitom byla hra kritiky kladně přijata.
de: war bescheiden, als das Spiel Lob von den Testern bekam.
fr: est resté très humble lorsque le jeu a reçu des critiques élogieuses.
nl: was maar bescheiden, want de game werd geprezen door de critici.
pl: był bardzo skromny, jako że gra otrzymała świetne oceny.
sv: var bara ödmjuk när spelet fick bra kritik.

source: should've been more careful as the final product doesn't match the hyped expectations.
ar_001: كان عليه أن يكون أكثر حرصاً حيث أن المنتج النهائي لم يرقَ لتوقعات منتظريه ولم يصل لحجم الضجة المطروحة حوله.
cs: by měla být více opatrná, neboť hra nedosáhla vytouženého očekávání.
de: sollte besser aufpassen, dass das fertige Produkt doch nicht die Erwartungen erfüllt.
fr: aurait dû être plus prudent lors du développement car le produit final n'a pas répondu aux attentes des joueurs.
nl: had iets voorzichtiger moeten zijn aangezien het uiteindelijke product de verwachtingen niet waar kan maken.
pl: wyraził zbyt wygórowane, jak się okazało, oczekiwania wobec gry.
sv: borde ha varit mer försiktig eftersom slutprodukten inte matchar spelarnas förväntningar.

source: was right to stay realistic as the game is good but nothing too our of the ordinary.
ar_001: كان محقاً بواقعيته، حيث أن اللعبة جيدة لكنها لم تكن أفضل من المعتاد.
cs: byla reálná, neboť hra je sice dobrá, ale nijak nevyčnívá z průměru.
de: Recht hatte realistisch zu bleiben, da das Spiel zwar gut war, aber nicht überragend.
fr: a eu raison de rester réaliste, le jeu est bon mais rien d'extraordinaire.
nl: was realistisch, want de game is goed maar niet uitzonderlijk.
pl: realnie ocenił grę, twierdząc, że jest dobra, ale też nie nadzwyczajna.
sv: hade rätt i att vara realistisk eftersom spelet är bra men ingenting utöver det vanliga.

source: needs a lesson in how to be humble as the game received mediocre reviews.
ar_001: يحتاج إلى درس لكي يكون متواضعاً، حيث أن اللعبة حصلت على تقاييم عادية.
cs: potřebují lekci o skromnosti, neboť hra obdržela podprůměrná hodnocení.
de: braucht wohl eine Lehrstunde in Sachen Bescheidenheit, weil das Spiel nur mittelmäßige Kritiken bekam.
fr: aurait besoin d'une leçon d'humilité car son jeu a reçu des critiques médiocres.
nl: zal wat bescheidener moeten worden, gezien de middelmatige reviews van de game.
pl: nie miał racji i potrzebuje lekcji pokory, gdyż gra otrzymała kiepskie oceny.
sv: behöver en lektion i hur man ska vara ödmjuk eftersom spelet fått mediokra recensioner.

source: Now, that the game is out on the market the consensus is that {0} {1}
ar_001: و الآن و بما أن اللعبة قد صدرت في الأسواق الإجماع بأن {0} {1}
cs: Nyní, když už je hra venku na trhu, prvotní prohlášení {1}
de: Jetzt, wo das Spiel auf dem Markt ist, ist es die allgemeine Meinung, dass {0}{1}
fr: Maintenant, que le jeu est sorti sur le marché, le consensus est que {0} {1}
nl: Nu de game op de markt is wordt er algemeen ingestemd dat {0} {1}
pl: Teraz, gdy gra jest już na rynku, wniosek jest prosty. {0} {1}
sv: Nu, när spelet är ute på marknaden är samstämmigheten att {0} {1}

source: Overall, this had a negative effect on sales.
ar_001: عموما، كان هذا له تأثير سلبي على المبيعات.
cs: Celkově se to na prodejích podepsalo negativně.
de: Im Großem und Ganzen hatte das einen negativen Einfluss auf die Verkaufszahlen.
fr: Dans l'ensemble, cela a eu un effet négatif sur les ventes.
nl: Dit heeft een algeheel negatief effect op de verkoop gehad.
pl: Podsumowując, miało to negatywny wpływ na sprzedaż.
sv: Generellt hade detta en negativ effekt på försäljningen.

source: Steam initialization failed
ar_001: فشلت تهيئة Steam
cs: Selhala inicializace Steamu
de: Steam konnte nicht gestartet werden
fr: L'initialisation de Steam a échoué
nb: Steam initialisering feilet
nl: Steam initialisatie mislukt
pl: Uruchomienie platformy Steam nie powiodło się
sv: Steam-initieringen misslyckades

source: Zombies
ar_001: زومبي
cs: Zombie
nb: Zombier
pl: Zombiaki

source: After publishing a game you can invest a little bit of time to analyze your creation and generate a game report. Game reports are a great way to gain research points as well as valuable insights into what works and what doesn't work when developing a game.{n}To generate a game report close this message and then {0} anywhere on the screen to bring up the action menu.
ar_001: بعد نشر لعبة، فيمكنك أن تستغل القليل من وقتك بتحليل ما عملته و تحصل على تقرير للعبة، تعد تقارير الألعاب طريقة عظيمة للحصول على نقاط البحث إلى جانب حصولك على رؤية لما قد ينجح و ما لا قد ينجح خلال عملية تطوير الألعاب.{n} للحصول على تقرير للعبة ما، أغلق هذه الرسالة و من ثم{0} في أي مكان على الشاشة لتظهر قائمة المهام.
cs: Po vydání hry můžete zainvestovat trochu času do její analýzy a vygenerovat zprávu o hře. Zprávy o hře jsou skvělou cestou jak získat výzkumné body a hodnotné informace o správnosti vašich návrhů při vývoji her.{n}Stačí {0} kdekoliv na obrazovku a vygenerovat zprávu o hře.
de: Nachdem du ein Spiel veröffentlicht hast, kannst du dir ein bisschen Zeit nehmen und einen Spielbericht erstellen. Spielberichte sind eine großartige Möglichkeit, um Forschungspunkte zu bekommen, wertvolle Erkenntnisse was funktioniert und was nicht funktioniert wenn man ein Spiel entwickelt.{n}Um einen Spielbericht zu erstellen, schließe diese Nachricht und dann {0} auf denb Bildschirm, um das Aktionsmenü zu öffnen.
fr: Après avoir publié un jeu, vous pouvez prendre du temps pour l'analyser et faire un rapport. Les rapports sont un bon moyen d'acquérir des points de Recherche ainsi que de bonnes idées sur la façon de développer un jeu.{n}Pour faire un rapport, fermez ce message et {0} n'importe où pour faire apparaître le menu.
nl: Na het uitgeven van een game kun je wat tijd investeren in het analyseren van je creatie en het opstellen van een game rapport. Game rapporten zijn een goede manier om onderzoekspunten te genereren, maar ook om waardevolle inzichten te verkrijgen in wat wel en niet werkt bij het ontwikkelen van een game.{n}Sluit dit bericht en {0} ergens om het actiemenu te openen en een game rapport op te stellen.
pl: Po wydaniu gry możesz poświęcić trochę czasu na analizę swojego dzieła i wygenerowanie raportu. Takie raporty to świetny sposób na uzyskanie punktów badań oraz wglądu do tego, jakie błędy popełniłeś podczas procesu deweloperskiego.{n}Aby wygenerować raport o grze, zamknij tę wiadomość, a następnie kliknij na ekranie, co przywoła menu działania.
sv: Efter att du har publicerat ett spel kan du investera lite tid i att analysera din skapelse och generera en spelrapport. Spelrapporter är ett bra sätt att skaffa forskningspoäng samt värdefulla insikter om vad som fungerar och vad som inte fungerar när man utvecklar ett spel.{n}För att generera en spelrapport, stäng ner detta meddelande och {0} sen var som helst på skärmen för att få upp menyn.

source: Main Menu
ar_001: القائمة الرئيسية
cs: Hlavní menu
de: Hauptmenü
fr: Menu principal
nb: Hovedmeny
nl: Hoofdmenu
pl: Główne menu
sv: Huvudmeny

source: Staff responsibilities
ar_001: مسؤوليات الموظفين
cs: Povinnosti personálu
de: Personal Kompetenz
fr: Responsabilités du personnel
nb: Personal ansvar
nl: Personeelsverantwoordelijkheden
pl: Obowiązki pracownika
sv: Personalansvar

source: You need a design specialist to open a research and development lab. You can train someone to become a specialist via the training menu but the option is only available once they have a certain design skill level.{n}You can also train technology specialists which come in handy for later options.
ar_001: تحتاج إلى أخصائي تصميم لتفتح بحث و مختبر تطوير. تستطيع تدريب شخصا ما ليصبح مختص بواسطة قائمة التدريب لكن الخيارات متوفرة حالما تمتلك بعض مهارات التصميم مستوى.{0}أيضا باستطاعتك تدريب متخصص تكنولوجي و سيكون في متناولك خيارات أخرى.
cs: K otevření labořatoře pro výzkum a vývoj potřebujete designového specialistu. Někoho můžete vyškolit, aby se tímto specialistou stal. Musí mít ale určité zkušenosti s designem.{n}Také můžete vyškolit technologického specialistu, bude se hodit později.
de: Du benötigst einen Design-Spezialisten um ein Forschungs- und Entwicklungslabor zu eröffnen. Du kannst jemanden über das Schulungsmenü zum Spezialisten ausbilden, aber die Option ist erst freigeschaltet, wenn die entsprechende Person einen gewisse Stufe im Design hat.{n}Du kannst auch Technologie Spezialisten ausbilden, welche für spätere Möglichkeiten praktisch werden.
fr: Vous avez besoin d'un spécialiste en design pour ouvrir un laboratoire de recherche et développement. Vous pouvez former quelqu'un pour qu'il devienne spécialiste en passant par le menu de formation mais l'option n'est disponible qu'à partir d'un certain niveau de compétence en design.{n}Vous pouvez également former un spécialiste en technologie qui sera très pratique pour les prochaines options.
nl: Je hebt een design specialist nodig op een onderzoek- en ontwikkelingslab te openen. Via het opleidingsmenu kun je iemand tot specialist opleiden, maar deze optie is pas beschikbaar wanneer diegene een bepaald designvaardigheidsniveau heeft.{n}Je kunt ook specialisten op het gebied van technologie opleiden. Zij kunnen later goed van pas komen.
pl: Potrzebujesz specjalisty od designu, aby otworzyć dział badań i rozwoju. Możesz kogoś wyszkolić na specjalistę poprzez menu szkolenia, ale ta opcja jest dostępna dopiero, gdy twój pracownik mają określony poziom umiejętności designu.{n}Możesz też szkolić specjalistów od technologii, którzy przydadzą się później.
sv: Du behöver en designspecialist för att öppna ett utforsknings- och utvecklingslabb. Du kan träna någon till att bli en specialist via träningsmenyn men valet är bara tillgängligt när dom har en viss designnivå.{n}Du kan också träna teknologispecialister som kan komma väl till pass senare.

source: To visit the lab simply {0} the screen and drag to the left or use the arrow keys on the keyboard. Alternatively, you can also click on the little R&D Lab information card in the bottom right of the screen.
ar_001: لزيارة المعمل، فببساطة {0} على الشاشة و اسحبها إلى اليسار أو استخدم مفاتيح الأسهم في لوحة المفاتيح . و يمكنك أيضًا الضغط على بطاقة معلومات مختبر البحث و التطوير في أسفل يمين الشاشة.
cs: Pokud chcete navštívit laboratoř, stačí {0} na obrazovku a táhnout doleva nebo využít směrových šipek na klávesnici. Případně stačí {0} na malou informační kartičku Laboratoř V&V v dolním pravém rohu.
de: Um das Labor zu besuchen, {0} auf den Bildschirm und ziehe den Bildschirm nach links oder benutzt du Pfeiltasten auf der Tastatur. Alternativ kannst du die Titelleiste der F&E-Labor-Informationskarte, in der rechten oberen Ecke anklicken.
fr: Pour voir le labo, {0} sur l'écran et glissez vers la gauche ou utilisez les flèches. Sinon vous pouvez aussi cliquer sur l'encart "Labo R&D" en bas à droite.
nl: Om het lab te bezoeken {0} simpelweg op het scherm en sleep naar links of gebruik de pijltoetsen op je toetsenbord. Je kunt ook op het O&O informatiekaartje rechtsboven in het scherm klikken.
pl: Aby odwiedzić dział badań i rozwoju, kliknij na ekranie i przeciągnij myszkę w lewą stronę albo użyj strzałek na klawiaturze. Innym sposobem jest kliknięcie na małą kartę informacyjną działu badań i rozwoju w prawym dolnym rogu ekranu.
sv: För att besöka labbet helt enkelt {0} på skärmen och dra till vänster eller använd piltangenterna på tangentbordet. Alternativt kan du också klicka på det lilla U&U-labb fönstret i det nedre högra hörnet av skärmen.

source: To visit the hardware lab simply {0} the screen and drag to the right or use the arrow keys on the keyboard. Alternatively, you can also click on the little Hardware Lab information card in the top left of the screen.
ar_001: لزيارة معمل العتاد، فببساطة {0} على الشاشة و اسحبها إلى اليمين أو عبر استخدام مفاتيح الأسهم في لوحة المفاتيح. و يمكنك أيضاً الضغط على بطاقة معلومات مختبر العتاديات في أعلى يسار الشاشة.
cs: Pokud chcete navštívit hardwarovou laboratoř, stačí {0} na obrazovku a táhnout doprava nebo využít směrových šipek na klávesnici. Případně stačí {0} na malou informační kartičku Hardwarová laboratoř v horním levém rohu.
de: Um das Hardware-Labor zu besuchen, {0} auf den Bildschirm und ziehe den Bildschirm nach rechts oder benutzt du Pfeiltasten auf der Tastatur. Alternativ kannst du die Titelleiste der Hardware-Labor-Informationskarte, in der rechten oberen Ecke anklicken.
fr: Pour visiter le laboratoire de conception, {0} et glissez vers la droite ou utilisez les flèches. Sinon cliquez sur l'encart "Labo tech" en haut à gauche.
nl: Om het lab te bezoeken {0} simpelweg op het scherm en sleep naar rechts of gebruik de pijltoetsen op je toetsenbord. Je kunt ook op het Hardware Lab informatiekaartje rechtsboven in het scherm klikken.
pl: Aby odwiedzić laboratorium sprzętowe, kliknij na ekranie i przeciągnij myszkę w prawą stronę albo użyj strzałek na klawiaturze. Innym sposobem jest kliknięcie na małą kartę informacyjną laboratorium sprzętowego w lewym górnym rogu ekranu.
sv: För att besöka hårdvarulabb helt enkelt {0} på skärmen och dra till höger eller använd piltangenterna på tangentbordet. Alternativt kan du också klicka på det lilla Hårdvarulabb fliken i övre vänstra hörnet av skärmen.

source: Game Reports
ar_001: تقارير اللعبة
cs: Zprávy o hrách
de: Spielanalysen
fr: Rapports
nb: Spillrapporter
nl: Game Rapporten
pl: Raporty o grach
sv: Spelrapporter

source: Get Steam Key
ar_001: الحصول على مفتاح Steam
cs: Získat Steam klíč
de: Steam Key erwerben
fr: Obtenir une clé Steam
nb: Hent Steam Nøkkel
nl: Verkrijg Steam Key
pl: Zdobądź klucz Steam
sv: Skaffa Steam-nyckel

source: Could not verify app receipt from Windows Store.
ar_001: تعذر التحقق من استلام التطبيق من متجر Windows.
cs: Nepodařilo se nám ověřit recept z Obchodu Windows.
de: Kaufbeleg vom Windows Store konnte nicht überprüft werden.
fr: Impossible de vérifier la réception de l'application sur le Windows Store.
nb: Kunne ikke verifisere program kvittering fra Windows Store.
nl: Kan app ontvangstbewijs van Windows Store niet verifiëren.
pl: Nie udało się zweryfikować potwierdzenia kupna z Windows Store.
sv: Kunde inte verifiera applikationskvittot från Windows-butiken.

source: Generate game report...
ar_001: إنشاء تقرير اللعبة...
cs: Vygenerovat zrávu o hře...
de: Spielbericht erstellen ...
fr: Faire un rapport sur le jeu...
nb: Genererer spill rapport...
nl: Game Rapport genereren...
pl: Stwórz raport o grze...
sv: Generera spelrapport...

source: Remove Platform
ar_001: إزالة منصة الألعاب
cs: Odebrat platformu
de: Plattform entfernen
fr: Retirer la Plate-forme
nb: Fjerne Plattform
nl: Verwijder Platform
pl: Usuń platformę
sv: Ta bort plattform

source: You require a developer license to be able to develop for this platform.<br/><br/> Do you want to pay <strong>{0}</strong> to acquire a license for the <strong>{1}</strong>?
ar_001: تحتاج إلى رخصة مطور لتبدأ التطوير على منصة الألعاب هذه.<br/><br/> هل تريد دفع <strong>{0}</strong> لتحصل على رخصة ل <strong>{1}</strong>؟
cs: Pokud chcete vyvíjet hry na tuto platformu, potřebujete od výrobce licenci.<br/><br/>Chcete zaplatit <strong>{0}</strong> k získání licence pro <strong>{0}</strong>?
de: Um für diese Plattform entwicklen zu können benötigst du eine Entwicklerlizenz.<br/><br/> Möchtest du <strong>{0}</strong> bezahlen um eine Lizenz für <strong>{1}</strong> zu erwerben?
fr: Vous avez besoin d'une licence de développeur pour être en mesure de développer pour cette plateforme.<br/><br/> Voulez-vous payer <strong>{0}</strong> pour acquérir une licence pour le <strong>{1}</strong> ?
nb: Du trenger en lisens for å utvikle spill for denne plattformen.<br/><br/> Vil du betale <strong>{0}</strong> og kjï¿½pe en lisens for <strong>{1}</strong>?
nl: Je hebt een ontwikkellaarslicentie nodig om voor dit platform te kunnen ontwikkelen.<br/><br/>Wil je <strong>{0}</strong> betalen om een licentie te verkrijgen voor de <strong>{1}</strong>?
pl: Do tworzenia gier na tę platformę wymagana jest licencja deweloperska.<br/><br/>Czy chcesz zapłacić <strong>{0}</strong>, aby uzyskać licencję na platformę <strong>{1}</strong>?
sv: Du behöver en utvecklingslicens för att kunna utveckla för den här plattformen.<br/><br/> Vill du betala <strong>{0}</strong> för att få en licens för <strong>{1}</strong>?

source: {0} combo
ar_001: {0} كومبو
cs: {0} kombinace
de: {0} Kombination
nb: {0}-kombinasjon
pl: Połączenie: {0}
sv: {0} kombo

source: Effect:
ar_001: التأثيرات:
cs: Účinek:
de: Effekt:
fr: Effet :
nb: Effekt:
pl: Efekt:
sv: Effekt:

source: Since you have played the game before you can choose to use all previously gained hints in this new game.
ar_001: بما أنك لعبت اللعبة مسبقا تستطيع أن تستعمل كل التلميحات المكتسبة في اللعبة الجديدة.
cs: Protože už jste hru dříve hráli, můžete si zvolit zda chcete zužitkovat zkušenosti a tipy nabité z předchozího hraní.
de: Da du das Spiel bereits gespielt hast kannst du dich dazu entscheiden alle bisher erhaltenen Hinweise in dieses neue Spiel zu übernehmen.
fr: Puisque vous avez déjà joué au jeu, vous pouvez choisir d'utiliser toutes les astuces déjà acquises dans cette nouvelle partie.
nb: Siden du har spilt spillet før, kan du velge å vise alle hint du tidligere har forsket fram når du spiller denne gangen.
nl: Aangezien je de game eerder gespeeld hebt kun je ervoor kiezen alle eerder verkregen hints in deze nieuwe game te gebruiken.
pl: Ponieważ już grałeś w tę grę, w nowej rozgrywce możesz użyć wszystkich uprzednio zdobytych podpowiedzi.
sv: Eftersom du har spelat förut kan du välja att under den nya spelomgången visa alla tidigare tips du fått.

source: We have some additional insights:
ar_001: لدينا بعض الأفكار الإضافية:
cs: Získali jsme nějaké postřehy:
de: Wir haben auch noch folgende Erkenntnisse gewonnen:
fr: Nous avons quelques idées supplémentaires :
nb: Vi har også lært dette:
nl: We hebben wat extra inzichten:
pl: Mamy dodatkowe spostrzeżenia:
sv: Vi har några ytterligare insikter:

source: Game Report
ar_001: تقرير اللعبة
cs: Zpráva o hře
de: Spielbericht
fr: Rapport
nb: Spillrapport
nl: Game Rapport
pl: Raport o grze
sv: Spelrapport

source: {0} and {1} is a {2} combination.
ar_001: {0} و {1} تعتبر تركيبة {2}.
cs: {0} a {1} jsou {2} kombinace.
de: {0} und {1} ist eine {2} Kombination.
fr: {0} et {1} est une {2} combinaison.
nb: {0} og {1} er en {2} kombinasjon.
nl: {0} en {1} is een {2} combinatie.
pl: {0}? {1}? To {2} połączenie!
sv: {0} och {1} är en {2} kombination.

source: Importance of {0} for this type of game: {1}
ar_001: أهمية {0} لهذا النوع من الألعاب: {1}
cs: Důležitost {0} pro tento typ hry: {1}
de: Bedeutung von {0} für dieses Genre: {1}
fr: Importance de/du {0} pour ce type de jeu : {1}
nl: Belang van {0} in dit type game: {1}
pl: {0}? To {1} czynnik w tego typu grze.
sv: Betydelsen av {0} för den här typen av spel: {1}

source: The market really doesn't like when we publish very similar games too close to each other.
ar_001: السوق لا يحبذ نشر لعبتين متشابهتين في وقت قريب.
cs: Lidé nemají rádi, když vydáme dvě velmi podobné hry hned za sebou.
de: Der Markt nimmt es gar nicht gut an, wenn wir kurz nacheinander Spiele veröffentlichen, die sich zu sehr ähneln.
fr: Le marché n'aime pas que l'on sorte des jeux similaires en peu de temps.
nb: Å gi ut to veldig liknende spill rett etter hverandre er ikke populært i markedet.
nl: De markt houdt er niet van als we soortgelijke spellen vlak achter elkaar publiceren.
pl: Rynek niezbyt lubi, kiedy publikujemy bardzo podobne gry w małych odstępach czasu.
sv: Marknaden gillar verkligen inte när vi publicerar mycket liknande spel för nära varandra.

source: {0} is still new to the team.
ar_001: {0} ما يزال جديد على الفريق.
cs: {0} je v týmu stále nováčkem.
de: {0} ist immer noch neu im Team.
fr: {0} n'est pas encore bien intégré(e) à l'équipe.
nb: {0} er fortsatt ny i teamet.
nl: {0} is nog nieuw in het team.
pl: {0} nadal jest nowicjuszem w zespole.
sv: {0} är fortfarande ny i teamet.

source: {0} are still new to the team.
ar_001: {0} ما يزالون جدد على الفريق.
cs: {0} jsou v týmu stále nováčkové.
de: {0} sind noch neu im Team.
fr: {0} ne sont pas encore bien intégrés à l'équipe.
nb: {0} er fortsatt nye i teamet.
nl: {0} zijn nog nieuw in het team.
pl: {0} są w zespole nadal nowicjuszami.
sv: {0} är fortfarande nya i teamet.

source: We should try to focus our entire team on the development of a game.
ar_001: يجب علينا أن نحاول جعل الفريق بأكمله يركز على تطوير اللعبة.
cs: Celý tým by se měl soustředit na vývoj hry.
de: Wir sollenten darauf achten, dass das ganze Team sich auf die Entwicklung eines Spieles konzentriert.
fr: Nous devrions focaliser l'équipe entière sur le développement d'un jeu.
nb: Når vi utvikler et spill, burde hele teamet ha fokus på det.
nl: We moeten proberen ons gehele team op de ontwikkeling van een game te laten concentreren.
pl: Powinniśmy skoncentrować cały zespół na produkcji gier.
sv: Vi bör försöka fokusera hela vårt team på utvecklingen av ett spel.
