Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Self-publishing {1} games will be most efficient when we have at least {0} fans. Publishing deals can give us great exposure and help us reach more players.
ar_001: نشر-ذاتي {1} اللعبة ستكون أكثر فعالية عندما نحصل على الأقل {0} من المعجبين. عقود النشر تستطيع أن تعطينا عرض رائع ويساعدنا على الوصول إلى لاعبين أكثر.
cs: Vydávat hry {1} velikosti bude mnohem účinější, pokud budeme mít alespoň {0} fanoušků. Vydavatelské kontrakty nám mohou pomoci oslovit více hráčů.
de: {1} Spiele selber zu vertreiben ist am effizientesten wenn wir mindestens {0} Fans haben. Vertriebsverträge können unsere Bekanntheit erhöhen und helfen uns mehr Spieler zu erreichen.
fr: Auto-publier {1} jeux sera plus efficace quand nous aurons au moins {0} fans. Les contrats de publications peuvent nous donner une bonne visibilité et nous aider à mieux nous faire connaître.
nb: å gi ut {1}-spill påfyll egenhï¿½nd er mest effektivt når vi har minst {0} fans. En utgiver kan gi oss mer oppmerksomhet og finne flere kjøpere til spillene være.
nl: Zelf gepubliceerde {1} games zijn het meest efficiënt wanneer we minimaal {0} fans hebben. Publiciteitsdeals kunnen onze games goed belichten en meer spelers bereiken.
pl: Wydawanie takich gier bez pomocy wydawcy jest dobrym pomysłem, ale wpierw musimy mieć przynajmniej {0} fanów. Wydawca może nas świetnie rozreklamować i pomóc dotrzeć do nowych graczy.
sv: Själv-publicering av {1} spel kommer att vara mest effektiva när vi har minst {0} fans. Utgivningsavtal kan ge oss bra exponering och hjälpa oss att nå fler spelare.

source: Cash:
ar_001: النقد:
cs: Hotovost:
de: Geld:
fr: Argent :
nb: Penger:
nl: Contanten:
pl: Gotówka:
sv: Pengar:

source: 30 years (fast-paced)
ar_001: 30 سنة (أحداث سريعة)
cs: 30 let(rychlé tempo)
de: 30 Jahre (schneller)
fr: 30 années (rapide)
nb: 30 år (raskere)
nl: 30 jaar (hoog tempo)
pl: 30 lat (szybkie tempo)
sv: 30 år (snabbt spel)

source: 42 years
ar_001: 42 سنة
cs: 42 let
de: 42 Jahre
fr: 42 ans
nb: 42 år
nl: 42 jaar
pl: 42 lata
sv: 42 år

source: is ready!
ar_001: مستعد!
cs: je připravena!
de: ist fertig!
fr: est prêt !
nb: er ferdig!
nl: is klaar!
pl: - gra gotowa!
sv: är klar!

source: Acquire license?
ar_001: الحصول على رخصة؟
cs: Získat licenci?
de: Lizenz erwerben?
fr: Licence
nb: Kjøpe lisens?
nl: Licentie kopen?
pl: Kupić licencję?
sv: Skaffa licens?

source: Play the full 30 years of the game, all the way to modern day technology and beyond!
ar_001: ألعب 30 سنة كاملة من اللعبة، وصولا إلى تكنولوجيا العصر الحديث وما بعده!
cs: Hrajte hru plných 30 let skrze všechny události až po dny moderních technologií a dále!
de: Spiele die vollen 30 Jahre des Spiels, bis hin zur modernen Technologie und noch weiter!
fr: Jouer les 30 années du jeu, jusqu'à la technologie actuelle et au-delà !
nb: Spill gjennom 30 år, fram til moderne teknologi og forbi!
nl: Speel de volledige 30 jaar van de game, helemaal tot aan de moderne technologie en verder!
pl: Graj przez pełne 30 lat, aż do poziomu dzisiejszej technologii i jeszcze dłużej!
sv: Spela alla de 30 åren av spelet, hela vägen till den moderna teknologin och vidare!

source: Exit to Desktop
ar_001: خروج إلى سطح المكتب
cs: Ukončit hru
de: Zurück zum Desktop
fr: Quitter vers le Bureau
nb: Avslutt Spillet
nl: Afsluiten naar Bureaublad
pl: Wyjdź na pulpit
sv: Stäng av till Skrivbordet

source: On
ar_001: في
cs: Zapnuto
de: Ein
fr: Activé
nb: På
nl: Aan
pl: Wł.
sv: På

source: When on (default) then insights learned through generating game reports are shown in the UI. Turn this option off for a bigger challenge. (Note: This option does not affect Tutorials in any way.)
ar_001: عندما يكون الوضع على (مقترح) عندها سيتم تعلم الرؤى من خلال تقارير اللعبة الظاهرة في واجهة المستخدم. الغ تفعيل هذا الخيار لتحدي أكبر. (ملاحظه: هذا الخيار لا يؤثر على الدروس بأي شكل كان.)
cs: Pokud je zapnuto (standardně), budou se ohledy vygenerované ze zprávy o hře ukazovat v rozhraní. Větší výzvy dosáhnete vypnutím této možnosti. (Poznámka: Toto nastavení nijak neovlivňuje Výuku.)
de: Wenn diese Option aktiv ist (Standardeinstellung) werden die durch das Erstellen von Spielberichten gewonnenen Erkenntnisse in der Benutzeroberfläche dargestellt. Um die Herausforderung zu vergrößern kannst du diese Option deaktivieren. (Anmerkung: diese Option wirkt sich nicht in den Tutorials aus.)
fr: Si activé (oui par défaut) les indications apprises en faisant des rapports sont montrées sur l'interface. Désactivez cette option pour rendre le jeu plus difficile. (Note : Cette option n'affecte aucunement le tutoriel.)
nb: I (default)-modus vises det man har lï¿½rt av spillrapporter i grensesnittet. Du kan endre denne innstillingen hvis du ønsker en større utfordring. (Merk: dette har ingenting å si for opplæringsmeldingene.)
nl: Wanneer ingeschakeld (standaard) zullen inzichten geleerd door game rapporten op te stellen in de UI te zien zijn. Zet deze optie uit voor een grotere uitdaging. (Let wel: deze optie heeft geen invloed op de Inleiding)
pl: Gdy ta opcja jest włączona (domyślnie), obserwacje poczynione przy tworzeniu raportów będą pokazane w interfejsie. Wyłącz tę opcję, by zwiększyć trudność gry. Uwaga: ta opcja w żaden sposób nie wpływa na samouczki.
sv: När i (standardläge) så visas insikter lärda genom spelrapporter i användargränssnittet. Inaktivera det här alternativet för en större utmaning. (OBS: Det här alternativet påverkar inte handledningen på något sätt.)

source: Window
ar_001: نافذة
cs: Okno
de: Fenster
fr: Fenêtre
nb: Vindu
nl: Venster
pl: Okienko
sv: Fönster

source: Update Available
ar_001: التحديث متوفر
cs: Aktualizace je k dispozici
de: Aktualisierung verfügbar
fr: Mise à jour disponible
nb: Oppdatering tilgjengelig
nl: Update Beschikbaar
pl: Aktualizacja dostępna
sv: Uppdatering tillgänlig

source: Please update to the latest version.
ar_001: رجاء التحديث إلى الإصدار الأخير.
cs: Prosím aktualizujte hru na nejnovější verzi.
de: Bitte aktualisiere das Spiel auf die neuste Version.
fr: Merci de mettre votre jeu à jour.
nb: Vennligst oppdater til den siste versjonen.
nl: Update alstublieft naar de nieuwste versie.
pl: Proszę zaktualizować do najnowszej wersji.
sv: Vänligen uppdatera till den senaste versionen.

source: End User License Agreement
ar_001: اتفاقية ترخيص المستخدم
cs: Licenční podmínky pro koncového uživatele
de: Endbenutzer-Lizenzvereinbarung
fr: Contrat de licence de l'utilisateur final
nb: Sluttbrukeravtale
nl: Eindgebruikers Overeenkomst
pl: Umowa licencyjna
sv: Avsluta användaravtal (EULA)

source: I Disagree
ar_001: أنا لا أوافق
cs: Nesouhlasím
de: Ich lehne ab
fr: Je ne suis pas d'accord
nb: Ikke enig
nl: Ik ga niet akkoord
pl: Nie zgadzam się
sv: Jag håller inte med

source: Best to stay in touch or for quick questions.
ar_001: هل تفضل التواصل أو سؤال سريع.
cs: Nejlepší cesta, jak zůstat v kontaktu, či pro rychlé dotazy.
de: Der beste Weg um Kontakt aufzunehmen oder schnell eine Frage zu stellen.
fr: Le mieux pour rester informé ou poser des petites questions.
nb: Best å følge med eller for kjappe spørsmål.
nl: Beste manier om contact te houden en voor korte vragen.
pl: By być w kontakcie i móc szybko zadać pytanie.
sv: Bäst att hålla kontakten eller för snabba frågor.

source: Load failed
ar_001: خطأ في التحميل
cs: Načítání selhalo
de: Laden fehlgeschlagen
fr: Echec du chargement
nb: Innlasting feilet
nl: Laden mislukt
pl: Wczytanie nie powiodło się
sv: Laddning misslyckades

source: Could not save settings to steam cloud
ar_001: لم يتم حفظ الإعدادات إلى steam cloud
cs: Nepodařilo se uložit nastavení do steam cloudu
de: Einstellungen konnten nicht in der Steam Cloud abgespeichert werden
fr: Impossible de sauvegarder les paramètres vers le Steam Cloud
nb: Kunne ikke lagre innstillinger til Steam Skyen
nl: Opslaan naar steam cloud mislukt
pl: Nie udało się zapisać ustawień w chmurze
sv: Kunde inte spara inställningarna till steam-molnet

source: Could not load from steam cloud
ar_001: لم يتم التحميل من steam cloud
cs: Nepodařilo se načíst uložení ze steam cloudu
de: Es konnte nicht von der Steam Cloud geladen werden
fr: Impossible de charger la partie depuis le Steam Cloud
nb: Kunne ikke laste fra Steam skyen
nl: Laden vanuit steam cloud mislukt
pl: Nie udało się wczytać ustawień z chmury
sv: Kunde inte ladda ifrån steam-molnet

source: Could not load remote settings
ar_001: لم يتم تحميل الإعدادات البعيدة
cs: Nepodařilo se načíst vzdálená nastavení
de: Die Remote-Einstellungen konnten nicht geladen werden
fr: Impossible de charger les paramètres à distance
nb: Kunne ikke laste inn eksterne innstillinger
nl: Laden externe instellingen mislukt
pl: Nie udało się wczytać zdalnych ustawień
sv: Kunde inte ladda fjärrinställningar

source: {0} has declined a request for an interview about their current project.
ar_001: رفض {0} طلب إجراء مقابلة معه بخصوص مشروعهم الحالي.↵
cs: {0} odmítá rozhovor o jejich nejnovějším projektu.
de: {0} hat die Interview-Anfrage über das aktuelle Projekt abgelehnt.
fr: {0} a décliné la demande d'entrevue concernant le projet actuel.
nl: {0} heeft het verzoek voor een interview over hun nieuwe project afgewezen.
pl: Firma {0} odmówiła udzielenia wywiadu na temat jej aktualnego projektu.
sv: {0} har avslagit en begäran om en intervju angående deras aktuella projekt.

source: With {0} only receiving a lukewarm reception, fans are sure to be expecting better from them and we are curious about their next title.
ar_001: بتلقي {0} استقبالًا باردًا، فإن المعجبين يتوقعون أفضل من هذا و نحن نشعر بالفضول فيما يخص لعبتهم القادمة .
cs: Hra {0} se dočkala jen vlažného přijetí a fanouškové očekávají očekávají více. Jsme zvědaví na jejich další projekt.
de: Nachdem {0} nur einen mäßigen Zuspruch bekommen hatte, erwarten die Fans sicherlich mehr von ihnen und wir sind gespannt auf ihren nächsten Titel.
fr: Avec {0} recevant un avis mitigé, les fans peuvent attendre mieux d'eux, nous attendons leur prochain jeu avec impatience.
nl: {0} kreeg maar een matig ontvangst, maar fans zijn er zeker van dat ze het beter zullen doen en zijn nieuwsgierig naar hun volgende titel.
pl: Gra {0} spotkała się z niezbyt ciepłym przyjęciem. To nie jest coś, czego oczekiwali fani. Ciekawe, jaki będzie następny krok dewelopera.
sv: {0} får bara ett ljummet mottagande, fans är säkra på att förvänta sig bättre från dem och vi är nyfikna på deras nästa titel.

source: I don't know
ar_001: أنا لا أعلم
cs: Nevím
de: Das weiß ich nicht
fr: Je ne sais pas
nb: Jeg vet ikke
nl: Ik weet het niet
pl: Nie wiem
sv: Jag vet inte

source: positive
ar_001: إيجابي
cs: pozitivní
fr: positif
nb: positiv
nl: positief
pl: pozytywną
sv: positiv

source: mixed
ar_001: مخلوط
cs: smíšené
de: gemischte
fr: mitigé
nb: mixet
nl: gemengd
pl: umiarkowaną
sv: blandad

source: Old Engine
ar_001: محرك قديم
cs: Starý engine
de: Alte Engine
fr: Vieux moteur
nb: Gammel Spillmotor
nl: Oude Engine
pl: Stary silnik
sv: Gammal spelmotor

source: Boss, our recent decision to {0} our engine {1} was met with {2} responses from fans. Overall we {3} fans and {4}.
ar_001: رئيس، قرارنا الأخير لـ {0} لمحركنا {1} قد قوبل بردود {2} من الجماهير. عموماً نحن {3} معجب و {4}.
cs: Šéfe, naše rozhodnutí {0} engine {1} sklidil u našich fanoušků {2} reakce. Celkově jsme {3} fanoušků a {4}.
de: Chef, unsere kürzliche Entscheidung die {0} Spielengine zu {0}, wurde mit {2} Antworten unserer Fans aufgenommen. Insgesamt haben wir {3} Fans und {4}.
fr: Patron, notre récent choix de {0} notre moteur {1} a été jugé {2} par nos fans. Nous avons {3} fans et {4}.
nl: Baas, onze recente beslissing van het {0} van onze engine {1} heeft {2} reacties gekregen van fans. al met al {3} fans en {4}.
pl: Szefie, nasza ostatnia decyzja w związku z silnikiem „{1}” nie przeszła bez echa wśród graczy. {3} {4}
sv: Chefen, vårt senaste val till {0} vår spelmotor {1} möttes med {2} svar från fans. Generellt fick vi {3} fans och {4}.

source: lost
ar_001: ضائع
cs: ztratili
de: verloren
fr: perdu
nb: tapt
nl: verloren we
pl: Utraceni fani:
sv: förlorad

source: Pay for license ({0})
ar_001: الدفع للحصول على الرخصة ({0})
cs: Zaplatit za licenci ({0})
de: Für die Lizenz bezahlen ({0})
fr: Acquérir la licence ({0})
nb: Betal for lisens ({0})
nl: betaal voor licentie ({0})
pl: Zapłać za licencję ({0})
sv: Betala för licens ({0})

source: Rally fans! [~{0}% chance]
ar_001: حشد المعجبين! [~{0}% نسبة النجاح]
cs: Shromáždit fanoušky [~{0}% šance]
de: Fans mobilisieren! [~{0}% Chance]
fr: Rallier les fans ! [~{0}% de chance]
nb: Gå med fansen! [~{0}% chance
nl: Verzamel fans![~{0}% chance]
pl: Zwołaj fanów (szansa na wygraną: {0}%)
sv: Fans rally! [~{0}% chans]

source: Unfortunately, it seems that the patent infringement case was decided against us. We have to pay the full amount of {0} as well as the court costs of {1}. This is ridiculous.
ar_001: لسوء الحظ، فإن قضية انتهاك براءة الاختراع قد حسمت ضدنا. لقد دفعنا ما مجموعه {0} إلى جانب {1} من النفقات القانونية. هذا سخيف.
cs: Bohužel se zdá, že případ porušení patentu se obrátil proti nám. Musíme zaplatit plnou částku {0} společně se soudními náklady {1}. To je směšné.
de: Leider wurde im Patentverletzungsverfahren gegen uns entschieden. Wir müssen nun die Kosten von {0} tragen und dazu noch die Gerichtsgebühren in Höhe von {1}. Das ist lächerlich.
fr: Malheureusement, il semble que la tournure du procès pour violation de brevet ne soit pas en notre faveur. Nous devons payer un montant total de {0}, mais aussi des frais de justice de {1}. C'est ridicule.
nl: Teleurstellend, het lijkt erop dat de patent aanklacht in ons nadeel is beslist. We moeten het volledige bedrag van {0} en ook de rechtskosten van {1} betalen. Dit is belachelijk.
pl: Niestety, przegraliśmy sprawę o naruszenie praw patentowych. Musimy zapłacić {0} plus {1} kosztów sądowych. Absurd!
sv: Tyvärr ser det ut som att fallet för patentöverklagning avgjordes emot oss. Vi måste betala hela beloppet på {0} samt rättegångskostnader för {1}. Det här är löjligt.

source: Could not load game
ar_001: تعذر تحميل اللعبة
cs: Nelze nahrát hru
de: Spiel konnte nicht geladen werden
fr: Impossible de charger le jeu
nb: Kunne ikke laste inn spill
nl: Laden game mislukt
pl: Nie powiodło się wczytanie gry
sv: Kunde inte ladda spelet

source: bad
ar_001: سيء
cs: špatné
de: schlecht
fr: mauvais
nb: dårlig
nl: slechte
pl: złe
sv: svårt

source: Audience match:
ar_001: توافق الفئة العمرية:
cs: Shoda cílové skupiny:
de: Zielgruppenübereinstimmung:
fr: Public cible :
nb: Alderstreff
nl: Passende doelgroep:
pl: Jak pasuje do grupy docelowej:
sv: Publikmatchning:

source: Genre match:
ar_001: توافق النوع:
cs: Shoda žánru:
de: Genereübereinstimmung:
fr: Genre cible :
nb: Sjangertreff
nl: Passende genre:
pl: Jak pasuje do gatunku:
sv: Genrematchning:

source: not important
ar_001: ليس مهم
cs: nedůležitá
de: nicht wichtig
fr: sans importance
nb: Ikke viktig
nl: niet belangrijk
pl: mało ważny
sv: inte viktigt

source: quite important
ar_001: مهم جدا
cs: mírně důležitá
de: sehr wichtig
fr: relativement important
nb: ganske viktig
nl: best belangrijk
pl: bardzo ważny
sv: ganska viktigt

source: After a massive public backlash to the controversial features announced for the upcoming mBox One, Mirconoft has today published a letter outlining their change of plans. The mBox One will no longer require a constant internet connection and will not place restrictions on how games are sold or shared.{n}Clearly the different and much more popular strategies of companies like {0}, as well as vocal players themselves, have forced this change of direction.
ar_001: بعد ردة الفعل العنيفة على الميزات الارتجالية المعلنة عن mBox One، فإن Mirconoft قد نشرت اليوم رسالة عن تغييرهم لخططهم. لن يتطلب الـ mBox اتصال دائم بالإنترنت و لن يضع قيود على نظام بيع أو مشاركة الألعاب. {n} من الواضح أن اختلاف و قوة استراتيجيات شركات مثل {0}، إلى جانب المعجبين أنفسهم، قد كان سبب في تغيير هذا التوجه.
cs: Mirconoft dnes oznámil seznam plánovaných změn po masivním odporu veřejnosti vůči kontroverzním funkcím přicházejícího mBox One. Konzole už nebude vyžadovat trvalé připojení k internetu a nemožnost bazarového prodeje her.{n}K této změně zjevně přistoupili po více populárním oznámení {0} a hlasitém povykování hráčů skrze celý internet.
de: Nach massiven Protesten gegen die fragwürdigen Funktionen der neuen mBox One, hat Micronoft heute einen offenen Brief veröffentlicht, aus dem zu entnehmen ist, dass sie ihre Pläne ändern werden. Die mBox One wird nicht mehr eine ständige Internetverbindung benötigen und es wird keine Einschränkungen beim Verkauf und Verleih von Spielen geben.{n}Ganz klar haben andere und populärere Strategien von Firmen wie {0} und die lautstarken Spieler selber diesen Kurswechsel herbeigeführt.
fr: Après une réaction massive du public suite à l'annonce controversée des caractéristiques pour la prochaine mBox One, Mirconoft a publié aujourd'hui une lettre décrivant leur changement de plans. Le mBox One ne nécessitera plus de connexion internet permanante et ne se verra plus imposer des restrictions quant au partage ou à la revente de jeux.{n}Il est clair que les stratégies d'entreprises comme {0}, ainsi que les joueurs eux-mêmes, ont forcé ce changement de direction.
nb: Etter et massiv offentlig tilbakeslag til de kontroversielle funksjonene annonsert for den kommende MBOX One, Mirconoft har i dag publisert et brev som beskriver deres endring av planer. Mbox One vil ikke lenger kreve en konstant internettforbindelse, og vil ikke legge restriksjoner på hvordan spill blir solgt eller delt.{n}Klart mellom de forskjellige og mye mer populære strategier for selskaper som {0}, samt vokal spillerne selv, har tvunget endring av retning.
nl: Na hevige openbaar kritiek op de aangekondigde controversiële opties voor de komende mBox One. heeft Micronoft vandaag een brief gepubliceerd met daarin vooral wijzigingen in hun plan. De mBox One zal niet langer een constante internetverbinding nodig hebben en zal geen restricties hebben over hoe games verkocht of gedeeld worden. {n}Duidelijk anders en de veel populaire strategieën van bedrijven zoals {0} en de oproepen van de spelers zelf, hebben deze veranderingen geforceerd.
pl: Po gwałtownych reakcjach na kontrowersyjne funkcje nadchodzącego mBoxa One firma Mirconoft opublikowała dzisiaj oświadczenie zapowiadające zmianę planów.{n}Okazuje się, że mBox One nie będzie potrzebować ciągłego połączenia z internetem i nie będzie nakładać ograniczeń na sprzedaż gier i sposób dzielenia się nimi.{n}Na tę zmianę z pewnością wpłynęli gracze i o wiele większa popularność strategii firm takich jak {0}.
sv: Efter en massiv offentlig motreaktion till de kontroversiella funktionerna som aviserats för den kommande mBox One, har Mirconoft idag publicerat ett brev som beskriver deras ändrade planer. mBox One kommer inte längre kräva en konstant uppkoppling till internet och kommer inte sätta begränsningar för hur spelen säljs.{n}En tydlig skillnad och mycket mer populär strategi för företag som {0}, liksom spelarna själva, har tvingat denna kursändring.

source: A first test left some players feeling a little motion-sick but with the right game this technology can surely deliver a new level of immersion.
ar_001: سبَبَ الاختبار الأول دوار الحركة لدى بعض اللاعبين، لكن بتواجد اللعبة المناسبة، فإن هذه التقنية ستقودنا إلى مرحلة جديدة من التقدم.
cs: První testy přivodili některým hráčům mírné závratě, ale se správnou technologií mohou hry přinést novou úroveň zážitků.
de: Nach einem ersten Test klagten einige Spieler über Übelkeit, aber mit dem richtigen Spiel, kann diese Technologie sicherlich das Spielerlebnis weiter vertiefen.
fr: Le premier test a laissé à certains joueurs un sentiment de nausée, mais avec le bon type de jeu, cette technologie peut sûrement nous promettre un nouveau niveau d'immersion.
nl: Na eerste tests waren sommige spelers een beetje wagenziek, maar met de juiste game kan deze technologie voor een nieuw level van diepgang leveren.
pl: Pierwszy test przyprawił niektórych graczy o małą chorobę lokomocyjną, ale przy odpowiednim doborze gry ta technologia może dostarczyć nowego poziomu zanurzenia się w wirtualnym świecie.
sv: Ett första test gjorde att några spelare kände sig lite åksjuka men med rätt spel kan denna teknik säkert leverera en ny nivå av djup.

source: Better user experience
ar_001: تجربة أفضل للمستخدم
cs: Lepší herní požitek
de: Bessere Benutzererfahrung
fr: Meilleure expérience utilisateur
nb: Bedre brukeropplevelse
nl: Betere gebruikerservaring
pl: Większa satysfakcja
sv: Bättre användarupplevelse

source: Visorius Support
ar_001: دعم Visorius
cs: Podpora Visoriu
de: Visorius Unterstützung
fr: Support Visorius
nb: Tilleggs støtte
nl: Visorius Ondersteuning
pl: Wsparcie dla Visoriusa

source: 11 out of 10. Nuff said.
ar_001: 11 من 10. لا مزيد من الكلام.
cs: 11 z 10. Řekl Nuff.
de: 11 von 10. Keine Diskussion.
fr: 11 sur 10. Rien à ajouter.
nb: 11 av 10 sa Nasse Nøff.
nl: 11 van de 10. Zegt alles.
pl: 11 na 10. I co tu więcej gadać?
sv: 11 av 10 möjliga. Nog sagt.

source: 11 out of 10. Rules don't apply to this outstanding game.
ar_001: 11 من 10. القوانين لا تطبق على هذه اللعبة الخالدة.
cs: 11 z 10. U tak úžasné hry pravidla neplatí.
de: 11 von 10. Regeln gelten für dies überragende Spiel einfach nicht.
fr: 11 sur 10. Les règles ne s'appliquent pas pour ce jeu hors du commun.
nb: 11 av 10. Reglene gjelder ikke for dette enestående spillet.
nl: 11 van de 10. Regels zijn niet van toepassing voor deze uitstekende game.
pl: 11 na 10. Dla tej niesamowitej gry nie warto się ograniczać.
sv: 11 av 10. Regler gäller inte för det här enastående spelet.

source: made very bold remarks about their then-in-development game {0} predicting that it will be über successful.
ar_001: أبدى ملاحظات جرئية جداً حول لعبتهم التي لا تزال في مرحلة التطوير {0}، قائلًا بأنها ستكون ناجحة جداً.
cs: velmi odvážné poznámky o vyvíjené hře {0}, že se bude jednat o vskutku úspěšný titul.
de: hat die sehr mutige Bemerkung gemacht, dass ihr Spiel {0}, was zu diesem Zeitpunkt noch in der Entwicklung was, Übererfolgreich sein wird.
fr: avait fait de grands éloges à propos de leur jeu en développement, {0}, et prédit qu'il serait couronné de succès.
nl: zeer gedurfde opmerkingen over de game die toen in ontwikkeling was, {0} en voorspelde dat deze über succesvol zou zijn.
pl: odważnie stwierdza, że gra {0} odniesie niesamowity sukces.

source: Overall, this had a positive effect on sales.
ar_001: حصلت على مبيعات إيجابية إجمالاً.
cs: Celkově to mělo pozitivní dopad na prodeje.
de: Alles in allem hatte das einen positiven Einfluss auf die Verkäufe.
fr: Globalement, cela a eu un effet positif sur les ventes.
nb: Totalt sett hadde dette en positiv effekt på salget
nl: Al met al heeft dit een positief effect op de verkoop.
pl: Ogólnie rzecz biorąc, miało to pozytywny wpływ na sprzedaż.
sv: Generellt hade detta en positiv effekt på försäljningen.

source: No response from server. Please try again later.
ar_001: لا توجد استجابة من الخادم. يرجى المحاولة في وقت لاحق.
cs: Žádná odpověď ze serveru. Prosím zkuste to později.
de: Keine Antwort vom Server. Versuche es bitte später wieder.
fr: Pas de réponse du serveur. Merci de réessayer plus tard.
nb: Ingen respons fra serveren. Vennligst prøv igjen senere
nl: Server reageert niet. probeer het later nog eens.
pl: Brak odpowiedzi z serwera. Spróbuj później.
sv: Inget svar från servern. Försök igen senare.

source: Could not get app receipt from Windows Store.
ar_001: لم يتم الحصول على إيصال من متجر ويندوز.
cs: Nepodařilo se získat recept z Obchodu Windows.
de: Kaufbestätigung der App konnte nicht vom Windows Store abgerufen werden.
fr: Impossible d'obtenir l'application depuis le Windows Store.
nb: Kunne ikke få program kvittering fra Windows Store.
nl: App licentie opvragen vanuit Windows Store mislukt.
pl: Nie udało się uzyskać potwierdzenia kupna z Windows Store.
sv: Kunde inte hämta applikationskvittot från Windows Affär.
