Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: The new console is marketed as a unified entertainment platform and comes with voice control and a camera which is always watching to enable gesture control. A camera which is always on is not the only controversial feature as the new console also seems to require internet access at least once a day to function properly, does not support previous mBox games and seems to place restrictions on how games can be shared or resold.{n}Clearly, Mirconoft wants to push the current status quo and deliver a console for a new future of gaming but we are not sure if players will share Micronoft's vision.
ar_001: المنصة الجديدة التي يتم تسويقها باعتبارها منصة ترفيه موحدة و التي تأتي بمتحكم صوت و كاميرا تعمل على الدوام لتسمح بالتحكم من خلال الإيماء. لم تكن الكاميرا هي الحركة الارتجالية الأولى، حيث أن المنصة تتطلب اتصال إنترنت مرة في اليوم على الأقل لتعمل بشكل صحيح، كما أنها لا تدعم ألعاب mBox و يبدو بأنها تضع بعض التقييدات في نظام مشاركة الألعاب و إعادة بيعها.{n} يبدو بأن Mirconoft تريد دفع الوضع الراهن و ترغب بتقديم منصة جديدة لمستقبل ألعاب جديد، لكن لسنا متأكدين من أن اللاعبين سيشاركون Micronoft رؤيتها.
cs: Nová konzole bude prodávána jako sjednocená zábavní platforma a bude obsahovat ovládání hlasem i kamerou, která bude vždy zaplá, aby mohla snímat ovládání gesty. Vždy zaplá kamera není jedinou kontroverzní funkcí. Nutné každodenní ověřování připojení k internetu, nulová podpora her z předchozího mBoxu a znemožněný prodej bazarových her.{n}Mirconoft chce posunout své status quo a dodat konzoli nové generace, ale nejsme si jistí, zda-li budou i hráči sdílet stejnou vizi budoucnosti s Mirconoftem.
de: Die neue Konsole wird als universelle Entertainment Plattform angeboten und verfügt über Sprachsteuerung und einer ständig filmenden Kamera für Gestensteuerung. Eine Kamera die immer an ist, ist nicht die einzige umstrittende Eigenschaft, die Konsole muss ich einmal am Tag sich mit dem Internet verbinden, um normal zu funktionieren, Unterstützt keine älteren mBox Spiele und hat Einschränkungen beim Verleih oder Weiterverkauf.{n}Micronoft will den Status Quo aufheben und eine Konsole einer neuen Zukunft des Spielens liefern. Wir sind nicht sicher, ob die Spieler Micronofts Vision teilen werden.
fr: Cette nouvelle console est commercialisée comme une plateforme de divertissement unique et est fournie avec une commande vocale et une caméra fonctionnant en permanence. Cette camera toujours active n'est pas la seule caractéristique faisant polémique puisque cette nouvelle console semble nécessiter une connexion en ligne quotidienne pour fonctionner correctement. De plus, elle ne permet pas de réutiliser les jeux de la précédente mBox et semble compromettre et restreindre le marché de l'occasion.{n} Il est clair que Mirconoft veut établir un statu quo et amener le futur des consoles dans une direction que tous ne partageront peut-être pas.
nl: De nieuwe console wordt aangeprezen als compleet entertainment platform met stem activatie en een camera die altijd paraat is om de bewegingscontrole te activeren. Een camera die altijd aan is, is niet de enige controversiële toevoeging, ook blijkt dat de nieuwe console minimaal één keer per dag met het internet verbonden moet zijn om normaal te functioneren en ook worden de vorige mBox games niet ondersteund en er zijn restricties hoe games worden gedeeld of verkocht.{n}Het is duidelijk dat Micronoft de huidige status quo wil forceren en een console wil leveren voor een nieuwe toekomst van gamen, maar we zijn er niet zo zeker van dat de spelers de visie van Micronoft delen.
pl: Sprzęt Mirconoftu reklamowany jest jako „ostateczna platforma rozrywkowa”. Cechuje się kontrolą głosową i kamerą, która umożliwia sterowanie gestami. Non-stop włączona kamera to nie jedyny kontrowersyjny element wyposażenia konsoli.{n}W celu poprawnego funkcjonowania sprzęt przynajmniej raz dziennie musi uzyskać dostęp do internetu. Poza tym konsola nie wspiera gier na poprzednią wersję mBoxa i nakłada ograniczenia na pożyczanie gier i ich odsprzedaż.{n}Najwyraźniej Mirconoft chce zmienić obecny status quo i wprowadzić na rynek konsolę przyszłości, ale nie jesteśmy pewni, czy gracze podzielają wizję Mirconoftu.
sv: Den nya konsolen hat marknadsförts som en enhetlig underhållningsplattform och kommer med röststyrning och en kamera som alltid är på för att aktivera rörelsekontroll. En kamera som alltid är på är inte det enda kontroversiella inslaget. Den nya konsolen verkar också kräva tillgång till internet minst en gång per dag för att fungera korrekt, den stöder inte tidigare mBox-spel och verkar införa restriktioner för hur spel kan delas eller säljs vidare.{n}Helt klart vill Mirconoft driva det aktuella läget och leverera en konsol för en ny framtid för spel men vi är inte säkra på om spelare kommer att dela Micronofts vision.

source: Just after Mirconoft have announced their new bet in the upcoming console generation, Vonny has announced that they will release their new, long-awaited console, the Playsystem 4, {0}. The console seems to do everything that the Playsystem 3 did, only better.{n}Unlike the mBox One, the Playsystem 4 doesn't have an always-online requirement and seems much more player friendly. We think that there is hardly a risk of Vonny fans being disappointed
ar_001: فقط بعد أن أعلنت Mirconoft عن رهانها بجهازها الجديد للجيل القادم، Vonny تعلن أنها ستطلق جهاز جديد لطالما تم انتظاره ، الـ Playsystem 4, {0}. الجهاز الجديد يبدو أنه يفعل كل شي كان Playsystem 3 يفعله، إلا أنه يقوم به بشكل أفضل.{n} على عكس mBox One، الـ Playsystem 4 لا يتطلب شروط الاتصال الدائم و يبدو أنه قد أستلطف اللاعبين. نعتقد أن هناك خطر قليل جداً ل Vonny بخصوص خيبة الآمال
cs: Vonny ihned po Mirconoftu oznámila, že též vydá novou, dlouho očekávanou konzoli, Playsystem 4, a to {0}. Konzole zřejmě umí vše co i předchozí model, jen lépe.{n}Playsystem 4 se narozdíl od mBoxu One nemusí udržovat stále online a celkově vypadá hráčsky více přívětivě. Jen stěží by se mohlo stát, že by byli fanouškové Vonny zklamaní,
fr: Juste après que Mirconoft ait annoncé leur création pour la prochaine génération de console, Vonny a annoncé l'arrivée de leur nouvelle console tant attendue, la Playsystem 4, le {0}. Cette nouvelle console semble pouvoir faire tout ce que faisait la Playsystem 3, mais en mieux.{n}Contrairement à la mBox One, la Playsystem 4 ne requiert pas une connexion permanente et semble avoir une communauté bien plus sympathique. Nous pensons qu'il y a peu de risques que les fans de Vonny soient déçus
nl: Vlak nadat Micronoft hun nieuwe aandeel voor de komende console generatie heeft aangekondigd, heeft ook Vonny aangekondigd {0} met een nieuwe langverwachte console te komen, de Playsystem 4. De console zal hetzelfde kunnen als de Playsytem 3, maar dan veel beter.{n}in tegenstelling tot de mBox One, heeft de Playsytem 4 niet de altijd online vereiste en lijkt veel gebruiksvriendelijker. We denken dat er bijna geen kans is dat Vonny fans teleurgesteld zullen zijn
pl: Zaraz po tym, jak Mirconoft potwierdził swój udział w tworzeniu nowej generacji konsol, Vonny ogłosiło, że {0} wypuszcza na rynek długo oczekiwaną konsolę Playsystem 4. Nowy sprzęt wydaje się działać jak „trójka”, tylko po prostu lepiej.{n}Konsola Playsystem 4, w przeciwieństwie do mBoxa One, nie wymaga stałego połączenia z internetem i wydaje się być łatwiejsza w obsłudze. Wygląda na to, że fani Vonny nie będą zawiedzeni.
sv: Strax efter Mirconoft meddelade sin nya satsning på den kommande konsolgenerationen har Vonny meddelat att de kommer att släppa sin nya, efterlängtade konsolen, Playsystem 4, {0}. Konsolen verkar göra allt som Playsystem 3 gjorde, fast bättre.{n}Till skillnad från mBox One, har Playsystem 4 inte ett alltid-online-krav och verkar mycket mer spelarvänlig. Vi tror att det knappast finns en risk för Vonny fans att vara besvikna

source: Vonny and {0}
ar_001: Vonny و {0}
cs: Vonny a {0}
de: Vonny und {0}
fr: Vonny et {0}
nb: Vonny og {0}
nl: Vonny en {0}
pl: Vonny i {0}
sv: Vonny och {0}

source: A company by the name of RiseVR has developed a virtual reality headset which promises to finally start the path towards true 3D immersion. The new headset called Visorius looks like a pair of giant ski-goggles and provides a large field of vision as well as near-perfect motion tracking.
ar_001: طورت شركة اسمها RiseVR سماعات محاكية للواقع و التي تعد أخيراً بشق الطريق نحو عالم ثلاثي أبعاد حقيقي. السماعات الجديدة تدعى بـ Visorius و التي تبدو كزوج ضخم من نظارات التزلج ، و تقدم مجال رؤية كبير يقارب لنظام تتبع الحركة.
cs: Společnost jmenující se RiseVR vyvinula nový headset s virtuální realitou, který slibuje konečně skutečné vtáhnutí do 3D světa. Nový headset se jmenuje Visorius a vypadá jako obří lyžařské brýle. Poskytuje široký úhel pohledu a téměř dokonalé snímání pohybu.
de: Eine Firma mit dem Namen RiseVR hat ein Virtual Reality Headset entwickelt, das einem wirklich in ein wahres 3D Erlebnis eintauchen lässt. Das neue Headset heißt Visorius, sieht aus wie eine riesige Skischutzbrille und bietet ein großes Blickfeld, wie auch eine fast perfekte Bewegungsverfolgung.
fr: Une société du nom de RiseVR a mis au point un casque de réalité virtuelle qui promet une immersion 3D sans précédent. Le nouveau casque appelé Visorius ressemble à une paire de lunettes de ski géantes et offre un large champ de vision ainsi qu'un suivi de mouvement quasi-parfait.
nl: Een bedrijf genaamd RiseVR heeft een Virtual Reality headset ontwikkeld, die waarschijnlijk het begin is van echte 3D bewustzijn. De nieuwe headset genaamd Visorius lijkt op een gigantische skibril en voorziet in een ruim gezichtsveld met een bijna perfecte Motion Tracking.
pl: Firma o nazwie RiseVR stworzyła okulary VR, które mogą otworzyć drogę do grania w pełnym wymiarze 3D. Nowy sprzęt nazywa się Visorius i wygląda jak para gogli narciarskich. Okulary zapewniają szerokie pole widzenia oraz prawie idealne śledzenie ruchu.
sv: Ett företag vid namn RiseVR har utvecklat ett virtuell verklighetsheadset som lovar att äntligen börja vägen mot äkta 3D nedsänkning. Det nya headsetet som heter Visorius ser ut som ett par gigantiska skidglasögon och tillhandahåller ett stort synfält och en nästan perfekt rörelsespårning.

source: Mirconoft has announced their plans to release a completely revamped version of the mBox {0} called mBox Next. The new console seems to cleverly integrate Mirconoft's own motion sensor add-on for the mBox One into one small package.{n}Visually, the mBox Next is reminiscent of the earlier mBox 360 with a much lighter tone marking a departure from the bulky and dark style of the mBox One. The technology of the mBox Next seems promising
ar_001: أعلنت Mirconoft عن خطتها بإصدار نسخة محسنة من {0} mBox eو تدعى بـ mBox Nxt. قامت المنصة الجديدة بدمج حساس الحركة لـ mBox One كحزمة صغيرة.{n} و يذكرنا الـ mBox Next بالـ mBox 360 بشكل أخف من mBox One صاحب التصميم الكبير و اللون السوداوي. تقنية الـ mBox Next تعد بالكثير
cs: Mirconoft oznámil jejich plány na vydání zcela nové verze mBoxu {0}, pojmenovanou mBox Next. Konzole chytře zahrnuje Mirconoftí pohybový ovladač z mBox One do jedne krabice.{n}Vizuálně připomíná mBox Next jeho předka, mBox 360, s velmi světlou paletou barev narozdíl od tmavého mBox One. Tehnologie konzole vypadá velmi nadějně,
de: Micronoft hat heute Pläne veröffentlicht, eine verbesserte Version der mBox anbieten zu wollen, {0} und mBox Next genannt werden wird. Die neue Konsole scheint Micronofts Bewegungssensor von der mBox One klever in einem kleinerem Paket zu intrigieren.{n}Äußerlich erinnert die mBox Next an die ersten Modelle der mBox 360 mit einer viel helleren Farbe, als eine Abkehr von dem schweren und dunklem Stil der mBox One. Die Technik der mBox Next ist vielversprechend
fr: Mirconoft a annoncé son intention de sortir une version complètement remaniée de la mBox le {0} appelée mBox Next. La nouvelle console semble intégrer habilement son propre périphérique de capture de mouvements provenant de la mBox One, le tout dans un plus petit package. Visuellement, la mBox Next n'est pas sans rappeler la mBox 360 mais avec des couleurs beaucoup plus claires, marquant un changement radical par rapport au style volumineux et sombre de la mBox One. La technologie de la mBox Next semble prometteuse.
nl: Micronoft heeft hun plannen voor de lancering aangekondigd van een compleet vernieuwde versie van de mBox {0} genaamd mBox Next. De nieuwe console heeft Micronoft's eigen bewegingssensor add-on van de mBox One in één klein pakketje heel handig ingebouwd.{n} Visueel lijkt de mBox Next op de eerder uitgebrachte mBox 360 met veel lichtere tinten en lijkt kenmerkend afstand te doen van de ietwat grote en donkere style van de mBox One. De technologie van de mBox Next lijkt belovend.
pl: Mirconoft ogłosił swoje plany dotyczące produkcji mBoxa Next, całkowicie zmodernizowanej wersji poprzedniej konsoli tej firmy. Sprzęt ma trafić na sklepowe półki {0}.{n}Czujnik ruchu Mirconoftu, który w mBoxie One był dodatkowym sprzętem, nowa konsola sprytnie integruje w formie małego pudełka. Wizualnie mBox Next swoją jasną barwą przypomina mBoxa 360. Jest to odejście od niefunkcjonalnego i ciemnego stylu mBoxa One. Technologia wykorzystana w mBoxie Next wydaje się być obiecująca.
sv: Mirconoft har tillkännagivit sina planer på att släppa en helt omarbetad version av mBox {0} som kallas mBox Next. Den nya konsolen verkar skickligt integrera Mirconofts egen rörelsesensor-tillägg för mBox One i ett litet paket.{n}Visuellt påminner mBox Next om den tidigare mBox 360 med en mycket ljusare ton som markerar ett avsteg från den mörka stilen av mBox One. Tekniken i mBox Next verkar lovande

source: Many have expected that Vonny will announce a new platform before Mirconoft's mBox Next will hit the market and, today, Vonny did just that. Keeping with company tradition, and in contrast to competitor Mirconoft's naming practices, the newly announced console is aptly named Playsystem 5.{n}The Playsystem 5 seems an incremental update, coming out {0} with a form-factor that reminds of the early Playsystem 3. The new system promises to be a solid update
ar_001: توقع الكثيرون بأن تعلن Vonny عن منصتها الجديدة قبل إصدار جهاز Mirconoft الـ mBox Next في الأسواق، و قد فعلت Vonny ذلك اليوم. و تواصل لتقاليد الشركة في تسمية المنصات و على عكس منافستها Mirconoft، فإن الجهاز المعلن عنه، سيسمى بـ Playsystem 5ـ.{n}و يأتي Playsystem 5 بحجم مقارب لسلفه Playsystem 3. النظام الجديد يعد بتحديث كبير جداً
cs: Mnozí od Vonny očekávali oznámení nové konzole dříve, než Mirconoft na trh vypustí mBox Next a dnes se tak stalo. Dle tradičního pojmenovávání značky Playsystem ponese nová konzole číslo 5.{n}Playsystem 5 připomíná původní Playsystem 3 a vyjde {0}. Systém vypadá na slušné vylepšení,
de: Viele haben erwartet, dass Vonny eine neue Plattform ankündigen wird, noch bevor Micronofts mBox Next auf dem Markt erscheint und heute hat Vonny genau das getan. Im Sinne der Firmentradition, und anders als die Namensvergabe von Konkurrent Micronoft, heißt die neue Konsole passend Playsystem 5.{n}Das Playsystem 5 scheint ein Update zu sein, erscheint{0}mit den Abmessungen der ersten Playsystem 3 Generation. Das neue System scheint ein solides Update zu werden
fr: Beaucoup de gens attendaient l'annonce de la nouvelle console de Vonny avant la sortie sur le marché de la mBox Next de Mirconoft, c'est chose faite aujourd’hui. Fidèle à la tradition de l'entreprise, et contrairement aux pratiques de dénomination de son concurrent Mirconoft, la nouvelle console se nommera justement Playsystem 5.{n} La Playsystem 5 semble être une mise à jour progressive de la précédente, sortant le {0}. Sa forme n'est pas sans rappeler celle de la première Playsystem 3. Cette nouvelle console promet d'être une belle innovation
nl: Vele verwachten dat Vonny een nieuw platform zal aankondigen voordat de mBox Next op de markt zal zijn, Vonny precies dat. Geheel in de traditie van het bedrijf, en in tegenstelling tot concurrent Micronoft's namenbeleid, heeft de nieuw aangekondigde console de passende naam Playsytem 5.{n}De Playsytem 5 lijkt een incrementele update, en zal {0} op de markt komen. met een uiterlijk dat herinnerd aan de eerdere Playsystem 3. Het nieuwe systeem beloofd een solide update te worden
pl: Wielu oczekiwało, że Vonny ogłosi swoją nową platformę, nim Mirconoft wypuści na rynek mBoxa Next. Dziś nadszedł ten dzień.{n}Trzymając się tradycji swojej firmy i w przeciwieństwie do praktyk nazewniczych Mirconoftu, nowo ogłoszona konsola będzie nosić nazwę „Playsystem 5”. Sprzęt, który z wyglądu przypomina Playsystem 3, wydaje się być krokiem naprzód.{n}Premiera odbędzie się {0}. Możemy się spodziewać, że nadchodząca konsola będzie posiadać sporo ulepszeń względem poprzedniczki.
sv: Många har väntat på att Vonny skulle tillkännagiva en ny plattform inför Mirconofts mBox Next och idag, gjorde Vonny just det. Dem håller företagets tradition, och till skillnad från konkurrenten Mirconofts namnträning, är den nyligen aviserade konsolen passande namnet Playsystem 5.{n}Playsystem 5 verkar vara en inkrementell uppdatering och kommer ut {0} med en formfaktor som påminner om den tidiga Playsystem 3. Det nya systemet ser ut att bli en solid uppdatering

source: Looking at our past multi-platform games it becomes clear that we should be able to drastically reduce the cost of developing a single game for multiple platforms if we could better optimize our game engines for multi-platform development.
ar_001: بالنظر إلى ألعابنا الموجهة إلى عدة منصات، فيتضح لنا قدرتنا على تخفيض تكاليف تطوير لعبة واحدة لأكثر من منصة لو تمكنا من تهيئة محركات ألعابنا لعملية التطوير على عدة منصات.
cs: Při zkoumání našich předchozích multi-platformových her jsme objevili šikovnou metodu, jak zásadně snížit jejich vývojovou cenu. Musíme ale nejdříve odladit náš herní engine.
de: Auf unsere letzten Multi-Plattform-Spiele zurückblickend, wird es klar, dass wir in der Lage sind noch mehr Geld für ein einzelnes Spiel für mehrere Plattformen einzusparen, wenn wir unsere Spiele-Engines für Multi-Plattform Entwicklungen optimieren.
fr: En regardant nos précédents jeux multiplateformes, il semble évident qu'en optimisant nos moteurs de jeux pour le développement multiplateforme, nous pourrions réduire les coûts de production pour nos prochains jeux.
nl: Als je kijkt naar de games die we in het verleden multi-platform uitgebracht hebben, is het duidelijk dat de kosten van de ontwikkeling van een game voor meerdere platforms drastisch omlaag kan als we onze game engines beter optimaliseren voor multi-platform ontwikkeling.
pl: Doświadczenie z naszymi poprzednimi grami multiplatformowymi pokazuje, że możemy znacznie obniżyć koszty tworzenia pojedynczej gry na wiele platform, jeżeli lepiej zoptymalizujemy nasze silniki.
sv: Om man tittar på våra senaste fler-plattformsspel blir det tydligt att vi bör kunna drastiskt minska kostnaden för att utveckla ett enda spel för flera plattformar om vi kan optimera våra spelmotorer bättre för fler-plattformsspel utveckling.

source: New Insight
ar_001: فكرة جديدة
cs: Nový náhled
de: Neuer Einblick
fr: Nouvelle idée
nb: Nytt innsikt
nl: Nieuw Inzicht
pl: Nowe spostrzeżenie
sv: Ny insikt

source: Help debugging a convoluted BASE program.
ar_001: ساعد في تصحيح أكواد قاعدة برنامج معقد.
cs: Pomozte opravit překroucený program v BASU.
de: Helfe beim Debugging eines komplizierten BASE Programmes.
fr: Aidez à débugguer un programme alambiqué en BASE.
nb: Hjelp å debugge et frankert BASE program.
nl: Help met het debuggen van een ingewikkeld BASE programma.
pl: Pomoc w debugowaniu zawiłego programu BASE.
sv: Hjälp felsökning av ett invecklat basprogram.

source: Advanced Stereoscopic 3D
ar_001: مجسمات ثلاثية الأبعاد متقدمة
cs: Pokročilé stereoskopické 3D
de: Fortschritliches stereoskopisches 3D
fr: 3D stéréoscopique avancée
nb: Avansert Stereoskopisk 3D
nl: Geavanceerde Stereoscopische 3D
pl: Zaawansowane stereoskopowe 3D
sv: Avancerad stereoskopisk 3D

source: Simple A.I.
ar_001: ذكاء اصطناعي بسيط
cs: Prostá U.I.
de: Einfache K.I.
fr: I.A. Simple
nb: Enkel A.I.
nl: Eenvoudige A.I.
pl: Prosta SI
sv: Simpelt A.I.

source: Game tutorials
ar_001: تعليمات العبة
cs: Tutorialy ve hře
de: Spiel Tutorial
fr: Didacticiels
nb: Spillveiledning
nl: Ingame handleidingen
pl: Samouczek w grze
sv: Spelhandledningar

source: Cooperative play
ar_001: اللعب التعاوني
cs: Kooperativní hra
de: Co-Op Modus
fr: Coopération
nb: Sammerbeidsspill
nl: Coöperatief spelen
pl: Tryb kooperacji
sv: Kooperativt spel

source: Advanced physics
ar_001: فيزيائية متقدمة
cs: Pokročilá fyzika
de: Erweiterte Physik
fr: Physique avancée
nb: Avansert fysikk
nl: Geavanceerde fysica
pl: Zaawansowana fizyka
sv: Avancerad fysik

source: Multi-Platform optimized
ar_001: تحسين تعدد المنصات
cs: Optimalizovaná multi-platforma
de: Multi-Plattform Optimiert
fr: Multiplateforme optimisée
nb: Multi-Platform optimalisert
nl: Multi-Platform optimalisatie
pl: Optymalizacja gry multiplatformowej
sv: Fler-plattformsoptimerad

source: Dynamic environment
ar_001: بيئة حيوية
cs: Dynamické prostředí
de: Dynamische Umgebung
fr: Environnement dynamique
nb: Dynamisk miljø
nl: Dynamische omgeving
pl: Dynamiczne środowisko
sv: Dynamisk miljö

source: Multi-Platform
ar_001: منصات - متعددة
cs: Multi-platforma
de: Multi-Plattform
fr: Multiplateforme
pl: Gra multiplatformowa
sv: Fler-plattform

source: {0} and {1} is a terrible combination.
ar_001: تعد {0} و {1} تركيبة سيئة.
cs: {0} a {1} jsou strašlivá kombinace.
de: {0} und {1} ist eine schlechte Kombination.
fr: {0} et {1} forment une très mauvaise combinaison.
nb: {0} og {1} er en grusom kombinasjon.
nl: {0} en {1} is een vreselijke combinatie.
pl: {0}? {1}? Beznadziejne połączenie!
sv: {0} och {1} är en fruktansvärd kombination.

source: {0} is a horrible topic for {1} audiences.
ar_001: {0} موضوع سيء للجمهور {1}.
cs: Příšerná volba, {1} neocení téma jako je {0}.
de: {0} ist ein grauenhaftes Topic für {1} Publikum.
fr: {0} est un très mauvais sujet pour un public {1}.
nb: {0} er et fryktelig tema for {1} målgruppe
nl: {0} is een afgrijselijk thema voor {1} doelgroep.
pl: {0}? Fatalnie dopasowana tematyka do grupy docelowej.
sv: {0} är ett hemsk ämne för {1} publik.

source: blunt
ar_001: بليد
cs: tupé
de: langweilig
fr: diminuer
nb: sløv
nl: lomp
pl: kiepska
sv: trubbig

source: They put as much thought into the game as into the game's name.
ar_001: لقد فكروا في اللعبة بمقدار تفكيرهم في اسمها.
cs: Hru si promysleli asi stejně jako její jméno.
de: Sie haben sich viele Gedanken über das Spiel, wie auch den Namen des Spiels gemacht.
fr: Ils ont mis autant d’énergie pour développer le jeu que pour choisir son nom.
nl: Ze hebben net zoveel nagedacht over de game als de naam van de game.
pl: Deweloper poświęcił grze tak samo wiele czasu, jak jej tytułowi.
sv: De tänkte lika mycket på spelet som på spelets namn.

source: Could have been better.
ar_001: من الممكن أن يكون أفضل.
cs: Mohlo by to být lepší.
de: Könnte besser sein.
fr: Peut mieux faire.
nb: Kunne ha vært bedre.
nl: Had beter gekund.
pl: Mogło być lepiej.
sv: Kunde varit bättre.

source: 11 out of 10. Game of the year, any year!
ar_001: 11 من 10، لعبة السنة، و أي سنة!
cs: 11 z 10. Hra roku, všech let!
de: 11 von 10. Spiel des Jahres, jedes Jahres!
fr: 11 sur 10. Jeu de l'année, que dis-je, de tous les temps !
nb: 11 av 10. Dette er årets spill, hvert år!
nl: 11 van de 10. Game van het jaar, welk jaar dan ook!
pl: 11 na 10. Gra roku!
sv: 11 av 10. Årets spel, vilket år som helst!
