Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Today, Ninvento has announced their bid in the next-generation console market by announcing the Nuu. Instead of trying to compete with Mirconoft and Vonny on hardware strength and graphical power, Ninvento has decided to deliver a truly unique gaming experience.{n}The Nuu features a controller with a built-in motion sensor, which allows players to stand front of their TV and use the controller as a counterpart to virtual objects such as a tennis racquet.{n}First playtesters were seen with huge grins on their faces. It seems to be a lot of fun.
ar_001: اليوم، أعلنت Ninvento عن سعيها في سوق أجهزة الجيل القادم مع جهازها Nuu. بدلاً من محاولة التنافس مع Mirconoft و Vonny في المواصفات العالية والرسوميات القوية، قررت Ninvento أن تقدم تجربة لعب فريدة من نوعها.{n}جهاز Nuu يقدم عصا تحكم مدعمة بمستشعر حركة، مما يسمح للاعبين أن يقفوا أمام تلفازهم وأن يستخدموا عصا التحكم كنظير لأداة افتراضية داخل اللعبة، مثل مضرب التنس.{n}أول من قاموا بتجربته كانت الابتسامة الكبيرة ظاهرة على وجوههم. يبدو أنها تجربة ممتعة حقاً.
cs: Ninvento dnes oznámilo jejich konzoli nové generace, Nuu. Ninvento se rozhodlo zaměřit na zcela unikátní herní zážitek namísto snahy soupeřit s Mirconoftem a Vonny po hardwarové stránce. Nuu uvádí ovladač se zabudovaným pohybovým sensorem, který hráčům umožní před televizí stát a využít ovladače jako náhradu za virtuální objekty jako například tenisové pálky.{n}První testery bylo možné vidět s velkým úsměvem na tváři. Asi to bude velká zábava.
de: Ninvento hat heute seine Next-Gen Konsole 'Nuu' angekündigt. Statt mit Mirconoft und Vonny um bessere Hardware und Grafik zu konkurrieren, hat sich Ninvento dazu entschieden eine wahrlich einzigartige Spielerfahrung zu bieten.{n}Die Nuu wird mit einem Controller mit eingebautem Bewegungssensor geliefert. Dieser erlaubt es Spielern vor ihrem Fernseher zu stehen und den Controller als virtuelles Objekt, wie zum Beispiel einem Tennisschläger, zu nutzen.{n}Erste Tester sind allem Anschein nach mit dem Ergebnis sehr zufrieden. Sie wurden mit einem breiten Grinsen im Gesicht erwischt. Es sieht nach viel Spaß aus.
fr: Aujourd'hui, Ninvento a dévoilé son jeu pour le marché des consoles de nouvelle génération en annonçant la Nuu. Au lieu d'essayer de rivaliser avec Mirconoft et Vonny en termes de puissance matérielle et de graphismes, Ninvento a décidé d'offrir une expérience de jeu vraiment unique.{n}La Nuu est équipée d'une manette intégrant un capteur de mouvement, ce qui permet aux joueurs de se tenir devant leur téléviseur et d'utiliser la manette comme un équivalent d'objets virtuels tels qu'une raquette de tennis.{n}Les joueurs ayant pu la tester ont été vus avec un sourire jusqu'aux oreilles. La machine semble très amusante.
nb: Ninvento annonserte i dag sitt bidrag til den neste generasjonen med spillkonsoller, Nuu. I stedet for å prøve å utkonkurrere Mirconoft og Vonny pï¿½ maskinvare og grafikk, har Ninvento valgt å skape en helt unik spillopplevelse.{n}Nuus håndkontroll vil ha innebygget bevegelsessensor, så spillere kan stå foran TV-en med den og etterlikne håndholdte gjenstander i spillet, slik som en tennisracket.{n}Utifra spillernes gigantiske glis under første test, ser den nye konsollen ut til å være svært underholdende.
nl: Ninvento heeft vandaag hun eigen aandeel in de markt voor volgende generatie spelcomputers aangekondigd door de Nuu aan te kondigen. In plaats van te concurreren met Mirconoft en Vonny op de kracht van de hardware en grafische pracht, heeft Ninvento besloten een ware unieke spelervaring te bieden.{n}De Nuu beschikt over een gamepad met ingebouwde bewegingssensor, wat spelers in staat stelt voor hun TV te staan en de gamepad als tegenhanger te gebruiken voor virtuele objecten zoals een tennisracket.{n}De eerste testers werden gezien met enorme grijnzen op hun gezicht. Het schijnt erg veel lol te doen beleven.
pl: Ninvento ogłosiło dzisiaj, że również weźmie udział w tworzeniu rynku konsol nowej generacji, informując jednocześnie o rozpoczęciu prac nad Nuu. Ninvento nie będzie konkurować z Mirconoftem i Vonny, jeśli chodzi o moc sprzętu i grafiki. Graczom zaoferowano zamiast tego zupełnie nowe doświadczenie.{n}Kontroler Nuu ma wbudowany czujnik ruchu, dzięki czemu stanowi rzeczywisty odpowiednik wirtualnego przedmiotu, który wyświetla się na ekranie, umożliwiając bezpośrednie sterowanie na przykład rakietą tenisową. Na twarzach pierwszych testujących gościły wielkie uśmiechy. Wszystko wskazuje na to, że użytkowanie Nuu wiąże się z niemałą frajdą.
sv: Idag har Ninvento meddelat sitt nästa bud i nästa generations konsol marknad genom att tillkännage Nuu. Istället för att försöka konkurrera med Mirconoft och Vonny på hårdvara styrka och grafisk effekt, har Ninvento beslutat att leverera en unik spelupplevelse. Har en regulator med en inbyggd rörelsesensor, som tillåter spelare att stå framför {n} The Nuu deras TV och använda regulatorn som en motsvarighet till virtuella objekt såsom ett tennisracket. {n} Första playtesters sågs med stora leenden på deras ansikten. Det verkar vara en hel del kul.

source: Today, Vonny has announced the successor to the massively successful Playsystem 2. The new console is predictably called 'Playsystem 3' and comes with an impressive hardware configuration, making it the most powerful console in gaming history.{n}The console also doubles as a player for BlueRay, which Vonny hopes will be the successor to the DVD format. All this power comes with a hefty price tag, also making the Playsystem 3 the most expensive console ever.{n}We will see how consumers will react to this given the lower-cost alternatives; however, considering the massive success of the Playsystem 2, Vonny can be hopeful. The console is expected to ship {0}.
ar_001: اليوم، أعلنت Vonny عن خليفة جهازها الـ Playsystem 2 الذي اكتسح الأسواق بنجاحه الواسع. الجهاز الجديد من المتوقع أن يُدعى 'Playsystem 3' بسبب مواصفاته المثيرة للإعجاب وتنظيمه الداخلي أصبح أقوى جهاز ألعاب في التاريخ.{n}الجهاز الجديد أيضاً يمكنه تشغيل أقراص الـ BlueRay، الذي تطمح لها Vonny أن تكون خليفة أقراص الـ DVD. كل هذه القوة تأتي مع سعر كبير جداً، مما يجعل الـ Playsystem 3 أغلى جهاز ألعاب في العالم أيضاً.{n}سنرى ردة فعل المستهلكين لهذا الجهاز بالنظر إلى البدائل الأقل كلفة، لكن، بوضع نجاح الـ Playsystem 2 تحت الإعتبار، يمكن لـ Vonny التفاؤل بالـ Playsystem 3. الجهاز الجديد من المتوقع أن يصل للأسواق في {0}.
cs: Vonny dnes oznámila nástupce úspěšného Playsystemu 2. Nová konzole se bude zřejmě jmenovat Playsystem 3 a bude obsahovat zajímavé hardwarové nastavení, které z ní učiní nejvýkonější herní konzoli na trhu.{n}Konzole bude sloužit i jako přehrávač BlueRay disků, od kterých Vonny očekává stejný úspěch jako s DVD disky. To vše za pořádnou kupu peněz, která z Playsystemu 3 udělá nejdražší prodávanou konzoli.{n}Uvidíme, jaký bude zájem spotřebitelů na poli mnohem levnější konkurence. Konzole vyjde {0}.
de: Vonny hat heute den Nachfolger der extrem erfolgreichen Playsystem 2 vorgestellt. Die neue Konsole wurde wie erwartet 'Playsystem 3' genannt und kann eine sehr beeindruckende Hardwarekonfiguration vorweisen, die sie zur stärksten Konsole der Geschichte macht.{n}Die Konsole ist zugleich ein Blue-Ray Player, wovon Vonny erhofft, der erfolgreiche Nachfolger der DVD zu werden. Diese geballte Power hat einen stolzen Preis der die "Playsystem 3" leider auch zur teuersten Konsole der Welt macht.{n}Es bleibt abzuwarten, wie die Kunden auf den Preis im Bezug zu den günstigeren Angeboten auf dem Markt reagieren. Wenn man jedoch den Erfolg der "Playsystem 2" betrachtet, so darf Vonny gespannt hoffen.↵ Die Konsole wird {0} erwartet.
fr: Aujourd'hui, Vonny a annoncé le successeur de l'ultra-populaire Playsystem 2. La nouvelle console est assez logiquement appelée « Playsystem 3 » et nous arrive dotée d'une configuration matérielle impressionnante, en faisant la console la plus puissante de l'histoire du jeu vidéo.{n}Elle pourra pourra aussi servir de lecteur BlueRay, format que Vonny espère voir succéder au DVD. Toute cette puissance a évidemment un prix, faisant de la Playsystem 3 la console la plus chère de tous les temps.{n}Nous verrons comment les consommateurs y réagiront, en particulier face aux alternatives meilleur marché. Toutefois, vu le succès colossal de la Playsystem 2, Vonny peut garder espoir. Les premières livraisons sont attendues {0}.
nl: Vandaag heeft Vonny de opvolger van de enorm succesvolle Playsystem 2 aangekondigd. De nieuwe spelcomputer zal de voorspelbare naam 'Playsystem 3' krijgen en zal beschikken over indrukwekkende hardware, waardoor het de krachtigste spelcomputer in de geschiedenis van gaming zal zijn.{n}De spelcomputer speelt ook een dubbelrol als BlueRay-speler, waarvan Vonny hoopt dat het de opvolger van DVD's zal worden. Aan al deze kracht zal een stevig prijskaartje hangen, waardoor de Playsystem 3 ook de duurste spelcomputer ooit zal worden..{n}We zullen zien hoe consumenten hierop zullen reageren, ook gezien de lager geprijsde alternatieven. Hoewel, als we naar het enorme succes van de Playsystem 2 kijken, kan Vonny hoopvol zijn. De spelcomputer wordt naar verwachting {0} uitgeleverd.
pl: Vonny ogłosiło już następcę niezwykle popularnej konsoli Playsystem 2. Zgodnie z przewidywaniami urządzenie będzie się nazywać „Playsystem 3” i zostanie wyposażone w imponujący zestaw komponentów, co uczyni z niego najpotężniejszą konsolę w historii rynku gier. Konsola będzie mogła być również wykorzystywana do odtwarzania płyt Blue-ray, które - jak ma nadzieję Vonny - będą następcami formatu DVD.{n}Takie możliwości i funkcje sporo kosztują, Playsystem 3 będzie więc najdroższą konsolą w historii. Zobaczymy, jak zareagują na to konsumenci mający do wyboru tańsze alternatywy. Z drugiej strony, jeśli weźmiemy pod uwagę ogromny sukces Playsystem 2, Vonny może być dobrej myśli. Konsola ma być dostępna w sprzedaży {0}.
sv: Idag har Vonny meddelat att efterträdaren till den omåttligt framgångsrika Playsystem 2. Den nya konsolen kallas förutsägbart "Playsystem 3" och kommer med en imponerande hårdvarukonfiguration, vilket gör den till den mest kraftfulla konsolen i spelhistorien.{n}Konsolen fungerar också som en spelare för BlueRay, vilket Vonny hoppas kommer att bli efterföljaren till DVD-formatet. All denna kraft kommer med en rejäl prislapp, som även gör Playsystem 3 den dyraste konsolen någonsin.{n}Vi får att se hur konsumenterna kommer att reagera på detta med tanke på de billigare alternativen, men med tanke på den massiva framgången Playsystem 2, kan Vonny vara hoppfulla. Konsolen väntas släppas {0}.

source: In what some call a bizarre show of arrogance Vonny representatives have been trash-talking Mirconoft's successful mBox 360 while praising their own upcoming Playsystem 3 in the lead-up to their launch {0}.{n}Asked about the unusually high price of the Playsystem 3, a high-ranking company official replied, 'People will work more hours to buy one. We want people to feel that they want it more than anything else.'.{n}We are not sure that players will really want it so badly, as, so far, no major game titles have been announced for the Playsystem 3. It might be a while before developers are able to take full advantage of the powerful new console.
ar_001: فيما قد يسميه البعض غريبًا، تحدث ممثلوا Vonny بكلام سيء عن جهاز Mirconoft الـ mBox 360، بينما قاموا بالإطراء على جهازهم Playsystem 3 القادم في {0} . سأل {n} عن سعر الجهاز العاالي جدًا لجهاز الـ Playsystem 3، و قامت الشركة بالرد : " سيعمل الناس في ساعات أكثر من أجل شراء الجهاز . نريد من الناس أن يشعروا بأنهم يريدونه أكثر من أي شيء آخر " . و قال {n} بأنهم غير متأكدين من أن اللاعبين سيرغبون به بشدة، فلذا و حتى الآن، لم يتم الإعلان عن أية ألعاب جديدة لجهاز Playsystem 3 . و قد يطول الأمر حتى يستغل المطورون قوة المنصة الجديدة .
cs: Co někteří nazývají arogancí a hanění úspěšného mBoxu 360 od Mirconoftu, to Vonny vydává za blahořečení o jejich Playsystemu 3, který vyjde {0}.{n}Při dotazu na neobvykle vysokou cenu společnosti odpověděla: 'Chceme, aby si lidé konzoli vydřeli. Aby se cítili, že ji potřebují více, než cokoliv jiného.'.{n}Nejsme si jistí, že by lidé chtěli konzoli natolik, zejména když ani nebyla pro Playsystem 3 oznámena žádná velká hra. Vývojářům asi chvíli potrvá, než využijí plného potenciálu tak výkonné nové konzole.
de: In einer, was manche Leute 'Show der Arroganz' nennen würden, haben sich Vonny's Pressesprecher lästernd und äusserst negativ über die von Micronoft sehr erfolgreiche mBox 360 geäussert, während dessen die Playsystem 3, welche {0} erscheint, in den Himmel gelobt wurde.{n}Als Sie über den unüblich hohen Preis der Playsystem 3 befragt wurden, gaben Sie folgende Antwort: 'Die Leute werden mehr arbeiten um die Konsole kaufen zu können. Wir wollen, dass die Leute sie mehr als alles andere wünschen.'{n}Wir sind nicht sicher ob die Spieler sich so danach verzehren werden. Vor Allem wurden bis zum jetzigen Zeitpunkt keine nennenswerten Spiele angekündigt. Es wird eine Weile brauchen bis namhafte Entwickler das volle Potenzial aus der starken Konsole heraus holen können.
fr: Dans ce que certains ont qualifié de surprenant étalage d'arrogance, les représentants de Vonny ont violemment dénigré la mBox 360 couronnée de succès de Mirconoft tout en faisant l'éloge de leur Playsystem 3, à l'approche de son lancement {0}.{n}Interrogé au sujet du tarif inhabituellement élevé de la Playsystem 3, un haut responsable de l'entreprise a répondu : « Les gens travailleront plus pour en acheter une. Nous voulons que les gens aient le sentiment de la désirer plus que tout autre chose. ».{n}Nous ne sommes pas sûrs que les joueurs vont la désirer à ce point puisque à l'heure actuelle, aucun titre majeur n'a encore été annoncé pour la Playsystem 3. Il pourrait se passer un moment avant que les développeurs soient à même de tirer pleinement parti de la puissante console à venir.
nb: Under oppkjï¿½ringen til Vonnys lansering av Playsystem 3 {0} har noen av selskapets representanter kommet med det som blir beskrevet som arrogante uttallelser i Mirconofts retning.{n}Pï¿½ spï¿½rsmï¿½l om den uvanlig stive butikkprisen Playsystem 3 har fått, hadde en av Vonnys toppsjefer fï¿½lgende å si: "Folk kommer til å jobbe overtid for å fï¿½ rï¿½d til å kjï¿½pe en. Vi vil at folk skal fï¿½le at de ønsker seg denne konsollen mer en noe annet."{n}Vi er langtfra sikre påfyll at Vonnys kunder har et så sterkt ønske om å sikre seg den nye konsollen, siden det sï¿½ langt ikke har blitt annonsert noen store spilltitler til Playsystem 3. Det kan ta en stund fï¿½r utviklerne er i stand til å fï¿½ maksimalt ut av den kraftige nye maskinen.
nl: Voor wat sommigen een bizarre vertoning van arrogantie noemen, hebben vertegenwoordigers van Vonny de succesvolle mBox 360 van Mirconoft lopen afkraken terwijl ze hun aankomende Playsystem 3 ophemelen in de aanloop van de lancering {0}.{n}Bij navraag naar de ongebruikelijk hoge prijs voor de Playsystem 3, antwoordde een hooggeplaatste vertegenwoordiger: 'Mensen zullen bereid zijn langer te werken om er één te kopen. We willen mensen het gevoel geven dat ze hem meer dan enig anders willen bezitten.'{n}We zijn er niet zo zeker van de spelers hem echt zo graag willen hebben, gezien er tot nog toe nog geen grote game titels aangekondigd zijn voor de Playsystem 3. Het kan even duren voordat ontwikkelaars in staat zullen zijn de krachtige nieuwe spelcomputer volledig te benutten.
pl: Przedstawiciele Vonny pozwolili sobie na kuriozalny pokaz arogancji i z lekceważeniem wypowiadali się o bardzo dobrze przyjętym przez graczy mBoxie 360 Mirconoftu. Jednocześnie zachwalali swoją konsolę, Playsystem 3, która ma się ukazać w sprzedaży {0}.{n}Zapytany o wyjątkowo wysoką cenę Playsystem 3 wysokiej rangi przedstawiciel firmy odpowiedział: „Ludzie będą pracować więcej, żeby kupić nasz produkt. Chcemy, żeby pragnęli go bardziej niż czegokolwiek innego”. Nie jesteśmy pewni, czy graczom rzeczywiście będzie aż tak bardzo zależało na nowej konsoli, ponieważ do tej pory na Playsystem 3 nie został wydany żaden głośniejszy tytuł. Może trochę potrwać, zanim producentom uda się w pełni wykorzystać możliwości nowej, potężnej konsoli.
sv: I vad vissa kallar en bisarr show av arrogans så har Vonny representanter pratat krafs om Mirconoft framgångsrika mBox 360 samtidigt prisa sin egen kommande Playsystem 3 i upptakten till sin lansering {0}. {N} Bett om ovanligt höga priset på Playsystem 3, svarade en högt uppsatt företag tjänsteman, "Människor kommer att arbeta fler timmar för att köpa en. Vi vill att folk ska känna att de vill ha det mer än något annat. '. {N} Vi är inte säkra på att spelarna verkligen vill det så illa, som, hittills, har inga större speltitlar aviserats för Playsystem 3. Det kan dröja ett tag innan utvecklarna har möjlighet att dra full nytta av den kraftfulla nya konsolen.

source: Today, Grapple, a company well known for their role in the early PC industry and, more recently, for their portable music player, grPod, have announced that they will soon release a powerful new mobile phone. The phone has a touch screen and sports a surprisingly powerful CPU.{n}The integrated graphics chipset should also allow the phone to run games and, since the phone comes with its own application delivery platform, it could become a great device for mobile games. The grPhone will be available {0}.
ar_001: اليوم، Grappl ، وهي شركة معروفة بسيادتها لبدايات صناعات الحاسب الألي، و حالياً تشتهر بمشغل الموسيقى المتنقل، grPod، أعلنت انهم قريباً سيطلقون هاتف نقال جديد و خارق. الهاتف يحتوي على شاشة لمس و بغرابة معالج قوي جداً.{n} بطاقة الرسومات المدمجة ستكون قادرة على تشغيل الألعاب، وبما أن الهاتف سيحتوي منصة تطوير خاصة، قد يصبح جاهز رائع للألعاب المتنقلة. grPhone سيكون متاح {0}.
cs: Grapple, společnost známá svoji érou v ranném počítačovém průmyslu a nedávno díky svému přenosnému hudebnímu přehrávači grPodu, dnes oznámila brzké vydání nového, výkonného mobilního telefonu. Mobil bude mít dotykovou obrazovku a bude obsahovat překvapivě výkonný procesor.{n}Vestavěný grafický čip dovolí telefonu spustit i hry a díky vlastnímu distribučnímu kanálu aplikací, by se mohl stát vhodným zařízením pro hry. Na trh přijde grPhone {0}.
de: Heute hat Grapple, welche für ihre Rolle in der frühen PC Industrie und aktuell für ihren tragbaren Musikspieler, den grPod, bekannt ist, angekündigt, dass sie in naher Zukunft ein neues, leistungsstarkes Handy auf den Markt bringen werden. Das Handy wird einen Touchscreen und einen überraschend starken Prozessor aufweisen.{n}Der Integrierte Grafikchip sollte es außerdem ermöglichen, Spiele laufen zu lassen. Da das Handy mit einer eigenen Vertriebsplattform für Applikationen auf den Markt kommt, könnte es ein großartiges Gerät für mobile Spiele werden. Das grPhone wird [0} verfügbar sein.
fr: Aujourd'hui, Grapple, une entreprise connue pour son rôle dans l'industrie des PC à ses débuts, et plus récemment pour son lecteur de musique portable, le grPod, a annoncé qu'elle commercialiseraient bientôt un puissant téléphone portable. Le téléphone sera doté d'un écran tactile, et d'un processeur étonnamment véloce.{n}Le chipset graphique intégré devrait aussi permettre au téléphone de faire tourner des jeux, et, comme ce téléphone disposera de sa propre plateforme dématérialisée d'applications, il pourrait devenir un excellent appareil pour les jeux mobiles. Le grPhone sera disponible {0}.
nb: Teknologigiganten Grapple, mest kjent for deres rolle i den PC-bransjens tidlige utvikling, og av nyere dato for sin bï¿½rbare musikkspiller grPod, annonserte i dag at de har en kraftig ny mobiltelefon påfyll trappene. Telefonen har berï¿½ringsskjerm og en overraskende kraftig prosessor.{n}Den integrerte grafikkbrikken gjør telefonen egnet for spill, og siden den har sin egen butikk for apper, kan den vise seg å bli en spennende mobil spillenhet. grPhone er tilgjengelig i butikk fra {0}.
nl: Vandaag heeft Grapple, een bedrijf dat bekend is om hun rol tijdens het begin van de PC-industrie en meer recentelijk voor hun draagbare muziekspeler, grPod, aangekondigd dat ze spoedig een krachtige mobiele telefoon zullen uitbrengen. De nieuwe telefoon heeft een touchscreen en beschikt over een verrassend krachtige processor.{n}De geïntegreerde grafische chipset zal het apparaat ook in staat stellen games te draaien, en gezien de telefoon over een eigen applicatie distributieplatform zal beschikken, zou het een prachtapparaat kunnen worden voor mobiele games. De grPhone zal {0} beschikbaar komen.
pl: Grapple, firma dobrze znana ze swego udziału w początkach rozwoju rynku komputerów osobistych, a ostatnio słynąca także z przenośnego odtwarzacza muzyki grPoda, ogłosiła dzisiaj, że wkrótce wyprodukuje nowy potężny telefon.{n}Wspominany telefon ma być wyposażony w ekran dotykowy i zaskakująco mocny procesor. Chipset graficzny powinien pozwolić na uruchamianie gier, a ponieważ telefon będzie zintegrowany z własną platformą oferującą dostęp do aplikacji, nowy produkt ma szansę stać się świetnym urządzeniem do gier mobilnych. grPhone będzie dostępny {0}.
sv: Idag har Grapple, ett företag känt för sin roll i den tidiga PC-industrin och, mer nyligen, för sin bärbara musikspelare, grPod, har meddelat att de snart kommer att släppa en ny kraftfull mobiltelefon. Telefonen har en pekskärm och använder en förvånansvärt kraftfull processor.{n}Det integrerade grafikchipet bör också göra det möjligt för telefonen att köra spel och eftersom telefonen levereras med sin egen applikations plattform, kan det bli en stor enhet för mobila spel. GrPhone kommer att vara tillgänglig {0}.
