Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Game reports are a great way to gain more research points and new insights. It pays off to generate a report for each game you release. Now that you've completed your first game report it's a good idea to look at the research menu. To open the research menu close this message and then {0} anywhere on the screen to bring up the action menu.
ar_001: تقارير اللعبة طريقة رائعه لكسب المزيد من نقاط البحوث ورؤى جديدة. فإنها تؤتي ثمارها لإنشاء تقرير لكل لعبة تصدرها. الآن بما انك أكملت تقاريرك الأولى فهي فكرة رائعه أن تنضر إلى قائمة البحوث. لفتح قائمة البحوث أغلق الرسالة ثم {0} في أي مكان في الشاشة لتظهر القائمة.
cs: Hlášení o hře jsou skvělým způsobem jak získat více výzkumných bodů a nové poznatky. Vytvořit hlášení se vyplatí po každé vydané hře. A protože jste právě dokončili své první hlášení, bude dobré se podívat do výzkumného menu. Stačí {0} kdekoliv na obrazovku a použít tlačítko s výzkumem.
de: Spielberichte sind eine großartige Möglichkeit, um Forschungspunkte und wertvolle Erkenntnisse zu bekommen. Es zahlt sich aus, einen Spielbericht für jedes Spiel, dass du veröffentlichst zu erstellen. Jetzt wo du deinen ersten Spielbericht fertig hast, lohnt sich ein Blick ins Forschungsmenü. Um das forschungsmenü zu öffnen, schließe diese Nachricht und dann {0} irgendwo auf den Bildschirm um das Aktionsmenü zu öffnen.
fr: Les rapports sont un bon moyen d'acquérir des points de Recherche et de nouvelles idées. Les rapports sont importants et vous servent pour chaque jeu paru. Maintenant que vous avez fini votre premier rapport, regardez le menu de recherche. Pour l'ouvrir, fermez ce message et {0} n'importe où sur l'écran pour le faire apparaître.
nb: Spillrapporter er en utmerket måte å skaffe seg flere forskningspoeng og nye innsyn på. Det betaler seg å lage en rapport for hver spill du lanserer. Nå som du har fullført din første spillrapport, er det en god idé å se på forskningsmenyen. For å åpne forskningsmenyen, lukk denne meldingen og deretter {0} en plass på skjermen for å bringe opp handlingsmenyen.
nl: Game rapporten zijn een goede manier om meer onderzoekspunten en nieuwe inzichten te verkrijgen. Het is de moeite waard een rapport op te stellen voor iedere game die je uitbrengt. Nu je eerste game rapport voltooid hebt is het een goed idee naar het onderzoeksmenu te kijken. Open het onderzoeksmenu door dit bericht te sluiten en {0} ergens op het scherm om het actiemenu te openen
pl: Raporty stanowią świetny sposób na zyskanie punktów badań. Warto sporządzać raport z każdej stworzonej gry. Skończyłeś tworzenie swojego pierwszego raportu, więc dobrym pomysłem będzie zajrzenie do menu badań. Aby otworzyć menu badań, zamknij ten komunikat i kliknij na ekranie, co przywoła menu działania.
sv: Spelrapporter är ett bra sätt att få fler utvecklingspoäng och nya insikter. Det lönar sig att generera en rapport för varje spel du släpper. Nu när du har gjort din första spelrapport är det en bra idé att titta på utvecklingsmenyn. För att öppna utvecklingsmenyn stäng ner detta meddelandet och sedan {0} var som helst på skärmen för att få upp åtgärdsmenyn.

source: To: {0} From: Patrick & Daniel Klug (Greenheart Games). Hi {0}, we are the creators of Game Dev Tycoon and would like to thank you very much for purchasing the game and supporting us.{n}Game Dev Tycoon is our very first game and it means a lot to us that you are enjoying it. With your purchase you support our little start-up and this will hopefully make sure that we can bring you more games in the future.{n}Seriously, you rock! Thank you very much and have fun with Game Dev Tycoon.
ar_001: إلى : {0} من : Patrick & Daniel Klug ا(Greenheart Games). مرحبا {0}, نحن صانعي لعبة Game Dev Tycoon و نرغب بتقديم الشكر العميق لشرائك اللعبة ودعمنا{n}، لعبة Game Dev Tycoon هي أول لعبة لنا ويعنينا كثيرا استمتاعك بها. بشرائك اللعبة قمت بدعم بدايتنا الصغيرة وبهذا العمل نأمل بان نكون حريصين لتقديم المزيد من الألعاب في المستقبل. {n} حقيقة انت رائع ! شكرا جزيلا لك ونأمل أن تستمتع مع Game Dev Tycoon.
cs: Pro: {0} Od: Patrik a Daniel Klugovi (Greenheart Games). Ahoj, jsme vývojáři Game Dev Tycoon a chtěli bychom Vám poděkovat, že jste si koupili hru a tím nás podpořili.{n}Game Dev Tycoon je naše prvotina a hodně pro nás znamená, že se vám líbí. Díky tomu, že jste si hru koupili a tím nás také podpořili, doufáme, že v budoucnu vydáme i více dalších her.{n}Vážně, jste skvělí! Děkujeme a užijte si Game Dev Tycoon.
de: An: {0} Von: Patrick & Daniel Klug (Greenheart Games). Hallo {0}, wir sind die Entwickler von Game Dev Tycoon und möchten uns bei Dir für den Kauf des Spiels und Deine Unterstützung bedanken.{n}Game Dev Tycoon ist unser allererstes Spiel und es bedeutet uns viel, dass Du Spaß damit hast. Mit dem Kauf unterstützt Du unser kleines Start-Up und ermöglichst uns damit hoffentlich auch in Zukunft weitere Spiele entwickeln zu können.{n}Ehrlich, Du rockst! Vielen Dank und viel Spaß mit Game Dev Tycoon.
fr: Pour: {0} De: Patrick & Daniel Klug (Greenheart Games). Salut {0}, nous sommes les créateurs de Game Dev Tycoon et nous voudrions vraiment te remercier d'avoir acheté ce jeu et de nous avoir soutenu.{n}Game Dev Tycoon est notre tout premier jeu et ça représente beaucoup pour nous, on espère vraiment que tu l'apprécies. Grâce à cet achat, ton soutien pour notre petite start-up nous permettra de faire d'autres jeux dans le futur.{n}Sérieux, t'es génial ! Merci beaucoup et amuse-toi bien sur Game Dev Tycoon.
nb: Til: {0} Fra Patrick & Daniel Klug (Greenheart Games). Hei {0}, vi er skaperne av Game Dev Tycoon og vil takke deg for å kjøpe spillet og støtte oss.{n}Game Dev Tycoon er vårt aller første spill og det betyr mye for oss at du setter pris på det. Med ditt kjøp, støtter du vårt lille 'start-up' og dette vil forhåpentligvis gjøre at vi kan skaffe deg flere spill i fremtiden.{n}Seriøst, du er best! Tusen takk og ha det gøy med Game Dev Tycoon.
nl: Aan: {0} Van: Patrick & Daniel Klug (Greenheart Games). Hallo {0}, wij zijn de makers van Game Dev Tycoon en we bedanken je voor het kopen van de game en ons supporten.{n}Game Dev Tycoon is ons eerste game en het betekent heel veel voor ons dat je het leuk vindt. Met je aankoop help je ons beginnend bedrijf en dit zal er hopelijk voor zorgen dat we meer games zullen maken in de toekomst.{n}Serieus, je bent geweldig! Heel erg bedankt en veel plezier met Game Dev Tycoon.
pl: Do: {0} Od: Patrick i Daniel Klug (Greenheart Games) Siemka! Jesteśmy twórcami Game Dev Tycoon. To nasza pierwsza gra i fakt, że postanowiłeś spędzić przy niej czas, wiele dla nas znaczy. Kupując tę grę, wsparłeś nasze studio deweloperskie. Jesteś gość!{n}Polską wersję językową opracowało BDIP (www.bdip.pl).
sv: Till: {0} Från: Patrick & Daniel Klug (Greenheart Games) Hej {0}, vi är skaparna av Game Dev Tycoon och vill tacka dig för att du valt att köpa spelet och stödja oss.{n}Game Dev Tycoon är vårat allra första spel och det betyder otroligt mycket för oss att du njuter av det. Med ditt köp stöder du vår lilla uppstart och detta kommer förhoppningsvis att se till att vi kan ge dig fler spel i framtiden.{n}Allvarligt, du är bäst! Tack så mycket och ha roligt med Game Dev Tycoon.

source: We see that you are, again, in serious financial difficulties. We are willing to offer you a mini-credit to tie you over until your current game is on the market. We will give you {1} to cover your costs and expect to be paid back the full amount, plus a fee of {2}, one month after the game is released.
ar_001: نلاحظ بأنك , مجددا , في ضائقة مالية جدية , نحن مستعدين بتقديم عرض ائتماني صغير يمكنك من الاستمرار في تطوير لعبتك الحالية لحين نزولها في الأسواق . سنعطيك {1} لتغطية نفقاتك ويعاد علينا كامل هذا المبلغ , بالإضافة لمبلغ {2}, يدفع بعد شهر من نزول اللعبة للأسواق.
cs: Vidíme, že jste opět ve finanční tísni. Jsme vám ochotni poskytnout mikro půjčku dokud bude vaše hra na trhu. Půjčíme vám {1}, na pokrytí nákladů a očekáváme, že nám vše vrátíte i s úroky {2} jeden měsíc po vydání hry.
de: Wie wir gemerkt haben, sind Sie schon wieder in finanziellen Schwierigkeiten. Wir sind bereit Ihnen einen Mini-Kredit anzubieten, so dass Sie die Zeit überbrücken können, bis Ihr aktuelles Spiel auf den Markt ist. Wir geben Ihnen {1} um Ihre Kosten zu decken und erwarten, dass Sie die Summe, plus einer Gebühr von {2}, einen Monat nach Veröffentlichung des Spieles zurückzahlen.
fr: Nous voyons que vous êtes, encore une fois, dans de graves difficultés financières. Nous sommes prêts à vous offrir un mini-crédit pour vous aider jusqu'à ce que votre jeu en cours soit sur le marché. Nous allons vous donner {1} pour couvrir vos coûts et nous attendons le paiement du montant intégral, plus les frais de {2}, un mois après la sortie du jeu.
nb: Vi ser at du, igjen, er i seriøse finansielle problemer. Vi er villige til å tilby deg et 'mini-credit'-lån for å berge deg til ditt nåværende spill er på markedet. Vi vil gi deg {1} for å dekke dine utgifter og forventer å bli tilbakebetalt hele beløpet, pluss en avgift på {2}, én måned etter at spillet er lansert.
nl: We zien dat je opnieuw in serieuze financiële problemen zit. We je willen een beetje geld aanbieden om je op weg te helpen totdat je huidige game op de markt is. We zullen je {1} geven om je kosten te dekken en we verwachten dat je het volle bedrag terugbetaalt, plus nog rente van {2}, een maand nadat de game is uitgekomen.
pl: Wygląda na to, że znów jesteś w poważnych tarapatach finansowych. Możemy ci zaoferować minikredyt. W ten sposób zwiążesz koniec z końcem do czasu wypuszczenia kolejnej gry na rynek. Damy ci {1} na pokrycie twoich wydatków. Miesiąc po opublikowaniu gry spodziewamy się odzyskać pełną kwotę plus {2}
sv: Vi ser att du har, återigen, allvarliga ekonomiska svårigheter. Vi är villiga att erbjuda dig ett mini-lån för att binda dig över tills ditt nuvarande spel är ute på marknaden. Vi kommer att ge dig {1} för att täcka dina kostnader och vi förväntar oss att du betalar tillbaka hela beloppet, plus en avgift på {2}, en månad efter att spelet släpps.

source: Loading ...
ar_001: تحميل ...
cs: Načítám...
de: Lade ...
fr: Chargement ...
nb: Laster ...
nl: Laden...
pl: Wczytywanie...
sv: Laddar ...

source: Unlock hints?
ar_001: فتح التلميحات ؟
cs: Zpřístupnit tipy?
de: Hinweise aktivieren?
fr: Déverrouiller les conseils
nb: Låse opp hint?
nl: Hints vrijgeven?
pl: Odblokować podpowiedzi?
sv: Lås upp tips?

source: fans
ar_001: معجبين
cs: fanoušků
pl: Fani

source: Credits
ar_001: الائتمانات
cs: Autoři
de: Mitwirkende
fr: Crédits
pl: Twórcy
sv: Medverkande

source: Hype game!
ar_001: لعبة منتظرة!
cs: Vyhypovat hru!
de: Pushe das Spiel!
fr: Super jeu !
nb: Hype spill!
pl: Zrób szum wokół gry!
sv: Hype spel!

source: Be modest.
ar_001: كن متواضعاً.
cs: Odměřeně.
de: Sei bescheiden.
fr: Être modeste.
nb: Vær tålmodig.
nl: Wees bescheiden.
pl: Bądź skromny.
sv: Var blygsam.

source: Mods
ar_001: مودات
cs: Módy
nb: Modifikasjoner
pl: Modyfikacje

source: Industry Report
ar_001: تقرير الصناعة
cs: Průmyslové hlášení
de: Industriebericht
fr: Rapport de l'industrie
nb: Industri-rapport
nl: Industrie Rapportage
pl: Raport branżowy
sv: Industrirapport

source: Platform genre-match ({0}/{1}): {2}.
ar_001: توافق المنصة و النوع ({0}/{1}): {2}.
cs: Shoda žánru na platformě ({0}/{1}): {2}.
fr: Correspondance plateforme/genre ({0}/{1}) : {2}.
nb: Platform sjanger-match ({0}/{1}): {2}.
nl: {0}/{1} is een {2} combinatie.
pl: Połączenie platformy z gatunkiem ({0}/{1}): {2}.
sv: Plattforms genrematchning ({0}/{1}): {2}.

source: Platform audience-match ({0}/{1}): {2}.
ar_001: توافق المنصة و الفئة المستهدفة ({0}/{1}): {2}.
cs: Shoda publika na platformě ({0}/{1}): {2}.
fr: Correspondance plateforme/public ({0}/{1}) : {2}.
nb: Platform målgruppe-match ({0}/{1}): {2}.
nl: {0}/{1} is een {2} combinatie.
pl: Połączenie platformy z grupą docelową ({0}/{1}): {2}.
sv: Plattformspublikmatchning ({0}/{1}): {2}.

source: Topic audience-match ({0}/{1}): {2}.
ar_001: توافق الموضوع و الفئة المستهدفة ({0}/{1}): {2}.
cs: Shoda skupiny s tématem ({0}/{1}): {2}.
fr: Correspondance sujet/public ({0}/{1}) : {2}.
nb: Tema målgruppe-match ({0}/{1}): {2}.
nl: {0}/{1} is een {2} combinatie.
pl: Połączenie tematu z grupą docelową ({0}/{1}): {2}.
sv: Ämnes publikmatchning ({0}/{1}): {2}.

source: Enabling and disabling mods requires a restart.
ar_001: يتطلب تفعيل و إلغاء " المودات "، إعادة التشغيل .
cs: Povolení a zakázání módů vyžaduje restart.
de: Das Aktivieren bzw. Deaktivieren von Mods benötigt einen neustart.
fr: Activer ou désactiver un mod demande le redémarrage.
nb: Skru av og på modder krever en restart.
nl: inschakelen en uitschakelen van mods vereist opnieuw opstarten.
pl: Włączanie i wyłączanie modyfikacji wymaga ponownego uruchomienia gry.
sv: Sätta på och stänga av mods kräver en omstart.

source: Use mods at your own risk!
ar_001: استخدم " المودات " على مسؤوليتك !
cs: Módy využíváte na vlastní nebezpečí!
de: Benutze Mods auf eigenes Risiko!
fr: Vous utilisez les mods à vos risques et périls !
nb: Bruk modder på eget ansvar
nl: Gebruik van mods is voor eigen risico!
pl: Używaj modyfikacji na własne ryzyko!
sv: Använd mods på egen risk!

source: Greenheart Games is not responsible for the contents of mods. Mods may corrupt your save files or do other harm. Use them at your own risk! Since mods can introduce severe bugs or data corruption we cannot offer user support when mods are in use.
ar_001: إن Greenheart Games غير مسؤولة عن محتوى "المودات". قد تقوم "المودات" بإفساد ملفات حفظك أو تضرك في شيء آخر. استخدمها على مسؤوليتك! إذ أن "المودات" قد تسبب بعض المشاكل، فلذا لا يمكننا تقدم الدعم الفني للعبة في حال تشغيل " المودات ".
cs: Greenheart Games nejsou zodpovědní za obsah módů. Módy mohou poškodit uložené hry, nebo ostatní části hry. Používáte je na vlastní nebezpečí. Jelikož mohou módy obsahovat chyby, nebo poškozená data, nemůžeme vám nabídnout jakoukoliv podporu, když je mod zapnutý.
de: Greenheart Games ist nicht verantwortlich für den Inhalt von Mods. Mods können deine Spielstände beschädigen oder andere schäden verursachen. Benutze Sie mit Bedacht auf eigenes Risiko. Wenn Mods Bugs oder Datenfehler verursachen, können wir leider keinen Benutzersupport anbieten, sofern Mods benutzt werden.
fr: Greenheart Games n'est responsable du contenu des mods. Les mods peuvent corrompre vos sauvegardes ou causer d'autres dommages. Utilisez les à vos propres risques ! Puisque les mods peuvent introduire des bugs graves ou corrompre des données, nous ne pouvons offrir une assistance aux utilisateurs pendant l'utilisation de ces mods.
nb: Greenheart Games er ikke ansvarlig for innhold i mods. Mods kan skade lagringsfiler eller gjøre annen type skade. Bruk dem etter egen risiko! Siden mods kan introdusere alvorlige feil eller data korupsjon, kan vi ikke tilby støtte når mods er i bruk.
nl: Greenheart Games is niet verantwoordelijk voor de inhoud van mods. Mods kunnen onder andere je opslagbestanden beschadigen. Gebruik is voor eigen risico! Aangezien mods aanleiding kunnen geven voor ernstige bugs of bestand beschadiging kunnen we geen ondersteuning bieden als er mods worden gebruikt.
pl: Greenheart Games nie odpowiada za treść modyfikacji. Mogą one uszkodzić twoje zapisane stany gry lub coś innego. Używaj ich na własne ryzyko! Ponieważ przez użycie modyfikacji pojawić się mogą znaczne błędy lub uszkodzenie danych, nie możemy udzielać wsparcia użytkownikowi, kiedy modyfikacje są w użyciu.
sv: Greenheart Games är inte ansvariga för innehållet av mods. Mods kan korruptera dina sparningar eller göra annan skada. Använd de på egen risk! Eftersom mods kan introducera allvarliga buggar eller datakorruption kan vi inte erbjuda användarsupport när mods används.

source: patch complete
ar_001: اكتمل التحديث التصحيحي
cs: oprava dokončena
fr: Patch terminé
nb: patch gjennomført
nl: patch voltooid
sv: patchning färdig

source: Give it away
ar_001: إهداءه
cs: Darovat
fr: Céder
nb: Gi det bort
nl: Geef het weg
pl: Oddaj za darmo
sv: Ge bort den

source: Sell it
ar_001: بيعه
cs: Prodat
fr: Vendre
nb: Selg det
nl: Verkoop het
pl: Sprzedaj
sv: Sälj den

source: Refuse
ar_001: رفض
cs: Zamítnout
fr: Refuser
nb: Avslå
nl: Weigeren
pl: Odmów
sv: Vägra

source: Out of nowhere, a new company called KickIT has kicked up a media storm by successfully crowd-funding the development of a new gaming console in just under eight hours.{n}The console, dubbed 'OYA', uses similar technology as modern phones and tablets and delivers games exclusively via its own online store. The OYA is a cubed-shape console and much smaller than most gamepads but the shape isn't the only thing that is small as the developer states that the price tag of the OYA will be under 100cr.{n} KickIT also stated that every game on the OYA will offer a free DEMO. The OYA will be available {0}.
ar_001: قامت شركة جديدة تدعى KickIT و بشكل مفاجئ، بإحداث زوبعة إعلامية بتطويرها لمنصة ألعاب جديدة بدعم مالي من الناس في أقل من ثمان ساعات.{n} هذه المنصة، و المسماة بـ "OYA"، تستخدم تقنية مماثلة للهواتف الجديدة و الأجهزة اللوحية و تقدم الألعاب بشكل حصري، عبر متجر الإنترنت الخاص بها. و يعتبر OYA منصة ألعاب مكعبة الشكل و أصغر حجماً من أغلب أذرعة التحكم المنتشرة، لكن الشكل ليس هو الشيء الوحيد الذي يعتبر هو الأصغر، حيث أن المطور قد صرّح بأن سعره سيكون أقل من 100 س.ر.{n} كما أن KickIT قد صرّحت بأن كل لعبة في OYA ستقدم نسخة تجريبية مجانية. و سيكون OYA متوفراً {0}.
cs: Z čista jasna společnost zvaná KickIT nastartovala mediální bouři úspěšným crowd-fundingem vývoj nové herní konzole za necelých osm hodin.{n}Konzole zvaná 'OYA' funguje na podobných technologiích jako moderní telefony a tablety a hry umožňuje nakupovat exkluzivně přes online obchod. OYA je konzole ve tvaru kostky a menší jak klasický gamepad. Velikost ale není jedinou malou věcí a i její pořizovací cena, jenž bude pod 100kr.{n} KickIT také ujasnil, že každá hra na OYA nabídne DEMO zdarma. OYA bude dostupná {0}.
fr: Sortie de nulle part, une nouvelle société appelée KickIT a déclenché une tempête médiatique en finançant avec succès une nouvelle console de jeu en moins de huit heures. {n} La console, nommée «OYA», utilise une technologie similaire à celle des téléphones modernes et fournit des jeux exclusivement via sa propre boutique en ligne. La OYA est une console cubique, beaucoup plus petite que la plupart des manettes de jeu, mais la forme n'est pas la seule chose petite et le développeur indique que le prix de l'OYA sera sous la barre des 100CR. {n} KickIT a également déclaré que tous les jeux sur la OYA offriraient une démo gratuite. La OYA sera disponible {0}.
nl: Uit het niets, heeft een nieuw bedrijf genaamd KickIT ongelooflijke roering veroorzaakt in de media, met een zeer succesvolle crowd-funding,hebben ze in minder dan acht uur tijd de ontwikkeling van een nieuwe game console gefinancierd.{n} De console die de naam 'OYA' kreeg, gebruikt dezelfde technologie als moderne telefoons en tablets en zal alleen games hebben die exclusief verkrijgbaar zijn via hun eigen online winkel. De OYA heeft een kubus formaat en is veel kleiner dan de meeste gamepads, maar het formaat is niet het enige wat klein is, ook de prijs zal volgens de ontwikkelaar onder de 100cr. zijn.{n} KickIT maakte ook bekend dat elke game voor de OYA een gratis DEMO zal hebben. De OYA zal {0} beschikbaar zijn.
pl: KickIT to firma, która pojawiła się nie wiadomo skąd i od razu zrobiła spore zamieszanie w mediach. Udało jej się w osiem godzin za pomocą crowdfundingu sfinansować produkcję nowej konsoli do gier.{n}Konsola OYA używa technologii podobnej do współczesnych telefonów i tabletów, a gry dystrybuuje wyłącznie za pośrednictwem własnego sklepu internetowego.{n}OYA ma kształt kostki, jest dużo mniejsza od większości gamepadów, ale jej forma nie jest jedyną rzeczą, która jest drobna. Cena nowej konsoli ma wynosić mniej niż 100 pkt.{n}KickIT zapowiedziało, że każda gra na OYĘ będzie miała swoją darmową wersję demonstracyjną. OYA będzie dostępna {0}.
sv: Från ingenstans, har ett nytt företag som heter KickIT sparkat upp en mediestorm genom att framgångsrikt publiks-finansierat utvecklingen av en ny spelkonsol på knappt åtta timmar.{n}Konsolen, dubbad "OYA", använder liknande teknologi som moderna telefoner och läsplattor och levererar spel exklusivt via dess egna webbutik. OYA är en kub-formad konsol och mycket mindre än de flesta handkontrollerna men formen är inte den ände saken som är mindre, utvecklaren säger att priset på OYA kommer att vara under 100kr.{n}KickIT sa också att varje spel på OYA kommer att erbjuda en gratis DEMO. OYA kommer att släppas {0}.

source: Game dev gems
ar_001: جواهر Game dev
cs: Klenoty herního vývoje
fr: Perles de dév.
nb: Game dev gems smykker
nl: Game dev juweel
pl: Skarb twórców gier
sv: Spelutveckling

source: Make me think!
ar_001: دعني أفكر!
cs: Na zamyšlenou...
fr: Fais-moi réfléchir !
nb: La meg tenke!
nl: Even nadenken!
pl: Niech pomyślę!
sv: Få mig att tänka!

source: Game design for pirates
ar_001: لعبة مصممة للقراصنة
cs: Herní design pro piráty
fr: Game Design pour pirates
nb: Spill deseign for pirater
nl: Game design voor piraten
pl: Design gier dla piratów
sv: Speldesign för pirater

source: Don't repeat yourself
ar_001: لا تكرر العناصر البرمجية
cs: Žádné opakování
fr: Ne vous répétez pas
nb: Ikke gjenta degselv
nl: Niet in herhaling vallen
pl: Nie powtarzaj się
sv: Upprepa dig inte

source: Code incomplete
ar_001: شفرة ناقصة
cs: Nedokončený kód
fr: Code incomplet
nb: Uferdig kode
nl: Code incompleet
pl: Kod niezakończony
sv: Kod inkomplett

source: If you ever want to review the tutorial messages then you can do so in the Help menu. To access the Help menu and other features such as saving, loading and creating a game simply press ESC to access the main menu.
ar_001: لو رغبت بمراجعة رسائل التعليمات، فيمكنك فعل ذلك من قائمة المساعدة . للولوج إلى قائمة المساعدة و إلى الميزات الأخرى، مثل الحفظ و التحميل و إنشاء لعبة جديدة، فاضغط ESC للولوج إلى القائمة الرئيسية.
cs: Pokud si budete chtít někdy znovu přečíst výukové zprávy, můžete tak učinit v nabídce Nápověda. Chcete-li otevřít nabídku Nápověda a jiné funkce, jako je ukládání, načítání a nová hru, stačí stisknout klávesu ESC k přístupu do hlavního menu.
fr: Si vous désirez revoir les tutoriels, vous pouvez le faire dans le menu Aide. Pour accéder au menu Aide et aux autres fonctionnalités du jeu comme sauvegarder, charger ou créer une partie, appuyer simplement sur Echap pour accéder au menu principal.
nl: Als je ooit de hulp berichten nogmaals wilt lezen, kun je dit doen in het Hulp menu. Om toegang te krijgen tot het Hulp menu en andere opties zoals, opslaan, laden en het starten van een nieuw spel, kun je simpelweg op de ESC knoppen drukken en daarmee in het hoofdmenu komen.
pl: Jeśli chcesz przejrzeć komunikaty samouczka lub zapisać/wczytać stan gry, po prostu naciśnij ESC.
sv: Om du någonsin vill visa handledningsmeddelanderna så kan du göra det i hjälpmenyn. För att komma åt hjälpmenyn och andra saker som att spara, ladda och skapa ett spel helt enkelt klicka på ESC för att komma åt hjälpmenyn.
