Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: The sound in this game gives you goose bumps. Very well designed.
ar_001: الصوت في هذه اللعبة يشعرك بالقشعريرة. إنه مصمم بشكل جيد.
cs: Zvuk vám nažene husí kůži. Velmi pěkné zpracování.
de: Bei dem Sound im Spiel wirst Du Gänsehaut bekommen. Sehr gut designt.
fr: Le son de ce jeu vous donne la chair de poule. Superbement réalisé.
nb: Lyden i dette spillet gir deg gåsehud. Veldig bra designet.
nl: Het geluid in deze game geeft je gewoon kippenvel. Zeer goed ontworpen.
pl: Ścieżka dźwiękowa gry przyprawia o gęsią skórkę. Bardzo dobrze skomponowana.
sv: Ljudet i detta spelet gör så att man får gåshud. Väldigt bra gjort.

source: The game doesn't just look good it sounds incredibly good too. A true feast for players who appreciate high quality sound.
ar_001: مظهر اللعب ليس هو الجيد في هذه اللعبة فقط، بل و حتى الصوت أيضاً. إنها تعتبر وليمة حقيقية للاعبين الذين يهتمون بالصوت العالي الجودة.
cs: Hra nejen že vypadá dobře, ale ozvučena je ještě znamenitěji. Opravdová hostina pro ty co zbožňují kvalitní ozvučení.
de: Das Spiel sieht nicht nur gut aus, es hört sich auch noch bestechend gut an. Ein wahres Fest für Spieler, die erstklassigen Klang zu schätzen wissen.
fr: Ce jeu n'a pas seulement l'air bon, il sonne incroyablement bien aussi. Un vrai régal pour les joueurs qui apprécient un son de bonne qualité.
nb: Spillet ser ikke bare bra det høres utrolig godt ut også. En sann fest for spillere som setter pris på høy lydkvalitet.
nl: Deze game ziet er niet alleen goed uit maar klinkt ook zeer goed. Een waar festijn voor spelers die van hoge kwaliteit geluid houden.
pl: Gra nie tylko wygląda dobrze, ale też doskonale brzmi. Dla doceniających wysokiej jakości dźwięk to prawdziwa uczta dla ucha.
sv: Spelet sen inte bara bra ut, det låter bra också. För alla spelare som gillar hög kvalitet på ljudet är detta verkligen ett bra exempel.

source: Sports
ar_001: الرياضة
cs: Sportovní
de: Sport
fr: Sport
nb: Sport
nl: Sport
pl: Sport
sv: Sport

source: Military
ar_001: حروب
cs: Armáda
de: Militär
fr: Militaire
nb: Militær
nl: Militair
pl: Wojna
sv: Militär

source: Medieval
ar_001: القرون الوسطى
cs: Středověk
de: Mittelalter
fr: Médiéval
nb: Middelalder
nl: Middeleeuwen
pl: Średniowiecze
sv: Medeltiden

source: Space
ar_001: فضاء
cs: Vesmír
de: Weltraum
fr: Espace
nb: Værdensrommet
nl: Ruimte
pl: Kosmos
sv: Rymden

source: Racing
ar_001: سباق
cs: Závody
de: Rennsport
fr: Course
nl: Racen
pl: Wyścigi
sv: Motorsport

source: Pirate
ar_001: قراصنة
cs: Piráti
de: Pirat
fr: Pirates
nb: Pirater
nl: Piraten
pl: Piraci
sv: Pirat

source: Airplane
ar_001: الطائرات
cs: Letectví
de: Flugzeug
fr: Avions
nb: Fly
nl: Vliegtuig
pl: Samoloty
sv: Flygplan

source: Mystery
ar_001: غموض
cs: Záhada
fr: Enquête
nb: Mysterie
nl: Mysterie
pl: Tajemnice
sv: Mysterium

source: Martial Arts
ar_001: فنون قتالية
cs: Bojová umění
de: Kampfsport
fr: Arts Martiaux
nb: Kampsport
nl: Vechtkunst
pl: Sztuki walki
sv: Kampsport

source: History
ar_001: تاريخ
cs: Historie
de: Geschichte
fr: Histoire
nb: Historie
nl: Geschiedenis
pl: Historia
sv: Historia

source: Horror
ar_001: رعب
cs: Horor
fr: Horreur
nb: Skrekk
sv: Skräck

source: Business
ar_001: الأعمال التجارية
cs: Obchod
de: Wirtschaft
fr: Entreprise
nb: Foretning
nl: Zakelijk
pl: Biznes
sv: Affärsliv

source: Transport
ar_001: وسائل المواصلات
cs: Přeprava
fr: Transports
nl: Vervoer

source: Comedy
ar_001: كوميدي
cs: Komedie
fr: Comédie
nb: Komedie
nl: Komedie
pl: Komedia
sv: Komedi

source: Spy
ar_001: تجسس
cs: Špiónství
de: Spion
fr: Espionnage
nb: Spion
nl: Spionage
pl: Szpiedzy
sv: Spion

source: Hospital
ar_001: مستشفى
cs: Nemocnice
de: Krankenhaus
fr: Hôpital
nb: Sykehus
nl: Ziekenhuis
pl: Szpital
sv: Sjukhus

source: Evolution
ar_001: التطور
cs: Evoluce
fr: Évolution
nb: Evolusjon
nl: Evolutie
pl: Ewolucja

source: Time Travel
ar_001: السفر عبر الزمن
cs: Cestování časem
de: Zeitreise
fr: Voyage temporel
nb: Tids reise
nl: Tijdreizen
pl: Podróże w czasie
sv: Tidsresa

source: Life
ar_001: الحياة
cs: Život
de: Leben
fr: Vie
nb: Liv
nl: Leven
pl: Życie
sv: Livet

source: Virtual Pet
ar_001: الحيوان المدلل الافتراضي
cs: Virtuální mazlíčci
de: Virtuelles Haustier
fr: Animal Virtuel
nb: Virtuelle dyr
nl: Virtueel Huisdier
pl: Wirtualny zwierzak
sv: Virtuella Husdjur

source: Vocabulary
ar_001: الكلمات
cs: Slovní zásoba
de: Vokabular
fr: Vocabulaire
nb: Ordforråd
nl: Vocabulaire
pl: Słownik
sv: Glosbok

source: Hunting
ar_001: الصيد
cs: Lov
de: Jagd
fr: Chasse
nb: Jakting
nl: Jagen
pl: Polowanie
sv: Jakt

source: Law
ar_001: القانون
cs: Zákon
de: Gesetz
fr: Loi
nb: Lov
nl: Juristisch
pl: Prawo
sv: Lagen

source: City
ar_001: مدينة
cs: Město
de: Stadt
fr: Ville
nb: By
nl: Stad
pl: Miasto
sv: Stad

source: School
ar_001: مدرسة
cs: Škola
de: Schule
fr: École
nb: Skole
pl: Szkoła
sv: Skolan

source: Fashion
ar_001: موضة
cs: Móda
de: Mode
fr: Mode
nb: Mote
nl: Mode
pl: Moda
sv: Mode

source: Hacking
ar_001: التهكير
cs: Hackování
fr: Piratage
nl: Hacken
pl: Hakowanie
sv: Hackning

source: Government
ar_001: حكومة
cs: Vláda
de: Regierung
fr: Gouvernement
nb: Regjering
nl: Regering
pl: Polityka
sv: Regeringen

source: Prison
ar_001: سجن
cs: Vězení
de: Gefängnis
nb: Fengsel
nl: Gevangenis
pl: Więzienie
sv: Fängelse

source: Surgery
ar_001: جراحة
cs: Chirurgie
de: Chirurgie
fr: Chirurgie
nb: Operasjon
nl: chirurgie
pl: Chirurgia
sv: Operation

source: Music
ar_001: موسيقى
cs: Hudba
de: Musik
fr: Musique
nb: Musikk
nl: Muziek
pl: Muzyka
sv: Musik

source: Rhythm
ar_001: إيقاع
cs: Rytmus
de: Rhythmus
fr: Rythme
nb: Rytme
nl: Ritme
pl: Rytm
sv: Rytm

source: Superheroes
ar_001: الأبطال الخارقون
cs: Super hrdinové
de: Superhelden
fr: Super-Héros
nb: Superhelter
nl: Superhelden
pl: Superbohaterowie
sv: Superhjälte

source: Post Apocalyptic
ar_001: ما بعد الكوارث
cs: Post apokalypsa
de: Post-Apokalyptisch
fr: Post-apocalyptique
nb: Post apokalyptisk
nl: apocalyptisch
pl: Postapo
sv: Postapokalyptisk

source: Alternate History
ar_001: التاريخ البديل
cs: Alternativní historie
de: Alternative Geschichte
fr: Histoire Alternative
nb: Alternativ historie
nl: Alternatieve Geschiedenis
pl: Historia alternatywna
sv: Alternativ historia

source: Vampire
ar_001: مصاص دماء
cs: Vampíři
de: Vampir
fr: Vampires
nb: Vampyr
nl: Vampier
pl: Wampiry
sv: Vampyr

source: Werewolf
ar_001: مستذئب
cs: Vlkodlaci
de: Werwolf
fr: Loups-garous
nb: Varulv
nl: Weerwolf
pl: Wilkołaki
sv: Varulv

source: Aliens
ar_001: الفضائيين
cs: Vetřelci
nb: Romvesener
pl: Obcy
sv: Utomjording

source: Wild West
ar_001: الغرب المتوحش
cs: Divoký západ
de: Wilder Westen
fr: Western
nb: Ville Vesten
nl: Wilde Westen
pl: Dziki Zachód
sv: Vilda västern

source: Dance
ar_001: رقص
cs: Tanec
de: Tanz
fr: Danse
nb: Dansing
nl: Dans
pl: Taniec
sv: Dans

source: Staff Management
ar_001: إدارة شؤون الموظفين
cs: Správa zaměstnanců
de: Mitarbeiterverwaltung
fr: Gestion du personnel
nb: Personal ledelse
nl: Cursus Management
pl: Zarządzanie personelem
sv: Personal ledning

source: Well done! You've successfully completed your management course and you are now able to hire your very first employee! To get started close this message and then {0} the 'Fill Position...' button which is visible near the big desk.
ar_001: أحسنت ! لقد أنهيت دورة الإدارة بنجاح و أصبحت قادرًا على استجارة أول موظفيك! للبدء، أغلق هذه الرسالة و من ثم {0} زر ' شغر المكان ...' و الذي سيكون ظاهراً بقرب الطاولة الكبيرة.
cs: Dobrá práce! Úspěšně jste dokončili kurz vedení a jste nyní schopni najmout prvního zaměstnance! Po zavření této zprávy můžete {0} na tlačítko viditelné poblíž velkého stolu, Obsadit pozici.
de: Sehr gut! Du hast deinen Managementkurs erfolgreich beendet und kannst jetzt den ersten Mitarbeiter einstellen! Um damit zu beginnen, schließe diese Mitteilung und {0} auf den "Einstellen..." Button der sich in der Nähe des großen Schreibtisches befindet.
fr: Bien joué ! Vous avez terminé votre formation sur la gestion de personnel, et vous pouvez maintenant embaucher votre premier employé ! Pour commencer, fermez ce message, puis {0} sur le bouton « Embaucher… » près du gros bureau.
nb: Godt gjort! Du har fullført ditt lederkurs, og du er nå i stand til å ansette din aller første ansatte! n For å komme i gang lukk denne meldingen og deretter {0}, Fyll plassering ... (knappen som er synlig i nærheten av den store pulten.)
nl: Goed werk! Je hebt de managementcursus met succes voltooid en nu kun je je allereerste werknemer aannemen! Om te beginnen sluit je dit bericht en dan {0} op de 'Open Vacature...'-knop, die zichtbaar is in de buurt van het grote bureau.
pl: Gratulacje! Udało ci się ukończyć kurs zarządzania i możesz teraz zatrudnić pierwszego pracownika! Aby rozpocząć, zamknij tę wiadomość i kliknij przycisk „Obsadź stanowisko” widoczny obok dużego biurka.
sv: Bra gjort! Du har slutfört din ledarskapskurs och du har nu möjligheter att anställa din allra första anställda! För att komma igång stäng ner meddelandet och {0} sedan "Fyll position..." knappen som är synlig nära det stora skrivbordet.

source: Staff Welcome Training
ar_001: التدريب الترحيبي للموظفين
cs: Uvítací kurz
de: Angestellten Einarbeitungtraining
fr: Formation aux nouveaux arrivants
nb: Personal velkommst trening
nl: Personeels-welkomsttraining
pl: Wdrażanie nowego personelu
sv: Anställnings välkomstträning

source: Special
ar_001: خاص
cs: Speciální
de: Spezial
fr: Spécial
nb: Spesiell
nl: Speciaal
pl: Dodatkowe

source: Develop patch
ar_001: تطوير باتش
cs: Vyvinout patch
de: Patch entwickeln
fr: Développer un patch
nb: Utvikle oppdatering
nl: Ontwikkel patch
pl: Opracuj łatkę
sv: Utveckla en patch

source: It seems that {0} has finally released their patch for {1}. One fan said: 'I can't believe it took them so long to release a patch! I surely hope that they are more efficient next time!'
ar_001: يبدو بأن {0} قد أصدروا الرقعة التصحيحية لـ {1} أخيرًا. و قد قال أحد المعجبين : 'لا أصدق بأنهم استغرقوا وقتًا طويلًا لإصدار الباتش! آمل بأن يعمل بشكل أفضل في المرة المقبلة!'
cs: Společnost {0} konečně vydala patch na jejich {1}. Jeden z fanoušků řekl: 'Nemohu uvěřit, že jim tak dlouho trvalo vydat patch! Věřím, že ale příště budou více efektivní!'
de: Es scheint als ob {0} endlich einen Patch für {1} veröffentlicht hat. Ein Fan sagte: "Ich kann kaum fassen, dass es so lange gedauert hat, einen Patch zu veröffentlichen. Beim nächsten mal muss das schneller gehen!"
fr: Il semblerait que {0} ait enfin sorti un patch pour {1}. Un fan nous a confié : « Je n'arrive pas à croire qu'il leur ait fallu tant de temps pour sortir un patch ! J'espère bien qu'ils seront plus efficaces la prochaine fois ! ».
nb: Det ser ut til at {0} endelig har lasnert en patch til {1}. En fan kommenterte: Jeg kan ikke tro at det tok dem så lang til tid å gi ut denne patchen! Jeg håper de er mer effektive neste gang, jeg rev meg nesten i håret!
nl: Het blijkt dat {0} eindelijk een update heeft uitgebracht voor {1}. Een fan zei: 'Ik kan niet geloven dat het ze zo lang heeft geduurd om een patch uit te brengen! Ik hoop dat ze de volgende keer efficiënter zijn!'
pl: Najwyraźniej firma {0} nareszcie wypuściła łatkę do gry {1}. Komentarz fana: „Nie mogę uwierzyć, że tak dużo czasu zabrało im przygotowanie tej łatki! Mam nadzieję, że następnym razem będą szybsi!”
sv: Det ser ut som om {0} äntligen har släppt deras patch för {1}. Ett fan sa: "Jag kan knappt tro det att det tog dem så lång tid och släppa deras patch! Jag hoppas att det går lite snabbare nästa gång!"

source: {0} has recently released a much needed patch for {1}. One fan said: 'I love companies like {0}. They don't just milk their customers for more money but also understand our concerns and make sure that we can enjoy our games!'.
ar_001: لقد أصدرت {0} الباتش المنتظر لـ {1}. و قد قال أحد المعجبين : 'أحب الشركات مثل {0}. إنهم لا يقومون بسرقة جيوب زبائنهم فحسب، بل تتفهم مخاوفنا و تعزم بأن نستمتع بألعابنا!'.
cs: {0} nedávno vydali velmi potřebný patch pro jejich hru {1}. Jeden fanoušek řekl: 'Mám rád společnosti jako {0}. Prostě pro ně nejsme jen dojné krávy, ale také naslouchají našim potřebám a starají se o naše blaho!'.
de: {0} hat kürzlich einen dringend notwendigen Patch für {1} veröffentlicht. Ein Fan sagte: "Ich liebe Firmen wie {0}. Sie wollen uns nicht nur das Geld aus der Tasche ziehen, sondern verstehen auch unsere Anliegen und stellen sicher, dass wir unsere Spiele auch wirklich genießen können!".
fr: {0} a récemment publié un patch très attendu pour {1}. Un fan nous a confié : « J'adore les entreprises telles que {0}. Elles ne traitent pas leurs clients comme des vaches à lait, mais comprennent nos besoins, et s'assurent que nous puissions apprécier nos jeux ! ».
nb: {0} har akkurat gitt ut en godt etterspurt patch til {1}.
nl: {0} heeft onlangs een zeer noodzakelijke patch voor {1} uitgebracht. 'Bedrijven als {0} zijn geweldig. Ze melken hun klanten niet gewoon uit voor geld, maar luisteren ook naar onze mening en zorgen ervoor dat we van de games kunnen genieten!' aldus een fan.
pl: Firma {0} ostatnio wypuściła bardzo przydatną łatkę do gry {1}. Komentarz fana: „Uwielbiam takie firmy jak {0}. Nie wyłudzają jedynie pieniędzy od klientów, ale rozumieją nasze potrzeby i dbają o to, żebyśmy mogli cieszyć się z gier!”
sv: {0} har nyligen släppt en patch för {1}. Ett fan sa: "Jag älskar företag som {0}". Dom vill inte bara ha pengar från dem som köper deras spel utan dem förstår oss och gör bra spel som är roliga och spela!".

source: Specialists
ar_001: متخصصون
cs: Specialisté
de: Spezialisten
fr: Spécialistes
nb: Spesialister
nl: Specialisten
pl: Specjaliści
sv: Specialister

source: Design Specialist (Req. 700 D)
ar_001: متخصص تصميم ( مطلوب 700 تص )
cs: Designový specialista (Vyž. 700D)
de: Design Spezialist (min. 700 D)
fr: Spécialiste en Design (Req. 700 D)
nb: Design Spesialist (Krav 700 D)
nl: Ontwerpspecialist (Ver. 700 D)
pl: Specjalista od designu (potrzebne 700 D)
sv: Designspecialist (Kräver 700 i design)

source: Technology Specialist (Req. 700 T)
ar_001: متخصص تقنية (مطلوب 700 تق)
cs: Technologický specialista (Vyž. 700T)
de: Technologie Spezialist (min. 700 T)
fr: Spécialiste en Technologie (Req. 700 T)
nb: Teknologi Spesialist (Krav 700 T)
nl: Technologie Specialist (Ver. 700 T)
pl: Specjalista od technologii (potrzebne 700 T)
sv: Teknologispecialist (Kräver 700 i Teknologi)

source: Boost (Req. D:500 or T:500)
ar_001: تعزيز ( مطلوب تص:500 أو تق:500 )
cs: Zrychlení (Vyž. 500D nebo 500T)
de: Boost (min. 500 D oder T)
fr: Boost (Req. 500 D ou 500 T)
nb: Forsterk (Krav D:500 eller T:500)
nl: Boost (Ver. D:500 of T:500)
pl: Przyspieszenie (potrzebne 500 D albo 500 T)
sv: Boost (Kräver 500 i Design eller Teknologi)

source: Boost Max. Level 3 (Req. D:700 or T:700)
ar_001: أقصى تعزيز. المستوى 3 (مطلوب تص:700 أو تق:700)
cs: Zrychlení max. úroveň 3 (Vyž. 500D nebo 500T)
de: Boost max. Stufe 3 (min. 700 D oder T)
fr: Boost max. Niveau 3 (Req. 700 D ou 700 T)
nb: Maks forsterkning Level 3 (Krav D:700 eller T:700)
nl: Boost Max. Level 3 (Ver. D:700 of T:700)
pl: Przyspieszenie, maksymalnie poziom 3 (potrzebne 700 D albo 700 T)
sv: Max Boost Nivå 3 (Kräver 700 i Design eller Teknologi)

source: Specialization
ar_001: تخصص
cs: Specializace
de: Spezialisierung
fr: Spécialisation
nb: Spesialisering
nl: Specialisatie
pl: Specjalizacja
sv: Specialisering

source: {0} [Req. {1}D/{2}T]
ar_001: {0} [مطلوب {1} تص/ {2} تق]
cs: {0} [Vyž. {1}D/{2}T]
de: {0} [min. {1}D/{2}T]
nb: {0} [Krav {1}D/{2}T]
nl: {0} [Ver. {1}D/{2}T]
pl: {0} (potrzebne {1}D oraz {2}T]
sv: {0} (Kräver i {1} Design/{2} Teknologi)

source: Coding contest
ar_001: مسابقة كتابة أكواد
cs: Soutěž v kódování
de: Programmierwettbewerb
fr: Concours de programmation
nb: Kode konkurranse
nl: Coderings Wedstrijd
pl: Konkurs programistów
sv: Kodningstävling

source: Teach and learn
ar_001: علّم و تعلّم
cs: Učit a studovat
de: Lehre und lerne
fr: Enseigner et apprendre
nb: Spill design linje
nl: Geef les en leer
pl: Nauczaj i ucz się
sv: Undervisa och lär

source: Game Design Course
ar_001: دورة تصميم الألعاب
cs: Kurz herního designu
de: Gamedesign Kurs
fr: Cours de design de jeu
nl: Game Design Cursus
pl: Kurs designu
sv: Speldesignskurs

source: Programming Course
ar_001: دورة برمجة
cs: Kurz programování
de: Programmierkurs
fr: Cours de programmation
nb: Programmeringslinje
nl: Programmeer Cursus
pl: Kurs programowania
sv: Programmeringskurs

source: Product Management Course
ar_001: دورة إدارة المنتج
cs: Kurz product managementu
de: Produktmanagement Kurs
fr: Cours de gestion de produit
nb: Produkt ledelseslinje
nl: Product Management Cursus
pl: Kurs zarządzania produktem
sv: Produktadministrationskurs

source: R&D Course
ar_001: دورة بحث و تصميم
cs: Kurz V&V
de: F&E Kurs
fr: Cours de R&D
nb: R&D linje
nl: R&D Cursus
pl: Kurs badań i rozwoju
sv: F&U Kurs

source: Practice, Practice, Practice
ar_001: تدرب، تدرب، تدرب
cs: Praxe, praxe, praxe
de: Üben, üben, üben
fr: Entraînement, Entraînement, Entraînement
nb: Øv, Øv, Øv
nl: Oefenen, Oefenen, Oefenen
pl: Praktyka, praktyka, praktyka
sv: Träna, träna, träna

source: Book studies
ar_001: دراسة كتاب
cs: Samostudium
de: Ein Buch lesen
fr: Études de livres
nb: Bok studier
nl: Boek Studies
pl: Studiowanie książek
sv: Bokstudier

source: Congratulations! You've successfully completed {0}.
ar_001: تهانينا! لقد أتممت بنجاح {0}.
cs: Gratulujeme! Úspěšně jste dokončili {0}.
de: Gratulation! Du hast {0} erfolgreich abgeschlossen.
fr: Félicitations ! Vous venez de terminer {0}.
nb: Gratulerer! Du har fullført {0}.
nl: Gefeliciteerd! Je hebt {0} succesvol voltooid.
pl: Ukończyłeś: {0}! Gratulacje!
sv: Grattis! Du har framgångsrikt slutfört {0}.

source: Training Complete
ar_001: أكتمل التدريب
cs: Trénink dokončen
de: Training abgeschlossen
fr: Formation Terminée
nb: Trening ferdig
nl: Training Voltooid
pl: Szkolenie zakończone
sv: Träning färdig

source: Tutorial
ar_001: البرنامج التعليمي
cs: Výuka
fr: Tutoriel
nb: Opplæring
nl: Uitleg
pl: Samouczek
sv: Handledning

source: tap
ar_001: أنقر
cs: ťuknout
de: tippe
fr: appuyez
nb: tapp
nl: tik
pl: dotknij
sv: trycka

source: click
ar_001: أنقر
cs: kliknout
de: klicke
fr: cliquez
nb: klikk
nl: klik
pl: kliknij
sv: klicka

source: Create a company
ar_001: أنشئ شركة
cs: Vytvořit společnost
de: Gründe eine Firma
fr: Créer une entreprise
nb: Lag et firma
nl: Creëer een bedrijf
pl: Stwórz firmę
sv: Skapa ett företag

source: Congratulations! You've just started your very own game development company! At the moment your office is in a garage and you are the only employee but don't worry, many successful businesses have started out this way!{n}Let's start developing your first game. Close this message and then {0} anywhere on the screen to bring up the action menu.
ar_001: تهانينا! لقد أنشأت شركتك الخاصة لتطوير الألعاب! في هذه الفترة مكتبك في كراج، وأنت هو الموظف الوحيد، لكن لا تقلق، العديد من المشاريع الناجحة بدأت بهذه الطريقة!{n}فلنبدأ بتطوير لعبتك الأولى. أغلق هذه الرسالة ثم {0} في أي مكان على الشاشة لتظهر قائمة الأوامر.
cs: Gratulujeme! Právě jste založili vlastní herní vývojářskou společnost! Prozatím je vaší kanceláří garáž a jste jediným zaměstnancem. Ale nebojte se ničeho, mnoho úspěšných podniků začínalo podobně!{n}Začněme s vývojem první hry. Po zavření této zprávy stačí {0} kdekoliv na obrazovce a vyvoláte akční menu.
de: Gratulation! Du hast gerade deine eigene Spieleentwicklungs Firma gegründet! Im Moment ist dein Büro in deiner Garage und du bist der einzige Angestellte, aber keine Sorge, viele erfolgreiche Firmen haben so angefangen!{n}Lass uns beginnen dein erstes Spiel zu entwickeln. Schließe diese Nachricht und {0} dann irgendwo auf den Bildschirm um das Aktionsmenü zu öffnen.
fr: Félicitations ! Vous venez de créer votre propre entreprise de développement de jeux ! Pour le moment, votre bureau est encore dans votre garage, et vous êtes votre seul employé, mais ne vous inquiétez pas, nombreuses sont les entreprises fructueuses à avoir commencé de cette façon !{n}Commençons à développer votre premier jeu. Fermez ce message, puis {0} n'importe où sur l'écran pour faire apparaître le menu d'action.
nb: "Gratulerer! Du har nettopp startet ditt eget spill utviklingsselskap! For øyeblikket kontoret er i en garasje, og du er den eneste ansatte, men ikke fortvil, mange vellykkede bedrifter har startet på denne måten! {n} La oss begynne å utvikle det første spillet. n Lukk denne meldingen og deretter {0} hvor som helst på skjermen for å vise handlingsmenyen ."
nl: Gefeliciteerd! Je hebt zojuist je eigen game ontwikkelingsbedrijf opgericht! Op dit moment bevindt je je in een garage en ben je de enige medewerker, maar maak je geen zorgen, vele succesvolle bedrijven zijn op deze manier begonnen!{n}Laten we beginnen aan je eerste game. Sluit dit bericht en {0} op het scherm om het actiemenu te openen.
pl: Gratulacje! Udało ci się otworzyć własną firmę deweloperską! W tej chwili twoje biuro znajduje się w garażu i zatrudnia wyłącznie ciebie, ale nie martw się, wiele udanych przedsięwzięć miało skromne początki!{n}Zacznijmy tworzyć twoją pierwszą grę. Zamknij tę wiadomość i kliknij na ekranie, aby przywołać menu działania.
sv: Grattis! Du har just startat ditt alldeles egna spelutvecklingsföretag! Just nu så ligger ditt kontor i ett garage och du är den enda anställda men oroa dig inte, många framgångsrika företag började på detta sättet.{n}Låt oss börja med och utveckla ditt första spel. Stäng ner detta meddelandet och {0} sen varsomhelst på skärmen för att få upp menyn.

source: Create a game
ar_001: أنشئ لعبة
cs: Vytvořit hru
de: Entwickle ein Spiel
fr: Créer un jeu
nb: Lag et spill
nl: Creëer een game
pl: Stwórz grę
sv: Skapa ett spel
