Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Today, Ninvento announced the new Ninvento Game Sphere, with which it will try to compete with Vonny's market leading Playsystem 2 and Mirconoft's strong alternative, the mBox. The curiously shaped console has similar hardware specifications as other consoles.{n}The Game Sphere is Ninvento's first console to have an optical disc drive instead of cartridges. However, instead of using full sized CD and DVDs, like its competitors, the console features a mini-DVD drive. Game Spheres will start rolling into stores {0}.
ar_001: أعلنت invento اليوم عن جهازها الجديد، Ninvento Game Sphere، و التي ستحاول به منافسة جهاز Vonnyالمتصدر للسوق، Playsystem 2 و بديل Mirconoft القوي، mBox . شكل الجهاز الذي يدعي على الفضول، له عتاد مشابه لمواصفات المنصات الأخرى .{n} يعتبر Game Sphere هو أول جهاز لـ Ninvento الذي يأتي بمحرك أقراص بصرية بدلًا من الخراطيش . و لكن، بدلًا من استخدام أقراص CD و DVD ذات حجم كامل كما هو الحال مع منافسيها، فإن المنصة تتميز بوجود محرك أقراص DVD مصغرة . سيبدأ انتشار Game Sphere في الأسواق في {0} .
cs: Ninvento dnes oznámilo novou konzoli, Ninvento Game Sphere, která se pokusí na trhu soupeřit s Playsystemem 2 od Vonny a jeho alternativě od Mirconoftu, mBox. Zvláštně tvarovaná konzole má podobný hardware jako konkurence.{n}Game Sphere je první konzolí od Ninventa s optickou mechanikou místo kazetek. Avšak narozdíl od konkurence nevyužívá klasická CD a DVD, ale mini-DVD mechaniku. Game Sphere bude dostupná {0}.
de: Heute hat Ninvento ihre neue Konsole namens Game Sphere angekündigt, mit der sie gegen Vonny's marktführender Playsystem 2 und Mirconoft's starker Alternative, der mBox, ankämpfen wollen. Die eigenartig geformte Konsole hat ähnliche Hardwarespezifikationen anderer Konsolen.{n}Die Game Sphere ist Ninvento's erste Konsole die mit einem optischen Laufwerk statt Spielmodulen ausgestattet ist. Anstelle normaler CDs oder DVDs setzt Ninvento aber auf ein Mini-DVD Laufwerk. Die Game Sphere wird {0} auf den Markt kommen.
fr: Ninvento a annoncé aujourd'hui la nouvelle Ninvento Game Sphere, qui aura pour rivales la reine des rayons de Vonny, la Playsystem 2, et sa très sérieuse alternative, la mBox de Mirconoft. Cette console aux formes inhabituelles dispose d'un équipement similaire aux deux autres.{n}La Game Sphere est la première console de Ninvento à disposer d'un lecteur optique en lieu et place des cartouches. Toutefois, au lieu d'utiliser des CD et DVD de taille normale à l'instar de ses compétiteurs, la console est équipée d'un lecteur de mini-DVD. Les Game Sphere débouleront en magasin {0}.
nb: I dag annonserte Ninvento sin nye konsoll Game Sphere, som skal konkurrere med Vonnys markedsleder Playsystem 2 og Mirconofts sterke utfordrer, mBoxen. Konsollen har en unik utforming, men tilsvarer sine konkurrenter i maskinvare.{n}Game Sphere er Nintendos første konsoll som benytter optiske media i stedet for spillkassetter, men i stedet for standardstørrelse CD eller DVD, har Ninvento gått for et proprietørt mini-DVD-format. Game Sphere blir å finne i butikkene {0}.
nl: Vandaag heeft Ninvento de nieuwe Ninvento Game Sphere aangekondigd, waarmee het met de strijd aan wil gaan met de marktleider Playsystem 2 van Vonny en de mBox, het sterke alternatief van Mirconoft. De opmerkelijk vormgegeven spelcomputer heeft vergelijkbare hardwarespecificaties als andere spelcomputers.{n}De Game Sphere is Ninvento's eerste spelcomputer met een optisch schijfstation in plaats van cartridges. Echter, het apparaat gebruikt geen CD's of DVD's van normale afmetingen, zoals de concurrenten, maar een mini-DVD-speler. Game Spheres zullen {0} de winkels liggen.
pl: Ninvento zapowiedziało dzisiaj premierę nowej konsoli, Ninvento Game Sphere, która ma walczyć z takimi rynkowymi potentatami jak Playsystem 2 od Vonny czy mBox Mirconoftu. Ta konsola o dość ciekawym kształcie ma specyfikację techniczną podobną do konkurencyjnych platform.{n}Game Sphere jest pierwszą konsolą Ninvento, która zamiast wejścia na kartridże ma wbudowany napęd optyczny. Jednakże zamiast normalnego napędu DVD posiadać będzie, w odróżnieniu od konkurencji, napęd mini-DVD. Game Sphere na półkach sklepowych pojawi się {0}.
sv: Idag meddelade Ninvento den nya Ninvento Game Sphere, som man kommer att försöka konkurrera med Vonny's marknadsledande Playsystem 2 och Mirconoft starka alternativ, mBox. Den märkligt formade konsolen har liknande hårdvaru specifikationer som andra konsoler.{n}Game Sphere är Ninvento's första konsol att ha en optisk enhet istället för kassetter. Men istället för att använda en fullstor CD och DVD-skivor, liksom sina konkurrenter, har konsolen en mini-DVD-enhet. Game Sphere kommer att börja rulla ut i butikerna {0}.

source: Rumours are spreading that Ninvento is working on a new game console. Most of the rumours state that it is not a successor to the somewhat disappointing Game Sphere but instead a new console in the mobile market.{n}Ninvento's Gameling has been leading the mobile market thanks to numerous updates and a large list of very popular games available on the platform, but the hardware is aging quickly and many players wonder what will be next.
ar_001: الشائعات تنتشر بخصوص أن شركة Ninvento تعمل على جهاز ألعاب منزلي جديد. أغلب الشائعات قالت بأنه ليس خليفة للجهاز المحبط إلى حد ما Game Sphere ولكن سيكون جهاز جديد في سوق الأجهزة المحمولة. {n} جهاز Gameling من شركة Ninvento منذ إطلاقة وهو في مقدمة سوق الأجهزة المحمولة وذلك بفضل التحديثات العديدة والقائمة الكبيرة من الألعاب المشهورة المتاحة على الجهاز, ولكن عتاد الجهاز أصبحت لا تلبي متطلبات السوق والعديد من اللاعبين يتساءلون ماهو القادم.
cs: Šíří se zvěsti, že Ninvento pracuje na nové konzoli. Většina zvěstí, že nepůjde o nástupce Game Sphere, ale o konzoli pro přenosný trh.{n}Gameling od Ninventa setrvává na špičce mobilního trhu díky mnohým vylepšením a dlouhému listu velmi populárních her na tuto platformu. Ale hardware stárne velmi rychle a hráči se již ptají co bude dál.
de: Neuesten Gerüchten zufolge arbeitet Ninvento an einer neuen Spielkonsole. Anscheinend soll diese kein Nachfolger der mäßig erfolgreichen Game Sphere werden, sondern für den mobilen Markt gedacht sein.{n}Ninvento's Gameling war, dank vieler Updates und einer langen Liste sehr populärer Spiele, lange Zeit Marktführer. Allerdings ist die Hardware schon etwas in die Jahre gekommen. Viele Spieler sind neugierig was als nächstes kommt.
fr: Des rumeurs se répandent que Ninvento travaille sur une nouvelle console de jeux. La plupart de ces rumeurs précisent qu'il ne s'agirait pas du successeur de la quelque peu décevante Game Sphere, mais plutôt d'une nouvelle sur le marché des consoles portables.{n}La Gameling de Ninvento a dominé le marché des consoles portables grâce à de nombreuses mises à jour, et grâce à son grand catalogue de jeux très populaires, mais la machine accuse de plus en plus vite son âge, et de nombreux joueurs s'interrogent sur ce qui va lui succéder.
nb: Det ryktes at Ninvento arbeider med en ny spillkonsoll. Det skal etter sigende ikke vï¿½re en oppfï¿½lger til den noe skuffende Game Sphere, men i stedet et nytt portabelt system.{n}Ninventos Gameling har etablert seg som den ledende bï¿½rbare konsollen takket vï¿½re flere designoppdateringer og en stor katalog av populære spill. nå begynner den for alvor å dra påfyll ørene, og mange fans lurer påfyll hva som er i vente.
nl: Er doen geruchten de ronde dat Ninvento aan een nieuwe spelcomputer werkt. De meeste geruchten stellen dat het geen opvolger is van de enigszins teleurstellende Game Sphere, maar een nieuwe spelcomputer voor de mobiele markt.{n}Ninvento's Gameling staat nog altijd aan de leiding in de mobiele markt, maar met dank aan verschillende updates en een lange lijst zeer populaire games die voor het platform beschikbaar zijn. De hardware veroudert echter snel en veel spelers vragen zich af wat er volgt.
pl: Krążą pogłoski, jakoby Ninvento pracowało nad nową konsolą. Najczęściej słyszy się, że nie będzie to następca poniekąd nieudanej Game Sphere, a nowość na rynku konsol przenośnych.{n}Gameling wiedzie prym na rynku „kieszonsolek” dzięki wielu aktualizacjom i pokaźnej liście dostępnych na tę platformę tytułów, jednak sprzęt szybko się starzeje, a gracze zastanawiają się, co będzie dalej.
sv: Rykten sprids om att Ninvento jobbar på en ny spelkonsol. De flesta av rykterna uppger att det inte är en efterföljare till den något nedslående Game Sphere utan i stället en ny konsol på den mobila marknaden.{n}Ninvento's Gameling har lett den mobila marknaden tack vare många uppdateringar och en lång lista med mycket populära spel tillgängliga på plattformen, men hårdvaran åldras snabbt och många spelare undrar vad som kommer härnäst.

source: Today, Vonny announced that they are launching a new mobile gaming console called Portable Playsystem, or PPS for short, {0}. Media analysts speculate that this announcement is meant to distract users from Ninvento's launch of the Ninvento GS.{n}While the Ninvento GS utilizes an innovative dual screen, the PPS instead makes use of a single screen and will focus on giving developers access to much more powerful hardware.
ar_001: اليوم, شركة Vonny أعلنت بإنهم سيقومون بإطلاق جهاز ألعاب محمول يدعى Portable Playsystem, أو PPS كإختصار, {0}. يتوقع محللو الإعلام بأن هذا الإعلان معني بتشتيت الأشخاص عن إطلاق شركة Ninvento لجهازها Ninvento GS. ا {n} بينما جهاز Ninvento GS يستخدم شاشتين بطريقة مبتكرة, فإن جهاز PPS يعتمد على شاشة واحدة وسيكون تركيزه على إعطاء المطورين القدرة على الوصول إلى عتاد أقوى بكثير.
cs: Vonny dnes oznámila, že {0} vydávají novou přenosnou konzoli, Portable Playsystem, neboli PPS. Mediální analytici spekulují o snaze narušit zájem uživatelů o Ninvento GS.{n}Zatímco Ninvento GS se soustředí na inovativní dvoj-obrazovku, PPS chce zaujmout svým velkým výkonem.
de: Heute hat Vonny den Verkaufsstart {0} ihres neuen Handhelds Portable Playsystem, kurz PPS, angekündigt. Medienanalysten spekulieren, dass die Ankündigung vom Verkaufsstart des Ninvento GS ablenken soll.{n}Während der Ninvento GS auf seinen innovativen Dual Screen setzt, nutzt das PPS nur einen Bildschirm und konzentriert sich darauf, Spieleentwicklern wesentlich stärkere Hardware zur Verfügung zu stellen.
fr: Vonny a annoncé aujourd'hui le lancement {0} d'une nouvelle console portable baptisée Portable Playsystem, ou PPS. Les analystes de communication estiment que cette annonce est destinée à détourner l'attention des joueurs du lancement de la Ninvento GS de Ninvento.{n}Alors que la Ninvento GS utilise un double écran innovant, la PPS ne sera dotée que d'un seul écran mais s'attachera à proposer aux développeurs une plateforme matérielle beaucoup plus puissante.
nb: Vonny annonserte i dag at de vil lansere en ny bï¿½rbar konsoll kalt Portable Playsystem, forkortet PPS, {0}. Enkelte medieanalytikere hevder at denne nyhetens hovedfunksjon er å ta oppmerksomheten bort fra lanseringen av Ninvento GS.{n}Ninventos nyskapende GS har to skjermer, mens Vonnys system kun har en. Vonny fokuserer påfyll å gi utviklere kraftigere maskinvare å jobbe med.
nl: Vandaag heeft Vonny aangekondigd dat ze een nieuwe mobiele spelcomputer {0} zullen uitbrengen genaamde Portable PlaySystem, of PPS in het kort. Media-analisten speculeren dat deze aankondiging bedoeld is om gebruikers van de lancering van Ninvento's GS af te leiden.{n}Terwijl de Ninvento GS een innovatief dubbel scherm gebruikt, maakt de PPS gebruik van een enkel scherm en zal zich concentreren ontwikkelaars toegang te geven tot veel krachtigere hardware.
pl: Vonny ogłosiło, że {0} wyda nową konsolę przenośną o nazwie Portable Playsystem, w skrócie PPS. Analitycy spekulują, że oświadczenie Vonny ma za zadanie odwrócenie uwagi od premiery Ninvento GS.{n}Ninvento GS korzysta z nowatorskiego podwójnego ekranu, tymczasem PPS ‒ z pojedynczego, a głównym celem jego twórców ma być udostępnienie producentom gier znacznie mocniejszego sprzętu.
sv: Idag meddelade Vonny att de lanserar en ny mobil spelkonsol kallad Portable Playsystem eller PPS, {0}. Media analytiker spekulerar att detta meddelande är tänkt att distrahera användarna från Ninvento lansering av Ninvento GS.{n}Medan Ninvento GS använder en innovativ dubbel skärm, så använder sig PPS av en enda skärm och kommer att fokusera på att ge utvecklare tillgång till mycket mer kraftfull hårdvara.

source: Industry experts predict that we will see the next generation of video game consoles as early as next year. 'The hardware advancements in the PC industry have not been reflected in gaming consoles yet and we can expect the next generation to be a truly exciting leap forward.'{n}According to rumours, both Mirconoft and Vonny are in a race to introduce the next-generation console, with Mirconoft apparently already collaborating with partners to prepare titles for what is called the 'mBox 360.'
ar_001: خبراء الصناعة يتنبأون بأننا سنرى الجيل القادم من أجهزة الألعاب في وقت مبكر من العام المقبل. 'تطوّر صناعة أجهزة الحاسب الشخصي لم تنعكس على أجهزة الألعاب حتى الآن، ونحن نتوقع أن الجيل القادم سيكون قفزة مثيرة للأمام.'{n}وفقاً للشائعات، كلاً من Mirconoft و Vonny في سباق لتقديم أجهزة الجيل القادم، كما يبدو أن Mirconoft تتعاون بالفعل مع شركائها لتجهيز عناوين لجهازها المدعو '.mBox 360'
cs: Odborníci z branže odhadují, že se dočkáme konzolí nové generace nejdříve příští rok. 'Pokroky hardwaru v počítačovém průmyslu nebyly zatím promítnuty v herních konzolí a s další generací můžeme očekávat velký skok vpřed.'{n}Ve větru zní závod mezi Mirconoftem a Vonny o to, kdo uvede konzoli nové generace jako první. Mirconoft již spolupracuje s partnery na připravovaných titulech pro to, čemu říkají 'mBox 360.'
de: Branchenexperten erwarten Konsolen der nächsten Generation bereits im nächsten Jahr. 'Die Fortschritte in der Hardwareentwicklung auf dem PC-Sektor sind noch nicht am Konsolenmarkt angekommen, deswegen können wir davon ausgehen, dass die nächsten Konsolen einen großen Sprung nach vorne machen werden.'{n}Gerüchten zufolge liefern sich Mirconoft und Vonny ein Wettrennen mit der Zeit. Mirconoft arbeitet demnach scheinbar schon mit Entwicklungspartnern zusammen, um Titel für die neue 'mBox 360' vorzubereiten.
fr: Les experts de l'industrie prédisent que nous verrons arriver la prochaine génération de consoles de jeu dès l'année prochaine. « Les progrès techniques dans l'industrie du PC ne se sont pas encore reflétés sur le marché des consoles de jeu, et nous pouvons nous attendre à un véritable bond en avant pour la prochaine génération ».{n}D'après les rumeurs, Mirconoft et Vonny ont engagé une course à celui qui donnera naissance à la prochaine génération de consoles. Mirconoft collaborerait d'ailleurs déjà avec des partenaires pour préparer les futurs titres de celle qu'on appelle la « mBox 360 ».
nb: Bransjeeksperter mener at den neste generasjonen med spillkonsoller kan komme til å dukke opp allerede neste år. "Utviklingen i PC-maskinvare har ennï¿½ ikke smittet over påfyll konsollene, og vi kan forvente oss virkelig spennende fremskritt i neste generasjon."{n}Ryktene forteller at Mirconoft og Vonny kappes om å lansere den første nestegenerasjons konsollen. Førstnevnte skal etter sigende allerede ha satt i gang sine samarbeidspartnere med å forberede de første spillene til "mBox 360."
nl: Industrie-experts voorspellen dat we de volgende generatie spelcomputers reeds volgend jaar zullen zien. 'De vooruitgang in hardware in de PC-industrie is nog niet zichtbaar bij de huidige spelcomputers en we kunnen daarom verwachten dat de volgende generatie een opwindende stap voorwaarts zal zijn.'{n}Volgens geruchten zitten zowel Mirconoft als Vonny in een wedloop om de volgende generatie spelcomputers te introduceren, waarbij Mirconoft blijkbaar al aan het samenwerken is met partners om titels voor te bereiden voor wat de 'mBox 360' genoemd gaat worden.
pl: Eksperci z branży przewidują, że już w przyszłym roku zobaczymy nową generację konsol. „Znaczny rozwój mocy komputerów osobistych nie znalazł jeszcze odzwierciedlenia na rynku konsol, ale możemy się spodziewać, że ich następna generacja będzie wielkim krokiem naprzód”.{n}Krążą plotki, że Mirconoft i Vonny ścigają się, kto pierwszy wyprodukuje konsolę nowej generacji. Mirconoft podjął już współpracę z niektórymi deweloperami w celu przygotowania gier na urządzenie, które nazwano „mBox 360”.
sv: Industrins experter förutspår att vi kommer att se i nästa generations spelkonsoler så tidigt som nästa år. "Hårdvaru framstegen inom PC-industrin har inte återspeglats i spelkonsoler ännu och vi kan förvänta oss nästa generation att bli ett verkligt spännande steg framåt."{n}Enligt rykten, så är både Mirconoft och Vonny i en kapplöpning för att införa nästa generations konsol, med Mirconoft redan kollaborerande med partners för att förbereda titlar för det som kallas "mBox 360."

source: Today, Mirconoft presented their new console called the mBox 360. It is the first in the next generation of expected consoles, and features hardware rivaling mid-end PC counterparts. With a relatively cheap purchase price, Mirconoft will be selling the device at a loss as part of a long-term strategy to gain market share.{n}Gamers around the world are excited by the new console and it is predicted that the mBox 360 will have a massive impact on the console market.
ar_001: اليوم، Mirconoft قدّمت جهازها الجديد المدعو بـ mBox 360. إنه أول جهاز من أجهزة الجيل القادم المترقبة، ويحتوي على تقنيات تنافس نظرائه من أجهزة الحاسب المتوسطة. مع سعر رخبص نسبياً، Mirconoft ستبيع الجهاز بخسارة، كجزء من إستراتيجية طويلة المدى لكسب حصة في السوق.{n}اللاعبون حول العالم متحمسون للجهاز الجديد، وإنه من المتوقع أن الـ mBox 360 سيكون له تأثير كبير في سوق أجهزة الألعاب.
cs: Mirconoft dnes představil jejich novou konzoli pojmenovanou mBox 360. Jde o první z očekávaných konzolí nové generace a její hardware odpovídá středně výkoným počítačům. Mirconoft začne prodávat konzoli s relativně nízkou cenou i za cenu ztrátového prodeje s nadějí, že získají větší podíl na trhu v dlouhodobém horizontu.{n}Hráči jsou z nové konzole po celém světě nadšení a odhaduje se masivní dopad mBoxu 360 na celý konzolový trh.
de: Mirconoft hat heute die neue mBox 360 vorgestellt. Sie ist die erste Konsole der neuen Generation und bietet Hardware, die mit mid-end PCs vergleichbar ist. Mit einem relativ niedrigen Verkaufspreis wird Mirconoft Verluste in Kauf nehmen, um langfristig Marktanteile zu gewinnen.{n}Spieler auf der ganzen Welt sind aus dem Häuschen und es ist ein massiver Einfluss der Konsole auf den bestehenden Markt zu erwarten.
fr: Mirconoft a présenté aujourd'hui leur nouvelle console, la mBox 360. C'est la première des consoles next-gen attendues, et son équipement rivalise avec celui des PC moyenne gamme. En pratiquant un faible prix de vente, Mirconoft fait le pari de vendre l'appareil à perte, en vue d'un gain de parts de marché à long terme.{n}Les joueurs du monde entier sont enthousiasmés par cette nouvelle console, et il y a fort à parier que la mBox 360 ait un impact plus que significatif sur le marché des consoles.
nb: Mirconoft presenterte i dag sin nye konsoll, mBox 360. Den er første konsoll ut i det som forventes å vï¿½re en ny generasjon, og har maskinvare som tilsvarer PC-er i mellomklassen. Mirconoft har satt en rimelig utsalgspris, og vil selge konsollen med tap som del av en strategi for å vinne markedsandeler.{n}Spillfans over hele verden gleder seg over den nye konsollen, og det forventes at mBox 360 vil gjøre et kraftig innhogg i markedet.
nl: Vandaag heeft Mirconoft zijn nieuwe spelcomputer, genaamd de mBox 360 gepresenteerd. Het is de eerste van de volgende generatie van verwachte spelcomputers en hij beschikt over hardware die met middelzware PC's rivaliseert. Mirconoft zal de spelcomputer tegen een relatief goedkope prijs aanbieden, waarbij het verlies maakt op de apparatuur, als onderdeel van een langetermijn strategie om marktaandeel te winnen.{n}Spelers van over de hele wereld zijn opgewonden over de nieuwe spelcomputer en er wordt voorspeld dat de mBox 360 flink wat opschudding zal veroorzaken de spelcomputermarkt.
pl: Mirconoft zaprezentował dzisiaj konsolę o nazwie mBox 360. Jest to pierwsza z mającej powstać serii konsol nowej generacji. Wyposażona jest w elementy, które mogą konkurować z tymi spotykanymi w komputerach osobistych ze średniej półki.{n}Urządzenie jest dość tanie, jako że Mirconoft w ramach swojej długoterminowej strategii przejmowania udziałów rynku będzie je sprzedawać po zaniżonej cenie. Gracze z całego świata są bardzo podekscytowani i już przewiduje się, że mBox 360 będzie mieć znaczny wpływ na rynek konsol.
sv: Idag presenterade Mirconoft deras nya konsol kallad mBox 360. Det är den första i nästa generation av förväntade konsoler, och har hårdvara som konkurerande mid-end PC motsvarigheter. Med ett relativt billigt inköpspris, kommer Mirconoft att sälja enheten vid en förlust som en del av en långsiktig strategi för att vinna marknadsandelar.{n}Spelare världen över är entusiastiska över den nya konsolen och det förutspås att mBox 360 kommer att ha en enorm inverkan på konsolen marknaden.
