Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Wow, I have seen some pictures of your new office! Cutting edge stuff! I'm sure you are doing very well but if you need to top up your budget I've a couple of big jobs that need to be taken care of. Jason{n}Large contracts have been unlocked.
ar_001: واو, وصلتني بعض الصور لمكتبك الجديد ! قمة التطور! ↵ متأكد بانك تبلي بلاء حسنا ولكن تحتاج لرفع سقف رأس المال, لدي بعض المهام الكبيرة التي تحتاج الإتمام.↵ عقود Jason {n} الكبيرة تم فتحها.
cs: Páni, viděl jsem obrázky vaší nové kanceláře! Špičkové vybavení! Jsem si jistý, že si povedete dobře, ale pokud budete potřebovat, mám tu pár velkých zakázek o které je potřeba se postarat. Jason{n}Velké smlouvy o dílo jsou nyní přístupné.
de: Wow, ich hab Bilder Deines neuen Büros gesehen! Echt cool! Ich bin sicher, bei Dir läuft es gut, aber wenn Du mal ein wenig mehr Geld brauchst, sag mir Bescheid. Ich habe ein paar ziemlich große Aufträge am Haken. Jason{n}Große Aufträge freigeschaltet.
fr: Waouh, j'ai vu quelques photos de votre nouveau bureau ! Du matos d'avant-garde ! Je suis sûr que vous vous en sortez très bien, mais si vous avez besoin d'arrondir vos fins de mois, j'ai quelques gros boulots qui auraient besoin qu'on s'en occupe. Jason{n}Les gros contrats ont été débloqués.
nb: Fett! Jeg har sett noen bilder av det nye kontoret deres! Imponerende greier. Du gjør det sikkert veldig bra, men hvis budsjettet trenger påfyll, har jeg et par store jobber påfyll anbud. Jason{n}Store kontraktoppdrag er opplåst.
nl: Wauw, ik heb wat foto's gezien van je nieuwe kantoor! Hypermodern! Het gaat waarschijnlijk heel goed met je bedrijf, maar mocht je wat extra budget nodig hebben dan heb ik een aantal grote klussen die gedaan moeten worden. Jason{n}Grote contracten zijn nu beschikbaar.
pl: Jejku, widziałem zdjęcia twojego nowego biura! Wszystko nowiutkie i lśniące! Z pewnością radzisz sobie bardzo dobrze, ale jeśli chcesz wypchać swój portfel jeszcze bardziej, to daj mi znać, mam dla ciebie kilka dużych zleceń. Jason{n}Odblokowano duże zlecenia.
sv: Wow, jag har sett några bilder på ditt nya kontor! Riktigt fina grejer! Jag är säker på att du gör ett mycket bra jobb men om du behöver fylla på din budget har jag ett par stora jobb som måste tas om hand. Jason{n}Stora kontrakt har nu låsts upp.

source: Jason here. I just got word from the client that the contract was completed successfully. Excellent work!
ar_001: Jason هنا.↵ وصلتني معلومات من زبون بأن العقد قد تم بنجاح.عمل ممتاز!
cs: Tady Jason. Dostal jsem vzkaz od klienta, že jste úspěšně dokončili zakázku. Dobrá práce!
de: Jason hier. Mein Kunde hat mir gerade den erfolgreichen Abschluss des Vertrages gemeldet. Ausgezeichnete Arbeit!
fr: Salut, c'est Jason. Le client vient de m'apprendre que vous avez honoré le contrat. Excellent travail !
nb: Jason here. Jeg fikk akkurat beskjed fra klienten om at anbudsjobben ble levert i tide. Godt jobba!
nl: Hoi, Jason hier. Ik kreeg net bericht van de klant dat het contract met succes afgerond is. Uitstekend werk!
pl: Z tej strony Jason. Klient mi właśnie przekazał, że wypełniłeś kontrakt. Świetna robota!
sv: Jason här.↵ Jag fick veta från kunden att avtalet slutförts. Utmärkt arbete!

source: Jason here. I see that the contract was not completed in time. Be careful what contracts you accept otherwise those penalties quickly add up.{n}Don't worry too much though, I don't hold grudges. If you want to try again let me know.
ar_001: Jason هنا.↵ ألحظ بأن العقد لم يتم الانتهاء منه في الوقت المحدد. كن حذرا من العقود التي تقبلها وإلا فهذه العقوبات سوف تتراكم بسرعة.{n} لا تقلق كثيراً، فأنا لا أحمل ضغينة عليك، إذا أردت المحاولة مجدداً أخبرني بذلك.
cs: Tady Jason.↵ Všiml jsem si, že jste zakázku nedokončili včas. Buďte opatrní při vybírání zakázek, jinak se vám sankce rychle nasčítají.{n}Nebojte se, nejsem na vás naštvaný. Pokud budete chtít další zakázky, dejte mi vědět.
de: Jason hier, Ich sehe gerade, dass der Auftrag nicht rechtzeitig abgeschlossen wurde. Sei vorsichtiger bei dem was Du annimmst oder die Strafen summieren sich schnell.{n}Aber keine Sorge, die Sache wird unsere Zusammenarbeit nicht belasten. Wenn Du es nochmal versuchen möchtest, melde Dich.
fr: C'est Jason, Je vois que le contrat n'a pas été terminé à temps. Faites attention aux contrats que vous acceptez, sinon les pénalités vont vite s'additionner. {n} Ne vous inquiétez pas, je ne suis pas rancunier. Si vous voulez essayer à nouveau, dites-le-moi.
nb: Jason her. Jeg la merke til at anbudet ikke ble levert etter kontrakten. Vï¿½r forsiktig nï¿½r du velger anbudsjobb, ellers vil dagbï¿½tene fort balle påfyll seg.{n}Heldigvis er jeg ikke langsint, sï¿½ bare gi lyd hvis du vil prï¿½ve igjen.
nl: Jason hier. Ik zie dat het contract niet op tijd voltooid was. Kijk uit welke contracten je aanneemt, anders stapelen de boetes zich snel op.{n}Zit er niet teveel over in, ik neem je niks kwalijk. Laat het me weten wanneer je het nog eens wilt proberen.
pl: Tu Jason. Dowiedziałem się, że nie udało ci się wypełnić kontraktu. Bądź ostrożny podczas wybierania zlecenia. Z każdym niewypełnionym kontraktem kary się powiększają.{n}Nie martw się, nie jestem pamiętliwy. Jeśli chcesz spróbować ponownie, to daj mi znać.
sv: Jason här. Jag ser att avtalet inte blev klart i tid. Var försiktig med vilka avtal du accepterar annars kan påföljderna ge dig räkningar.{n}Oroa dig inte för mycket, jag har inga fördomar. Om du vill försöka igen säg bara till.

source: Usually I have new contracts every six months so check back some time.
ar_001: عادة لدي عقود جديدة كل ستة أشهر تفقدها من حين لآخر.
cs: Ozvěte se jindy, nové zakázky mívám většinou každý půlrok.
de: Normalerweise kriege ich alle sechs Monate neue Aufträge. Schau doch später nochmal nach.
fr: Habituellement j'ai de nouveaux contrats tous les six mois alors revenez dans quelque temps.
nb: Jeg har vanligvis nye kontrakter hvert halvï¿½r, sï¿½ titt innom med jevne mellomrom.
nl: Normaal gesproken heb ik iedere zes maanden nieuwe contracten, dus probeer het binnenkort nog een keer.
pl: Zazwyczaj nowe zlecenia pojawiają się co pół roku. Jak przyjdzie odpowiednia pora, sprawdź, czy nie mam dla ciebie czegoś nowego.
sv: Vanligtvis har jag nya kontrakt varje halvår så titta in någon gång.

source: Up-front payment
ar_001: الدفع مقدماً
cs: Platba předem
de: Vorauszahlung
fr: Avance sur contrat
nb: Forhï¿½ndsbetaling
nl: Voorschot
pl: Zaliczka
sv: Direktbetalning

source: Contract Refund
ar_001: استرداد العقد
cs: Úhrada zakázky
de: Rückvergütung
fr: Remboursement de Contrat
nb: Tilbakebetaling Anbud
nl: Terug betaling contract
pl: Zwrot pieniędzy
sv: Kontraktsåterbetalning

source: Graphic
ar_001: الرسومات
cs: Grafika
de: Grafik
fr: Graphismes
nb: Graf
nl: Grafisch
pl: Grafika
sv: Grafik

source: Popular genre:
ar_001: النوع الشائع:
cs: Populární žánr:
de: Populäres Genre:
fr: Genre populaire :
nb: Populï¿½r sjanger:
nl: Populaire genre:
pl: Popularny gatunek:
sv: Populär genre:

source: Popular: New topics
ar_001: شائع: مواضيع جديدة
cs: Populární: Nová témata
de: Populär: Neue Themen
fr: Populaire : Nouveaux sujets
nb: Populï¿½rt: Nye emner
nl: Populair: Nieuwe thema's
pl: Na topie: nowe tematy gier
sv: Populärt: Nya ämnen

source: Strong audience:
ar_001: الجمهور القوي:
cs: Cílová skupina:
de: Starke Zielgruppe:
fr: Public cible :
nb: Kjernepublikum:
nl: Sterke doelgroep:
pl: Grupa, która najwięcej gra:
sv: Stark publik:

source: Trend: Strange combinations
ar_001: التوجه : توليفات غريبة
cs: Trend: Zvláštní kombinace
de: Trend: Kuriose Kombinationen
fr: Tendance : Combinaisons insolites
nb: Trend: Merkelige kombinasjoner
nl: Trend: Vreemde combinaties
pl: Trend: nietypowe połączenia
sv: Trend: Konstiga kombinationer

source: It seems that the market has normalized again with no particular strong trends at the moment.
ar_001: يبدو أن السوق قد عاد مرة أخرى إلى وضعه الطبيعي مع عدم وجود توجهات قوية خاصة في الوقت الراهن.
cs: Vypadá to, že se trh opět ustálil bez žádného výraznějšího trendu.
de: Der Markt hat sich wieder normalisiert. Derzeit gibt es keine starken Trends mehr.
fr: Le marché semble s'être stabilisé à nouveau sans tendance particulière.
nb: Det ser ut til at markedet er tilbake til normalen, uten noen sterke trender for ï¿½yeblikket.
nl: De markt is weer genormaliseerd en er zijn geen sterke trends op dit moment.
pl: Wygląda na to, że rynek się unormował i nie przejawia żadnych nowych trendów.
sv: Det verkar som att marknaden har normaliserats igen utan några starka trender just nu.

source: It seems that {0} games are especially popular at the moment.
ar_001: يبدو أن ألعاب {0} أصبحت شعبية خاصة في الوقت الراهن.
cs: Vypadá to, že {0} je nyní velmi populárním žánrem.
de: Derzeit scheinen {0} Spiele besonders angesagt zu sein.
fr: Il semble que les jeux de type « {0} » sont particulièrement demandés actuellement.
nb: Det virker som {0}-spill er spesielt populære akkurat nï¿½.
nl: Het lijkt erop dat {0} games momenteel erg populair zijn.
pl: Bardzo popularny ostatnio gatunek gier: {0}
sv: Det verkar som att {0} spel är särskilt populära just nu.

source: There is a clear trend towards {0} games recently.
ar_001: هناك اتجاه واضح نحو {0} ألعاب مؤخراً.
cs: V poslední době jsou jasným trendem hry žánru {0}.
de: Es gibt derzeit einen starken Trend zu {0} Spielen.
fr: Les jeux de type « {0} » sont très populaires en ce moment.
nb: {0}-spill er svï¿½rt populære for tiden.
nl: Er is op het moment een duidelijke trend naar {0} games.
pl: Bardzo popularny ostatnio gatunek gier: {0}
sv: Det finns en tydlig trend med {0} spel pågående.

source: It seems that the market responds particularly well to games with new topics at the moment.
ar_001: يبدو أن السوق يستجيب بشكل جيد للألعاب مع وضع مواضيع جديدة في الوقت الراهن.
cs: Vypadá to, že trh velmi dobře reaguje na hry s novými tématy.
de: Derzeit scheint der Markt besonders stark auf Spiele mit neuen Themen zu reagieren.
fr: Il semblerait que le marché réagisse particulièrement bien aux jeux proposant de nouveaux thèmes en ce moment.
nb: Det ser ut til at markedet for øyeblikket foretrekker spill med nye emner.
nl: Het lijkt erop dat de markt momenteel goed reageert op games met nieuwe thema's.
pl: Wygląda na to, że w tej chwili najlepiej produkować gry o nowej tematyce.
sv: Det verkar som att marknaden gillar spel med nya teman för tillfället.

source: Market Analysis
ar_001: تحليل السوق
cs: Analýza trhu
de: Marktanalyse
fr: Etude de marché
nb: Markedsanalyse
nl: Marktanalyse
pl: Analizy rynkowe
sv: Marknadsanalys

source: Grid income
ar_001: دخل الشبكة
cs: Příjmy z Gridu
de: Grid-Einkommen
fr: Recettes de Grid
nb: Grid-inntekter
nl: Grid inkomsten
pl: Grid - przychód
sv: Rutnätsintäkter

source: Our own game convention is taking place in 4 weeks!
ar_001: المؤتمر الخاص بلعبتنا سيكون خلال 4 أسابيع من الان!
cs: Naše vlastní herní výstava začne za 4 týdny!
de: Unsere eigene Spielemesse wird in 4 Wochen stattfinden!
fr: Notre propre convention du jeu vidéo aura lieu dans 4 semaines !
nb: Spillmessen våres starter om fire uker!
nl: Onze eigen gameconventie vindt plaats over 4 weken!
pl: Nasz własny konwent odbędzie się za cztery tygodnie!
sv: Vårt eget spelkonvent äger rum inom 4 veckor!

source: In two months the {0} will be taken off the market!
ar_001: خلال شهرين من الآن {0} سيتم سحبه من السوق!
cs: Za dva měsíce stáhnou {0} z trhu!
de: {0} wird in 2 Monaten vom Markt genommen!
fr: Dans deux mois, la {0} sera retirée du marché !
nb: {0} vil bli tatt av markedet om to måneder!
nl: Over twee maanden wordt de {0} van de markt gehaald!
pl: Za dwa miesiące konsola {0} zostanie wycofana ze sprzedaży!
sv: Om två månader kommer {0} att tas bort från marknaden!

source: {0} is no longer supported. You've released {1} games for the platform and earned a total of {2}!
ar_001: {0} لم يعد مدعوم.↵ كنت قد أصدرت {1} ألعاب للمنصة وكسبت ما مجموعة {2}!
cs: {0} již nemá oficiální podporu. Na tuto platformu jste vydali {1} her, které vám vydělali {2}!
de: {0} wird nicht länger unterstützt. Du hast {1} Spiele auf dieser Plattform veröffentlicht und insgesamt {2} eingenommen!
fr: La {0} a été retirée du marché. Sur cette plateforme, vous avez publié {1} jeu(x) vous ayant rapporté en tout {2} !
nb: {0} er nå tatt av markedet. Du har gitt ut {1} spill til konsollen og tjent {2} totalt!
nl: {0} wordt niet langer ondersteund. Je hebt {1} games voor dit platform uitgebracht en een bedrag van {2} verdiend!
pl: Konsola {0} nie jest już dostępna. Wyprodukowane przez ciebie gry: {1} Zarobione przez ciebie pieniądze: {2}
sv: {0} stöds inte längre. Du har släppt {1} spel för plattformen och tjänade totalt {2}!

source: {0} is no longer supported.
ar_001: {0} لم يعد مدعوماً.
cs: {0} již nemá oficiální podporu.
de: {0} wird nicht mehr unterstützt.
fr: La {0} a été retirée du marché.
nb: {0} er tatt av markedet.
nl: {0} wordt niet langer ondersteund.
pl: Konsola {0} nie jest już dostępna.
sv: {0} stöds inte längre.

source: We had {0} people visiting our booth this year.
ar_001: حصلنا على {0} شخص زار معرضنا هذا العام.
cs: Tento rok náš stánek navštívilo {0} lidí.
de: Dieses Jahr haben {0} Leute unseren Messestand besucht.
fr: {0} personnes ont visité notre stand cette année.
nb: Vi hadde {0} besøkende påfyll standen vår i år.
nl: {0} mensen hebben onze stand dit jaar bezocht.
pl: {0} osób odwiedziło nasze stoisko na G3.
sv: Vi hade {0} personer som besökte vårt bås i år.

source: We didn't make it in the top 100 booths this year. Once we gain more fans I'm sure we will!
ar_001: لم نكن ضمن المراكز ال100 في المعرض هذا العام. مرة أخرى سنكسب مزيد من المشجعين أنا متأكد أننا سنفعلها!
cs: Tenhle rok jsme se nedostali mezi 100 nejnavštěvovanějších. Pokud získáme více fanoušků, určitě se nám to v budoucnu podaří!
de: Dieses Jahr haben wir es nicht unter die Top 100 der meistbesuchten Messestände geschafft. Sobald wir mehr Fans haben, werden wir es bestimmt schaffen, da bin ich mir sicher!
fr: Nous n'avons pas réussi à entrer dans le top 100 des meilleurs stands cette année. Dès que nous aurons conquis plus de fans, je suis sûr que nous y arriverons !
nb: Standen vår kom ikke påfyll Topp 100-listen i ï¿½r. Jeg er sikker påfyll at det kommer til å skje når vi får flere fans!
nl: We hebben de top 100 stands niet gehaald dit jaar. Zodra we meer fans hebben gaat dit zeker gebeuren!
pl: Niestety, nie udało nam się dostać do najlepszej setki stoisk w tym roku. Kiedy już zyskamy więcej fanów, to na pewno nam się uda!
sv: Vi nådde inte upp inom de 100:e bästa båsen i år. När vi få fler fans är jag säker på att vi kommer dit!

source: We were voted the number one booth this year! Congratulations!
ar_001: لقد كسبنا التصويت هذا العام على العرض الأول في المعرض! مبروك!
cs: Byli jsme zvoleni stánkem roku! Gratulace!
de: Man hat unseren Messestand zum Besten des Jahres gewählt! Glückwunsch!
fr: Nous avons été élus meilleur stand cette année ! Félicitations !
nb: I år var det vi som fikk prisen for beste stand! Gratulerer!
nl: We zijn dit jaar verkozen tot beste stand! Gefeliciteerd!
pl: Nasze stoisko zostało wybrane najlepszym w tym roku! Gratulacje!
sv: Vi röstades fram till bås nummer ett detta år! Grattis!

source: We made it into the top 100 conference attractions this year at place {0}.
ar_001: مؤتمرنا هذا العام حل من قائمة أفضل 100 في المركز {0}.
cs: Dokázali jsme se dostat mezi 100 nejnavštěvovanějších, skončili jsme na {0}. místě.
de: Wir haben es dieses Jahr unter die Top 100 Messestände auf Platz {0} geschafft.
fr: Nous avons intégré le top 100 en nous classant {0}ème attraction de la convention cette année.
nb: Standen vår kom påfyll {0}. plass påfyll Topp 100-listen i ï¿½r.
nl: We hebben dit jaar de top 100 stands van de conferentie behaald op plaats {0}.
pl: Udało nam się dostać do najlepszej setki stoisk na tegorocznej konferencji. Uplasowaliśmy się na {0} miejscu.
sv: Vi nådde upp till de 100:e bästa båsen i år på plats {0}.

source: Our convention had {0} visitors this year!
ar_001: حضر مؤتمرنا {0} شخص هذا العام!
cs: Naši výstavu si letos prohlédlo {0} návštěvníků!
de: Unsere Spielemesse hatte {0} Besucher dieses Jahr!
fr: Notre convention a attiré {0} visiteurs cette année !
nb: Spillmessen vår hadde {0} besøkende i år!
nl: Onze conventie had dit jaar {0} bezoekers!
pl: {0} osób było w tym roku na naszym konwencie!
sv: Våran konvention hade {0} besökare i år!

source: Game Conference
ar_001: مؤتمر الألعاب
cs: Herní konference
de: Spielemesse
fr: Conférence
nb: Spillmesse
nl: Game Conferentie
pl: Wystawa branży gier komputerowych
sv: Spelkonferens

source: monthly costs
ar_001: تكاليف شهرية
cs: měsíční náklady
de: Monatliche Kosten
fr: dépenses mensuelles
nb: mï¿½nedlige utgifter
nl: maandelijkse kosten
pl: Opłaty miesięczne
sv: månadskostnader

source: Young
ar_001: صغار
cs: Děti
de: Kinder / Jugendliche
fr: Jeunes
nb: Ungdom
nl: Jeugd
pl: Młodzież
sv: Unga

source: Mature
ar_001: بالغين
cs: Dospělí
de: Erwachsene
fr: Public averti
nb: Alle
nl: Volwassenen
pl: Dorośli
sv: Vuxna

source: Everyone
ar_001: الجميع
cs: Všichni
de: Alle
fr: Tous publics
nl: Iedereen
pl: Wszyscy
sv: Alla

source: in the coming years
ar_001: في السنوات القادمة
cs: v následujících letech
de: in den kommenden Jahren
fr: dans les années à venir
nb: i lï¿½pet av de neste ï¿½rene
nl: In de komende jaren
pl: w nadchodzących latach
sv: under de kommande åren

source: early next year
ar_001: في مطلع العام المقبل
cs: na začátku příštího roku
de: Anfang nächsten Jahres
fr: en début d'année prochaine
nb: tidlig neste ï¿½r
nl: begin volgend jaar
pl: na początku przyszłego roku
sv: vid början av nästa år

source: late next year
ar_001: في أواخر العام المقبل
cs: na konci příštího roku
de: Ende nächsten Jahres
fr: en fin d'année prochaine
nb: mot slutten av neste ï¿½r
nl: eind volgend jaar
pl: pod koniec przyszłego roku
sv: vid slutet av nästa år

source: later next year
ar_001: في وقت لاحق من العام المقبل
cs: později příští rok
de: später nächsten Jahres
fr: en courant d'année prochaine
nb: senere neste ï¿½r
nl: later volgend jaar
pl: w przyszłym roku
sv: senare nästa år

source: later this month
ar_001: في وقت لاحق خلال هذا الشهر
cs: ke konci měsíce
de: im Laufe des Monats
fr: dans le courant du mois
nb: senere denne mï¿½neden
nl: later deze maand
pl: w drugiej połowie miesiąca
sv: senare nästa månad

source: next month
ar_001: الشهر القادم
cs: příští měsíc
de: nächsten Monat
fr: le mois prochain
nb: neste måned
nl: volgende maand
pl: w przyszłym miesiącu
sv: nästa månad

source: in two months
ar_001: خلال شهرين
cs: za dva měsíce
de: in zwei Monaten
fr: dans deux mois
nb: om to måneder
nl: over twee maanden
pl: za dwa miesiące
sv: om två månader

source: in the coming months
ar_001: في الشهور المقبلة
cs: v nadcházejících měsících
de: in den kommenden Monaten
fr: dans les mois à venir
nb: i løpet av de neste månedene
nl: in de komende maanden
pl: w ciągu kilku najbliższych miesięcy
sv: inom de kommande månaderna

source: at the end of this year
ar_001: في نهاية هذه السنة
cs: na konci tohoto roku
de: Ende des Jahres
fr: à la fin de l'année
nb: mot slutten av året
nl: aan het einde van dit jaar
pl: pod koniec tego roku
sv: vid slutet på detta år

source: later this year
ar_001: لاحقاً هذه السنة
cs: později v tomto roce
de: später diesen Jahres
fr: dans le courant de l'année
nb: senere i år
nl: later dit jaar
pl: w tym roku
sv: senare detta år

source: Recent market studies suggest that the Govodore G64 is steadily outselling competitors in the PC sector. Consumers prefer the lower price, greater availability and the flexible hardware configuration over other home computers.{n}Experts say that this might spell the end of competing hardware manufacturers.
ar_001: تشير دراسات السوق الأخيرة بأن جهاز Govodore G64 لا يزال بيعه مستمراً مما يجعله متصدر قسم الحواسب الشخصية. المستهلكين يفضلون السعر المنخفض،القدرة العالية، و المرونة في تكوين الجهاز بعكس الحواسب المنزلية الأخرى.{n} خبراء يقولون بأن هذا الشيء من الممكن أن ينهي على روح المنافسة بين الشركات المصنعة للعتاد الداخلي للحواسيب.
cs: Nynější studie marketingu prokazují, že Govodore G64 je stabilně nejprodávanějším konkurentem v oblasti osobních počítačů. Zákazníci dávají přednost nižší ceně, lepší dostupnosti a svobodnější konfiguraci hardware před domácími počítači.{n}Odborníci tvrdí, že by to mohlo předznamenat konec konkurenčních výrobců hardwarů.
de: Letzten Marktanalysen zufolge, verkauft sich der Govodore G64 besser als seine Konkurrenten im PC-Sektor. Kunden bevorzugen ihn aufgrund des niedrigeren Preises, der größeren Verbreitung und der flexiblen Hardwarekonfiguration gegenüber anderen Heimcomputern.{n}Experten schätzen, dass dies das Ende rivalisierender Hardwarehersteller sein könnte.
fr: Les récentes études de marché montrent que les ventes de Govodore G64 dépassent régulièrement celles de ses concurrents dans le secteur des PC. Les consommateurs préfèrent son tarif plus avantageux, sa plus grande disponibilité, et la meilleure flexibilité de sa configuration matérielle en comparaison des autres ordinateurs personnels.{n}Les experts prédisent que cela pourrait sonner le glas des constructeurs concurrents.
nb: Markedsanalyser viser at Govodore G64 stadig selger bedre enn sine konkurrenter i PC-markedet. Lav pris, større tilgjengelighet og fleksibel maskinvarekonfigurasjon gjør at kundene foretrekker den fremfor andre hjemmemaskiner.{n}Ifï¿½lge ekspertene kan dette bety slutten for flere av konkurrentene.
nl: Recente marktonderzoeken geven aan dat de Govodore G64 geleidelijk meer verkoopt dan de concurrenten in de PC markt. De consument verkiezen de lagere prijs, betere beschikbaarheid en de aanpasbare hardware boven de andere thuis computers.{n} Experts zeggen dat dit weleens het einde kan betekenen voor andere hardware fabrikanten.
pl: Najnowsze badania rynku sugerują, że Govodore G64 sprzedaje się lepiej niż inne komputery osobiste. Niska cena, lepsza dostępność i możliwość dostosowywania konfiguracji sprzętowej sprawiły, że konsumenci preferują właśnie tę platformę.{n}Według ekspertów rywalizacja wśród producentów sprzętu została już rozstrzygnięta.
sv: Nya marknadsundersökningar tyder på att Govodore G64 stadigt utsäljer konkurrenter i PC sektorn. Konsumenterna föredrar lägre pris, högre tillgänglighet och flexibla maskinvarukonfigurationer över andra hemdatorer.{n}Experter säger att detta skulle kunna innebära slutet för konkurrerande hårdvarutillverkare.
