Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: which had only limited commercial success.
ar_001: التي ليس لديها سوى نجاح تجاري محدود.
cs: která měla minimální komerční úspěch.
de: welche nur begrenzten kommerziellen Erfolg hatte.
fr: qui n'a eu qu'un succès commercial limité.
nb: , som var en begrenset salgssuksess.
nl: die enkel een matig commercieel succes was.
pl: odniosła niewielki sukces na rynku.
sv: som endast hade begränsad kommersiell framgång.

source: which had moderate commercial success.
ar_001: التي كان نجاحها التجاري متوسط.
cs: která měla průměrný komerční úspěch.
de: welche mäßigen kommerziellen Erfolg hatte.
fr: qui a eu un succès commercial modéré.
nb: , som leverte ganske gode salgstall.
nl: die een redelijk commercieel succes was.
pl: odniosła średni sukces na rynku.
sv: vilket hade måttlig kommersiell framgång.

source: which had a sizeable following and really made an impact in the market.
ar_001: التي كان لها عدد متابعين ضخم وفعلاً لها تأثير في السوق.
cs: která měla značně následovatelů a měla vliv na celý trh.
de: welche wie eine Bombe einschlug und eine Menge Fans zählt.
fr: qui a bénéficié d'un suivi considérable et a réellement eu un impact sur le marché.
nb: , som solgte meget bra og gjorde et godt innhogg i markedet.
nl: die een aanzienlijk aantal volgelingen had en een behoorlijke aandeel op de markt.
pl: odniosła wielki sukces i przebojem weszła na rynek.
sv: vilket hade en stor mängd anhängare och gjorde verkligen en inverkan på marknaden.

source: {0} has announced that they are working on a new game console. The console named {1} is planned as a successor to their earlier contender, the {2}
ar_001: {0} أعلنت أنها تعمل على جهاز ترفية منزلي جديد. سيكون أسم الجهاز {1} ومن المقرر أن يحل خلفاً للمنافس السابق، {2}
cs: Společnost {0} oznámila, že pracují na nové herní konzoli. Konzole se bude jmenovat {1} a půjde o nástupce původní,{2}
de: {0} hat angekündigt, dass sie an einer neuen Konsole arbeiten. Die Konsole {1} ist als Nachfolger von {2} geplant,
fr: {0} a annoncé qu'ils travaillent sur une nouvelle console. La console nommée {1} est prévue pour succéder à leur ancienne console, la {2}
nb: {0} har avslï¿½rt at de arbeider med en ny spillkonsoll. Den skal hete {1}, og skal erstatte deres nï¿½vï¿½rende konsoll, {2}
nl: {0} heeft aangekondigd aan een nieuwe game console te werken. De console genaamd {1} zal een opvolger van hun eerdere concurrerende console , de {2}, worden.
pl: Firma {0} ogłosiła rozpoczęcie prac nad nową konsolą do gier, {1}. Poprzednia platforma tej firmy, {2},
sv: {0} har meddelat att de arbetar på en ny spelkonsol. Konsolen heter {1} och är planerad som en efterföljare till sin tidigare utmanare, {2}

source: I will get right to it.
ar_001: سوف أحصل على الحق في ذلك.
cs: Jdu hned na to.
de: Ich werde gleich damit anfangen.
fr: Je vais aller droit au but.
nb: Med en gang.
nl: Ik begin er meteen aan.
pl: Zabieram się do roboty.
sv: Jag kommer att gå rakt på sak.

source: Okay, you are the boss.
ar_001: حسناً، أنت الرئيس.
cs: Dobře, vy jste tu šéf.
de: Okay, Du bist der Chef.
fr: D'accord, c'est vous le patron.
nb: OK, du er sjefen.
nl: Oké, jij bent de baas.
pl: Dobrze, ty tu rządzisz.
sv: Okej, du är chefen.

source: Congratulations on finishing Game Dev Tycoon and thank you for playing! If you enjoyed our little game then please consider rating the game on the Store. You can also send us some feedback
ar_001: مبروك على الانتهاء من اللعبة وشكرا لك على اللعب! إذا كنت تستمتع باللعبة. الرجاء قم بتقييم اللعبة على المتجر. يمكنك أيضا أن ترسل لنا بعض ردود الفعل حول اللعبة
cs: Blahopřejeme k dokončení Game Dev Tycoon a děkujeme Vám, že jste si jej zahráli! Pokud se Vám naše drobná hra líbila, ohodnoťte ji v Obchodě. Také nám můžete zaslat zpětnou vazbu
de: Herzlichen Glückwunsch! Du hast Game Dev Tycoon durchgespielt, vielen Dank! Wenn Dir unser Spiel gefallen hat, würden wir uns über eine Bewertung von Dir im Store freuen. Du kannst uns auch Feedback senden
fr: Félicitations pour avoir terminé Game Dev Tycoon et merci d'avoir joué !Si vous avez apprécié notre petit jeu, alors n'hésitez pas à le noter sur le Store. Vous pouvez également nous envoyer vos suggestions
nb: Gratulerer! Du har fullfï¿½rt historien i Game Dev Tycoon. Takk for at du spilte! Gi gjerne spillet en vurdering i butikken hvis du likte det. Du kan ogsï¿½ sende oss en tilbakemelding
nl: Gefeliciteerd met het voltooien van Game Dev Tycoon en bedankt voor het spelen! Mocht onze game je bevallen, denk er dan alsjeblieft aan de game te beoordelen in de Store. Je kunt ons ook feedback geven.
pl: Gratulujemy ukończenia Game Dev Tycoon! Jeśli gra ci się spodobała, koniecznie oceń ją na stronie sklepu i prześlij nam swoją opinię.
sv: Grattis! Du har nu nått slutet av Game Dev Tycoon, stort tack för att du spelat! Om du gillade vårat spel så kan du betygsätta det på vår hemsida. Du kan även ge oss tips och förslag

source: and, if you really loved the game, you can (if you wish) vote with your wallet to support us even further.
ar_001: و، إذا كنت حقا أحببت اللعبة، يمكنك (إذ أردت) أن تصوت بمحفظتك لدعمنا للمضي قدما.
cs: a pokud se Vám hra opravdu líbila, můžete (pokud chcete) hlasovat vaší peněženkou a podpořit nás tak ještě více.
de: und wenn Du das Spiel wirklich genossen hast, kannst Du, wenn Du möchtest, uns mit einer kleinen Spende unterstützen.
fr: et, si vous avez aimé le jeu, vous pouvez (si vous le souhaitez) faire un don pour nous soutenir.
nb: og hvis du virkelig elsket spillet, kan du (hvis du vil) la lommeboka snakke for deg og støttee oss enda mer.
nl: en als je het spel echt heel leuk vindt, dan kan je (als je wilt) stemmen met je portemonnee om ons nog meer te steunen.
pl: Poza tym, o ile naprawdę pokochałeś tę grę, możesz zagłosować przy użyciu swojego portfela, wspierając nas dowolnym datkiem.
sv: och, om du verkligen gillade spelet, kan du (om du vill) öppna din plånbok för att stödja oss ytterligare.

source: See options...
ar_001: شاهد الخيارات...
cs: Zobrazit možnosti…
de: Siehe Optionen...
fr: Afficher les options...
nb: Vis hvordan...
nl: Bekijk opties...
pl: Pokaż opcje...
sv: Se inställningar...

source: No, thanks
ar_001: لا، شكراً
cs: Ne, děkuji
de: Nein danke!
fr: Non, merci
nb: Nei takk
nl: Nee, bedankt
pl: Nie, dziękuję
sv: Nej, tack

source: Continue game
ar_001: مواصلة اللعبة
cs: Pokračovat ve hře
de: Weiterspielen
fr: Continuer
nb: Fortsett spillet
nl: Verder spelen
pl: Kontynuuj rozgrywkę
sv: Fortsätt spela

source: If you wish you can continue playing but please note that there will be no more platform releases or other story elements.
ar_001: إذا كنت ترغب يمكنك الاستمرار في اللعب ولكن يرجى ملاحظة أنه لن يكون هناك مزيد من إصدار منصات الألعاب أو عناصر القصة الأخرى.
cs: Ve hraní můžete pokračovat i nadále pokud si tak přejete, ale berte v potaz, že již nebudou následovat žádné nové konzole ani příběhové elementy.
de: Wenn du möchtest kannst du weiterspielen, beachte allerdings, dass keine neuen Plattformen veröffentlicht werden und es auch keine weiteren Storyelemente gibt.
fr: Si vous le souhaitez, vous pouvez poursuivre votre partie, mais sachez qu'aucune nouvelle console ni aucun élément scénarisé n'apparaîtra.
nb: Du kan spille videre hvis du vil, men vï¿½r klar over at det ikke vil komme noen nye konsoller eller andre story-elementer.
nl: Als je wilt, kun je doorgaan met spelen, maar let wel dat er geen nieuwe platformreleases of verhaalelementen zullen zijn.
pl: Jeśli chcesz, możesz kontynuować rozgrywkę, ale wiedz, że w grze pojawiły się już wszystkie konsole oraz elementy fabularne.
sv: Om du vill kan du fortsätta att spela, men observera att det inte kommer att släppas fler spel plattformar och det kommer inte att ske fler historiska händelser.

source: Audio Settings
ar_001: إعدادات الصوت
cs: Nastavení zvuku
de: Audio-Einstellungen
fr: Réglages audio
nb: Lydinnstillinger
nl: Geluidsinstellingen
pl: Ustawienia dźwięku
sv: Ljud inställningar

source: Help
ar_001: مساعدة
cs: Nápověda
de: Hilfe
fr: Aide
nb: Hjelp
nl: Hulp
pl: Pomoc
sv: Hjälp

source: About
ar_001: حول
cs: O nás
de: Über
fr: À propos
nb: Om
nl: Over
pl: O grze
sv: Om

source: Feedback & Support
ar_001: ردود الفعل و الدعم
cs: Podpora a zpětná vazba
fr: Commentaires & Support
nb: Tilbakemelding & Brukerstï¿½tte
nl: Feedback & ondersteuning
pl: Opinie i wsparcie
sv: Feedback och Support

source: Privacy Policy (online)
ar_001: سياسة الخصوصية (على الانترنت)
cs: Zásady ochrany (online)
de: Datenschutzerklärung (Online)
fr: Politique de confidentialité (en ligne)
nb: Personvern (nettside)
nl: Privacybeleid (online)
pl: Polityka prywatności (online)
sv: Sekretess (online)

source: >> Lite Version <<
ar_001: >> نسخة التجربة <<
cs: >>Lite Verze<<
fr: >> Version d'Essai <<
nb: >> Light-versjon <<
nl: >> Lite versie <<
pl: >> Wersja niepełna <<

source: Tap to start game ...
ar_001: أضغط لبدء اللعبة...
cs: Poklepejte ke spuštění hry…
de: Tippe, um das Spiel zu starten ...
fr: Appuyez sur une touche pour démarrer le jeu…
nb: Trykk for å starte spillet ...
nl: raak aan om het spel te starten...
pl: Dotknij, aby rozpocząć grę...
sv: Tryck för att starta spelet ...

source: Click to start game ...
ar_001: أنقر لبدء اللعبة ...
cs: Klikněte ke spuštění hry…
de: Klicke, um das Spiel zu starten ...
fr: Cliquer pour démarrer le jeu ...
nb: Klikk for å starte spillet ...
nl: Klik om het spel te starten...
pl: Kliknij, aby rozpocząć grę...
sv: Klicka för att starta spelet ...

source: Starting game...
ar_001: بداية اللعبة...
cs: Spouštím hru…
de: Spiel wird gestartet...
fr: Démarrage du jeu ...
nb: Starter spillet...
nl: Spel wordt gestart...
pl: Rozpoczynanie gry...
sv: Startar spelet...

source: Click to continue ...
ar_001: أنقر للاستكمال ...
cs: Klikněte pro pokračování…
de: Klicke, um fortzufahren ...
fr: Cliquer pour continuer ...
nb: Klikk for å fortsette ...
nl: Klik om verder te gaan...
pl: Kliknij, aby kontynuować...
sv: Klicka för att fortsätta...

source: Starting ...
ar_001: جاري البدء...
cs: Spouštění…
de: Starte ...
fr: Démarrage ...
nb: Starter ...
nl: Starten...
pl: Rozpoczynanie...
sv: Startar ...

source: Finishing ...
ar_001: جاري الإنهاء ...
cs: Ukončování…
de: Fertigstellen ...
fr: Finition ...
nb: Avslutter ...
nl: Voltooien...
pl: Kończenie...
sv: Avslutar ...

source: Completed:
ar_001: أكتمل:
cs: Hotovo:
de: Fertiggestellt:
fr: Terminé :
nb: Fullfï¿½rt:
nl: Voltooid:
pl: Ukończono:
sv: Färdig:

source: Research complete
ar_001: أكتمل البحث
cs: Výzkum dokončen
de: Forschung beendet
fr: Recherche terminée
nb: Forskning fullfï¿½rt
nl: Onderzoek voltooid
pl: Badania ukończone
sv: Forskningen färdig

source: You have successfully researched a new topic: '{0}'.
ar_001: أكتمل بحثك بنجاح عن الموضوع الجديد: '{0}'.
cs: Úspěšně jste vyzkoumali nové téma: '{0}'.
de: Du hast erfolgreich ein neues Thema erforscht: '{0}'.
fr: Vous avez terminé les recherches sur le thème « {0} ».
nb: Forskningen påfyll emnet '{0}' var vellykket.
nl: Je bent erin geslaagd een nieuw thema te onderzoeken: '{0}'.
pl: Udało ci się zbadać nowy temat: „{0}”.
sv: Du har utforskat ett nytt ämne: "{0}".

source: You have successfully researched '{0}'.
ar_001: أكتمل بحثك بنجاح '{0}'.
cs: Úspěšně jste vyzkoumali '{0}'.
de: Du hast '{0}' erfolgreich erforscht.
fr: Vous avez recherché avec succès '{0}'.
nb: Forskningen påfyll '{0}' var vellykket.
nl: Je onderzoek naar '{0}' is geslaagd.
pl: Badania zakończone powodzeniem: „{0}”.
sv: Du har lyckats forska fram '{0}'.

source: Engine complete!
ar_001: أكتمل المحرك!
cs: Engine dokončen!
de: Engine fertig!
fr: Moteur terminé !
nb: Spillmotoren er ferdig!
nl: Engine voltooid!
pl: Silnik gotowy!
sv: Spelmotor färdig!

source: Your new game engine '{0}' is now complete!
ar_001: محرك الألعاب الجديد الخاص بك '{0}' أكتمل الآن!
cs: Váš nový engine '{0}' je hotov!
de: Deine neue Spiel-Engine '{0}' ist jetzt fertig!
fr: Votre nouveau moteur {0} est terminé !
nb: Din nye spillmotor, '{0}', er ferdig!
nl: Je nieuwe game engine '{0}' is voltooid!
pl: Twój nowy silnik gry, {0}, jest gotowy!
sv: Din nya spelmotor '{0}' är nu klar!

source: If the issue persists please report this error to {0}
ar_001: إذا استمرت المشكلة الرجاء الإبلاغ عن هذا الخطأ إلى {0}
cs: Pokud problém přetrvává, nahlaste ho na {0}
de: Wenn dieser Fehler weiterhin besteht, melde ihn bitte bei {0}
fr: Si le problème persiste, veuillez signaler cette erreur à {0}
nb: Hvis problemet vedvarer, vennligst rapporter feilen til {0}
nl: Als het probleem aanhoudt, rapporteer deze fout dan aan {0}
pl: Jeśli błąd pojawia się nadal, poinformuj nas o tym ({0}).
sv: Om problemet kvarstår vänligen rapportera felet till {0}

source: Your bank account is in the red. Thankfully your bank has enabled you to overdraw your account up to {0} but be careful, if your account balance is below -{0} you will go bankrupt.
ar_001: حسابك البنكي في خطر.↵ لحسن الحظ البنك سمح لك بالسحب من حسابك لما يصل إلى {0} و لكن كن حذرا، إذا كان حسابك الجاري أقل من -{0} فإنك ستفلس.
cs: Váš bankovní účet je v červených číslech. Naštěstí vám vaše banka dovolila přečerpat limit o {0}, ale buďte opatrní, pokud vaše konto klesne pod -{0}, zkrachujete.
de: Dein Konto ist im roten Bereich. Glücklicherweise erlaubt Dir Deine Bank, einen Dispositionskredit bis {0}. Aber sei vorsichtig, wenn Deine Bilanz unter -{0} fällt, gehst Du Bankrott.
fr: Votre compte bancaire est dans le rouge. Heureusement, votre banque vous autorise un découvert de {0}, mais attention, si le solde de votre compte est inférieur à -{0} vous ferez faillite.
nl: Je bankrekening staat in het rood. Gelukkig heeft de bank je toegestaan om {0} rood te staan, maar wees voorzichtig, als je saldo onder de -{0} komt dan ga je failliet.
pl: Jesteś na minusie. Na szczęście bank pozwoli ci przekroczyć stan konta o {0} Zachowaj jednak czujność. Zbankrutujesz, jeśli będziesz miał mniej niż -{0}
sv: Ditt bankkonto visar röda siffror. Som tur är har din bank gett dig möjlighet att överskrida ditt konto upp till {0} men var försiktig, om ditt saldo är lägre än - {0} kommer du att gå i konkurs.

source: Warning
ar_001: تحذير
cs: Varování
de: Warnung
fr: Avertissement
nb: Advarsel
nl: Waarschuwing
pl: Uwaga
sv: Varning

source: Unfortunately you are bankrupt.
ar_001: للأسف أنت مفلس.
cs: Bohužel jste zkrachovali.
de: Leider bist Du bankrott.
fr: Malheureusement, vous êtes en faillite.
nb: Du er dessverre konkurs.
nl: Helaas, je bent failliet.
pl: Niestety, twoja firma zbankrutowała.
sv: Tyvärr har du gått i konkurs.

source: We have just got confirmation that {0}, which has been in financial trouble lately, has gone bankrupt. It appears that {1}, a behemoth in the gaming industry, has purchased the remains of the company.
ar_001: لقد حصلنا للتو على تأكيد بأن {0}، التي كانت تعاني من مشاكل مالية مؤخرا، قد أفلست.↵ يظهر أن {1}، شخص مهم جدا في صناعة الألعاب، قد قام بشراء ما تبقى من الشركة.
cs: Nyní jsme obdrželi potvrzení, že společnost {0}, která měla finanční potíže, zkrachovala. Pozůstatky firmy převzali {1}, gigant herního průmyslu.
de: Wir haben gerade bestätigt bekommen, dass {0}, welche in letzter Zeit finanzielle Probleme hatten, Bankrott gegangen ist. Es sieht so aus, als ob {1}, ein Gigant in der Spielebranche, die Reste der Firma aufgekauft hat.
fr: Nous venons d'avoir la confirmation que {0}, dernièrement en proie à des difficultés financières, a fait faillite. Il semble que {1}, un mastodonte de l'industrie du jeu vidéo, ait racheté l'entreprise.
nl: Ons is zojuist bevestigd dat {0}, dat recentelijk in de financiële problemen kwam, failliet is.↵ Het lijkt erop dat {1}, een grootmacht in de gaming industrie, de restanten van het bedrijf heeft opgekocht.
pl: Właśnie otrzymaliśmy informację o tym, że mająca ostatnio problemy finansowe firma {0} zbankrutowała. Zdaje się, że spółka {1}, kolos przemysłu gier komputerowych, wykupiła pozostałości firmy {0}.
sv: Vi har precis fått bekräftelse att {0}, som har varit i ekonomiska problem på sistone, har gått i konkurs. ↵ Det verkar som {1}, ett vidunder i spelbranschen, har köpt resterna av bolaget.

source: A spokesperson of {0} said, 'We are very excited to have acquired the rights to all of {1} previously released titles.' Hearing this news, many fans of {1} have expressed their disappointment.
ar_001: متحدث باسم {0} قال: "نحن متحمسون جدا لقد حصلنا على حقوق جميع من {1} العناوين التي تم إصدارها مسبقا. '↵ ↵ بعد سماع هذا الخبر، العديد من مشجعي {1} أعربوا عن خيبة أملهم.
cs: Mluvčí {0} řekl, 'Jsme rádi, že jsme získali všechna práva k {1} a všem předešlým titulům.'↵ ↵ Tato zpráva mnoho fanoušků {1} zklamala.
de: Ein Sprecher von {0} meinte, 'Wir sind sehr erfreut, alle Rechte an den bisherigen Spielen von {1} erhalten zu haben.'↵ ↵ Nach dieser Meldung zeigten sich viele Fans von {1} enttäuscht.
fr: Un porte-parole de {0} s'est exprimé : « Nous sommes très heureux de l'acquisition des droits de tous les titres précédents de {1}. » Suite à cette annonce, beaucoup de fans de {1} ont exprimé leur déception.
nb: - Vi er veldig fornï¿½yde med å ha sikret oss rettighetene til alle spillene i {1}s katalog, uttalte en talsperson fra {0}. Mange av {1}s fans har uttrykt skuffelse over denne nyheten.
nl: Een woordvoerder van {0} zei 'We zijn ontzettend blij dat we de rechten van alle door {1} uitgebrachte titels verkregen hebben'. Vele fans van {1} waren teleurgesteld toen ze het nieuws hoorden.
pl: Rzecznik prasowy spółki {0} powiedział: „Cieszymy się z nabycia praw do wszystkich tytułów wydanych przez firmę {1}”. Wielu fanów firmy {1} było rozczarowanych po ogłoszeniu tej wiadomości.
sv: En talesman från {0} sa, "Vi är mycket glada över att ha förvärvat rättigheterna till alla {1} tidigare utgivna spel." Efter att ha hört denna nyhet om {1}, uttryckte sig många fans sin besvikelse.

source: Breaking News
ar_001: الأخبار العاجلة
cs: Mimořádné zpravodajství
de: Aktuelle Meldung
fr: À la une
nb: Siste Nytt
nl: Laatste nieuws
pl: Aktualności
sv: Senaste nytt!

source: dev. license
ar_001: ترخيص التطوير
cs: vyv. licence
de: Entwicklerlizenz
fr: Licence de dév.
nb: utv.lisens
nl: ontw. licentie
pl: - licencja
sv: utv. licens

source: I love your work
ar_001: أنا أحب عملك
cs: vaše práce se mi líbí
de: Ich liebe Eure Arbeit
fr: J'aime votre travail
nb: Jeg elsker det du gjør
nl: ik vind je werk geweldig
pl: bardzo podoba mi się twoja robota
sv: Jag älskar ditt arbete

source: I am impressed by your talent
ar_001: أنا مُعجب بموهبتك
cs: vaším talentem jsem ohromen
de: Ich bin von Eurem Talent beeindruckt
fr: Votre talent m'impressionne
nb: Du har et imponerende talent
nl: ik ben onder de indruk van je talent
pl: imponuje mi twój talent
sv: Jag är imponerad av din talang

source: I think you have potential
ar_001: أعتقد أن لديك القدرة
cs: myslím, že máte potenciál
de: Ich denke Ihr habt Potenzial
fr: je pense que vous avez du potentiel
nb: Jeg tror du har potensiale
nl: ik denk dat je potentieel hebt
pl: masz potencjał
sv: Jag tror att du har potential

source: Hi there, I've just finished {0} and {1}. I'm in the contracting business and we could use skills like yours. If you are ever short on cash just let me know and I will see if I have some work for you. Jason
ar_001: مرحبا، لقد أنهيت لتوي {0} و {1}. أنا أعمل في مجال عقود العمل و نستطيع أن نستخدم مهارات مثل مهاراتك. متى ما عانيت من نقص بالمال فقط أعلمني بذلك و سأرى إن كان لدي عمل لك. Jason
cs: Zdravím vás, Právě jsem dokončil {0} a {1}. Podnikám s kontrakty a občas by se nám hodil někdo jako vy. Pokud byste měli někdy hluboko do kapsy, ozvěte se a uvidím, co by se pro vás našlo. Jason
de: Hey zusammen, ich hab gerade {0} durchgespielt und {1}. Ich bin in der Personalvermittlung tätig und wir könnten Eure Fähigkeiten gut gebrauchen. Wenn Ihr jemals knapp bei Kasse seid, gebt mir Bescheid und ich schaue, ob ich ein paar Aufträge für Euch habe. Jason
fr: Salut, Je viens juste de terminer {0} et {1}. Mon travail consiste à conclure des contrats et nous pourrions utiliser vos compétences. Si à l'avenir vous êtes un peu à court de liquidités, dites-le-moi et je verrai si nous avons du travail pour vous. Jason
nl: Hallo daar, Ik heb net {0} uitgespeeld en {1}. Ik zit in de contractenhandel en we zouden jouw vaardigheid goed kunnen gebruiken. Als je ooit verlegen zit om een paar centen, laat me het even weten en ik kijk of we wat werk voor je hebben. Jason
pl: Cześć! Właśnie ukończyłem grę {0} i muszę przyznać, że {1}. Zajmuję się załatwieniem podwykonawców dla różnych firm, przydałyby nam się twoje umiejętności. Jeśli kiedykolwiek będzie u ciebie krucho z gotówką, daj znać, a zobaczę, czy mam dla ciebie jakieś zlecenie. Jason
sv: Hallå där, jag har sett att du precis har slutfört {0} och {1}. Jag är i entreprenadverksamheten och vi skulle kunna ha nytta av dina färdigheter. Om du någonsin har dåligt med pengar så kan du kontakta mig. Jag har en del arbete till dig. Jason

source: Contract Work
ar_001: عقد العمل
cs: Smlouva o dílo
de: Auftragsarbeit
fr: Travail sous contrat
nb: Anbudsjobb
nl: Contract Werk
pl: Zlecenia
sv: Entreprenadarbeten

source: Hi again, I heard that you've been very successful in the gaming business and are starting to grow your team. I've updated our client list, so if you are looking for some contract work let me know. Jason{n}Medium sized contracts have been unlocked.
ar_001: مرحبا مجددا،↵ لقد سمعت بنجاحاتك الهائلة في عالم تطوير الألعاب وبدئت بزيادة عدد فريقك.↵ لقد قمت بتحديث لائحة زبائننا، لذلك إذا رغبت بتوقيع عقود عمل اخبرني بذلك.↵ عقود عمل Jason {n} المتوسطة قد تم فتحها.
cs: Opět zdravím, Slyšel jsem, že se vám daří a vaše společnost se rozrostla. Aktualizoval jsem klientelu, takže když budete chtít práci dejte mi vědět. Jason{n}Středně veliké smlouvy o dílo jsou nyní přístupné.
de: Hallo nochmal, ich habe gehört, dass Du ziemlich erfolgreich warst in letzter Zeit und dein Team erweitert hast. Ich habe unsere Kundenliste aktualisiert, also wenn Du auf der Suche nach Aufträgen bist, gib mir Bescheid. Jason{n}Mittelgroße Aufträge freigeschaltet.
fr: C'est encore moi, J'ai entendu dire que vous aviez un sacré succès dans l'industrie du jeu et que vous commenciez à développer votre équipe. J'ai mis à jour notre liste de clients, donc si vous voulez prendre un contrat, dites-le-moi. Jason{n}Les contrats intermédiaires ont été débloqués.
nb: Hei igjen, jeg hï¿½rer at du gjør det veldig bra i spillbransjen og utvider staben. Jeg har oppdatert klientlisten vï¿½r, sï¿½ gi lyd hvis du ser etter arbeid påfyll anbud. Jason{n}Mellomstore anbud er opplåst.
nl: Hey, ben ik weer Ik hoorde dat je veel succes hebt in de gaming industrie en team aan het uitbreiden bent. Ik heb onze klantenlijst bijgewerkt, dus als je op zoek bent naar wat contractwerk, laat me even weten. Jason{n}Middelgrote contracten zijn nu beschikbaar.
pl: Hej! Słyszałem, że dobrze ci się wiedzie w branży, a twoja ekipa powoli zaczyna się rozrastać. Zaktualizowałem listę klientów. Jeśli szukasz jakichś zleceń, to daj mi znać. Jason{n}Odblokowano średnie zlecenia.
sv: Hej igen, Jag hörde att du har varit väldigt framgångsrik i spelbranschen och ditt team börjar växa. Jag har uppdaterat vår kundlista, så kontakta mig om du letar efter några kontrakt. Jason{n}Medelstora kontrakt har nu låsts upp.
