Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: we think that the console will do reasonably well in the market and it is a welcome addition.
ar_001: نحن نعتقد أن جهاز الألعاب سيؤدي أداء معقولاً في السوق وهو خطوة جيدة.
cs: si myslíme, že konzole bude vítaným doplňkem a na trhu si nepovede špatně.
de: gehen wir davon aus, dass die Konsole sich ganz gut verkaufen wird und eine gute Ergänzung am Markt darstellt.
fr: nous pensons que la console aura un succès raisonnable sur le marché, sur lequel elle est la bienvenue.
nb: tror vi at konsollen vil gjøre det godt på markeded, og at det er en velkommen trend.
nl: denken we dat de console het zeer goed zal doen op de markt en een welkome aanvulling is.
pl: sądzimy, że konsola całkiem nieźle poradzi sobie na rynku i będzie dobrym uzupełnieniem obecnej oferty dla graczy.
sv: så tror vi att det kommer att gå ganska bra för konsolen på marknaden och det är ett välkommet tillskott.

source: it's hard to say whether the console will do well as there are so many other good products on the market.
ar_001: إنه لمن الصعب قول بأن جهاز الترفية المنزلي سيثبت نفسه حيث يوجد الكثير من المنتجات الجيدة في السوق.
cs: si myslíme, že bude těžké předem určit jak si konzole na trhu povede s otolik kvalitnější konkurencí.
de: ist es schwer zu sagen ob die Konsole sich gut verkaufen wird, da es dafür einfach zu viele andere gute Produkte auf dem Markt gibt.
fr: il est difficile de dire si la console aura du succès, vu le nombre de bons produits déjà sur le marché.
nl: is het moeilijk om te zeggen of de spelcomputer het goed zal doen, gezien er al zoveel goede producten op de markt zijn.
pl: trudno powiedzieć, czy konsola sobie poradzi, skoro konkurencja na rynku jest spora.
sv: så är det svårt att säga hur det kommer att gå för konsolen eftersom det finns så många andra bra produkter på marknaden.

source: first
ar_001: أولاً
cs: první
de: erste
fr: première
nb: første
nl: eerste
pl: pierwsza
sv: första

source: second
ar_001: ثانياً
cs: druhou
de: zweite
fr: deuxième
nb: andre
nl: tweede
pl: druga
sv: andra

source: third
ar_001: ثالثاً
cs: třetí
de: dritte
fr: troisième
nb: tredje
nl: derde
pl: trzecia
sv: tredje

source: {0} has taken their game console {1} off the market. {1} was the {2} console created by the company.
ar_001: {0} يوقفون جهازهم {1} من السوق. {1} لقد صنع جهاز {2} من شركة .
cs: {0} stáhli svoji konzoli {1} z trhu.↵ {1} byla {2} konzolí společnosti.
de: {0} hat ihre Konsole {1} vom Markt genommen. {1} war die {2} Konsole die die Firma produzierte.
fr: {0} a retiré sa console de jeu, la {1}, du marché {1} était la {2} console créée par l'entreprise.
nl: {0} heeft zijn spelcomputer {1} van de markt gehaald. {1} was de {2} spelcomputer die door het bedrijf werd gebouwd.
pl: Firma {0} wycofała z rynku konsolę {1}. Była to ich {2} konsola.
sv: {0} har slutat sälja deras spelkonsol {1}. {1} var den {2} konsolen skapat av företaget.

source: The worldwide game developers guild has awarded {0}, CEO of {1} the lifetime achievement award for contributions to the game industry. {0} has, during a stunning {3} year career at {1} delivered many ground breaking games.{n}The company is most recently known for {2}.
ar_001: جمعية مطوري الألعاب العالمية قد كافأت {0}، المدير التنفيذي لـ {1}، بجائزة العمر على مشاركته في صناعة الألعاب. {0} لقد أمضى {3} سنة من حياته المهنية في {1}، حيث قام بإصدار العديد من الألعاب القوية .{n} و تعرف الشركة بلعبتها {2} .
cs: Celosvětové společenství herních vývojářů ocenilo generálního ředitele {1}, {0} za celoživotní přínos v herním průmyslu. Již po {3} let své kariéry ve {1} vyvíjí {0} průlomové hry.{n}Společnost je nejvíce známá díky své hře {2}.
de: Die globale Spieleentwickler Gilde hat {0}, Geschäftsführer von {1}, mit dem Lifetime Achievement Award ausgezeichnet. Während der nun {3} Jahre währenden Karriere bei {1}, hat {0} viele wegweisende Spiele entwickelt.{n}Die Firma ist zur Zeit bekannt durch {2}.
fr: La guilde mondiale des développeurs a accordé à {0}, PDG de {1}, un trophée pour l'ensemble de sa contribution à l'industrie du jeu vidéo. Tout au long d'une impressionnante carrière de {3} ans au sein de {1}, {0} a proposé de nombreux jeux révolutionnaires.{n}L'entreprise a refait parler d'elle récemment avec {2}.
nl: De wereldwijde game ontwikkelaars gilde heeft toegekend {0} directeur van {1} de levenswerk prestatie prijs voor de bijdrage aan de game industrie. {0} heeft gedurende een verbluffende {3} jarige carrière bij {1} baanbrekende games geleverd.{n}Het bedrijf is het meest recentelijk bekend van {2}.
pl: Dyrektor firmy {1} odebrał nagrodę za całokształt osiągnięć od światowego stowarzyszenia twórców gier. {0} podczas swojej oszałamiającej kariery wyprodukował wiele kultowych gier.{n}Firma {1} ostatnio zasłynęła z gry {2}.
sv: Den globala spelutvecklingsgemenskapen har tilldelat {0}, VD för {1} Livstids-prestationsutmärkelse för bidrag till spelindustrin. {0} har, under en fantastisk {3}-årig karriär på {1} levererat många bra spel.{n}Företaget är senast känt för {2}.

source: They are also known for their console {0} which has done very well on the market.
ar_001: كما أنهم معروفون بمنصتهم {0} و التي كان لها صدى في السوق.
cs: jsou také známí díky své konzoli {0}, jenž si na trhu vedla velmi dobře.
de: Außerdem sind sie bekannt für ihre Konsole {0}, die sich sehr gut am Markt etablierte.
fr: Ils sont aussi connus pour la {0}, console qui a eu beaucoup de succès.
nl: Ze staan ook bekend om hun spelcomputer {0}, die het erg goed op het markt heeft gedaan.
pl: Wspomniany deweloper znany jest również ze stworzenia konsoli {0}, która bardzo dobrze poradziła sobie na rynku.
sv: De är också kända för sin konsol {0} som har sålts mycket bra.

source: Game finished
ar_001: انتهت اللعبة
cs: Hra dokončena
de: Spiel abgeschlossen
fr: Jeu terminé
nb: Spill ferdig
nl: Game voltooid
pl: Gra skończona
sv: Spelet är slut

source: Congratulations. You have finished Game Dev Tycoon. We will now calculate your final score and show you some statistics. You may continue playing after that.
ar_001: تهانينا. لقد قمت بإنهاء Game Dev Tycoon. سنقوم الآن بحساب النقاط النهائية الخاصة بك ونعرض لك بعض الإحصائيات. يمكنك إكمال اللعب بعد ذلك.
cs: Blahopřejeme. Právě jste dokončili Game Dev Tycoon. Nyní vypočteme vaše konečné skóre a předvedeme trochu statistiky. Poté můžete pokračovat ve hraní dále.
de: Herzlichen Glückwunsch. Du hast Game Dev Tycoon durchgespielt. Wir werden nun Deinen finalen Punktestand errechnen und Dir ein paar Statistiken zeigen. Natürlich kannst Du Dein Spiel im Anschluss fortsetzen.
fr: Félicitations. Vous avez terminé Game Dev Tycoon. Nous allons maintenant calculer votre score final, et vous montrer quelques statistiques. Vous pouvez continuer à jouer après ça.
nb: Gratulerer. Du har fullført Game Dev Tycoon. Vi vil nå kalkulere din totalsum, og vise deg litt statistikk. Du kan fortsette å spille etter dette.
nl: Gefeliciteerd. Je hebt Game Dev Tycoon voltooid. We gaan nu je uiteindelijke score berekenen en je wat statistieken tonen. Je kunt daarna doorspelen.
pl: Gratulacje. Udało ci się ukończyć Game Dev Tycoon. Teraz obliczymy końcowy wynik i zaprezentujemy szczyptę statystyk. Potem będziesz mógł grać dalej.
sv: Grattis. Du har avslutat Game Dev Tycoon. Vi kommer nu att beräkna din slutpoäng och visa dig lite statistik. Du kan fortsätta spela efter det.

source: Goal reached
ar_001: وصلت الهدف
cs: Cíl dosažen
de: Ziel erreicht
fr: Objectif atteint
nb: Mål opnådd
nl: Doel bereikt
pl: Cel osiągnięty
sv: Mål nått

source: You now have more than {0} fans! With such a big fan base you should now be able to self-publish medium games.
ar_001: لديك أكثر من {0} معجب! هذه قاعدة معجبين كبيرة أنت الآن تستطيع نشر ألعابك المتوسطة بنفسك.
cs: Nyní máte více, jak {0} fanoušků! S tak velkou základnou fanoušků byste měli být schopní vyvíjet hry střední velikosti na vlatní pěst.
de: Du hast über {0} Fans! Mit so einer Fangemeinde sollte es Dir jetzt möglich sein, Spiele mittlerer Größe selbst zu veröffentlichen.
fr: Vous avez maintenant plus de {0} fans ! Avec tant d'admirateurs, vous devriez pouvoir commencer à auto-éditer des jeux moyens.
nl: Je hebt nu meer dan {0} fans! Met zo'n grote fan basis zou je middelgrote spellen nu zelf moeten kunnen publiceren.
pl: Masz ponad {0} fanów! Z tak dużym fandomem masz możliwość samodzielnie wydawać średniego formatu gry.
sv: Du har nu mer än {0} fans! Med så många fans du bör nu kunna självpublicera medelstora spel.

source: You now have more than {0} fans! With such a big fan base you should now be able to self-publish large games.
ar_001: لديك أكثر من {0} معجب! هذه قاعدة معجبين كبيرة أنت الآن تستطيع نشر ألعابك الكبيرة بنفسك.
cs: Nyní máte více, jak {0} fanoušků! S tak velkou základnou fanoušků byste měli být schopní vyvíjet velké hry na vlatní pěst.
de: Du hast über {0} Fans! Mit so einer Fangemeinde sollte es Dir jetzt möglich sein, große Spiele selbst zu veröffentlichen.
fr: Vous avez maintenant plus de {0} fans ! Avec tant d'admirateurs, vous devriez pouvoir commencer à auto-éditer de gros jeux.
nl: Je hebt nu meer dan {0} fans! Met zo'n grote fan basis zou je nu grootschalige spellen zelf moeten kunnen publiceren.
pl: Masz ponad {0} fanów! Z tak wielkim fandomem masz możliwość samodzielnie wydawać gry dużego formatu.
sv: Du har nu mer än {0} fans! Med så många fans du bör nu kunna självpublicera stora spel.

source: Game Convention
ar_001: مؤتمر اللعبة
cs: Herní výstava
fr: Convention G3
nl: Game Conventie
pl: Konwent gier
sv: Spelmässa

source: Dear {0}, We have followed your progress in recent years and would like to extend this formal invitation to participate in the biggest game convention on the planet 'Games, Games, Games' also known as G3.{n}By having your own company booth at G3 you can gain a lot of fans and hype for your games and we think our audience would love to see you there. We will contact you yearly with booth options. Hope to see you at G3. The G3 committee.
ar_001: عزيزي {0}،↵ لقد تابعنا تقدمك في السنوات الأخيرة و نرغب بأن نقدم هذه الدعوة الرسمية لك للاشتراك في معرض الألعاب الأكبر على الكوكب (Games, Games, Games)،والمعروف بـ G3 ـ .{n} بوضع الكشك الخاص لشركتك في المعرض، فإنه بإمكانك أن تحظى بالعديد من المعجبين، بالإضافة إلى نقاط الترقب لألعابك، و نعتقد بأن زوارنا سيرغبون برؤيتك هناك .↵ سنتواصل معك سنويًا بخيارات الكشك . نأمل بأن نراك في G3.↵ لجنة G3.
cs: Vážení {0}, v posledních letech jsme sledovali vaši společnost. Tímto bychom vás chtěli pozvat na největší herní výstavu "Games, Games, Games" neboli G3.{n}Tím, že budete mít na akci vlastní stánek, můžete jednak získat mnoho fanoušků a jednak zvýšit zájem o své hry. Myslíme si, že by vás tam naši návštěvníci velmi rádi viděli. Každý rok vás budeme kontaktovat s nabídkou rezervace místa. Doufáme, že se na G3 brzy uvidíme. Komise G3.
de: Sehr geehrter {0}, Wir haben Ihre Entwicklung in den letzten Jahren verfolgt und möchten Sie hiermit dazu einladen, an der größten Spielemesse der Welt - "Games, Games, Games", auch bekannt als G3 - teilzunehmen.{n}Durch Ihren eigenen Firmenstand auf der G3 können Sie viele neue Fans gewinnen sowie Ihre Spiele bewerben und wir sind der Ansicht, dass unser Publikum es sehr begrüßen würde, Sie dort zu sehen. Wir werden Sie jährlich kontaktieren, um Sie über Standoptionen zu informieren. Wir hoffen, Sie auf der G3 begrüßen zu dürfen. Das G3-Komitee
fr: Cher {0}, Nous avons suivi votre récent progrès de ces dernières années et nous voudrions vous inviter à la plus grande convention de jeux vidéo au monde "Games, Games, Games" aussi appelé G3.{n}En ayant un stand pour votre entreprise, vous pourrez accroître votre nombre de fans ainsi que l'engouement pour vos jeux encore en développement. Nous sommes sûrs que le public voudrait vous y voir. Nous vous contacterons bientôt avec les différents propositions pour les stands. À bientôt ! Le comité G3.
nl: Beste {0}, We hebben je voortgang de afgelopen jaren gevolgd en zouden een formele uitnodiging willen doen om deel te nemen in de grootste game conventie op aarde 'Games, Games, Games', ook bekend als G3.{n}Door je eigen stand te hebben op G3 kan je een hoop fans en hype voor je games krijgen en we denken dat ons publiek je er graag wil zien. We zullen jaarlijks contact met je opnemen voor de stand mogelijkheden. We hopen je te zien op G3. Het G3-committee.
pl: Cześć! Śledziliśmy postępy, jakie dokonała wasza firma w ostatnich latach i chcielibyśmy wystosować to oficjalne zaproszenie do uczestnictwa w największym konwencie gier komputerowych na tej planecie - „Gry, Gry, Gry”, znanym także jako G3.{n}Dzięki własnemu stoisku na G3 możecie zyskać wielu fanów i wypromować swoje produkty. Sądzimy, że wszyscy chcieliby was tam spotkać. Co roku będziemy się z wami kontaktować w sprawie stoiska. Do zobaczenia na G3. Komitet G3
sv: Kära {0}, Vi har följt dina framsteg de senaste åren och skulle vilja utvidga denna formella inbjudan att delta i den största spelkonvention på planeten, "Spel, spel, spel" även kallad G3.{n}Genom att ha din egna företagsmonter på G3 kan du få en hel del fans och hype för dina spel och vi tror att vår publik gärna vill se dig där. Vi kontaktar dig årligen med monter alternativ. Hoppas vi ses på G3. G3 kommittén.

source: Goal Hint
ar_001: تلميح الهدف
cs: Nápověda k cíly
de: Zielhinweis
fr: Conseil d'objectif
nb: Mål hint
nl: Doelstelling Hint
pl: Ważna podpowiedź
sv: Målledtråd

source: If you have more than 1M in cash you will be able to move to the next level. This might sound a lot but don't worry. Once you release a hit game you will get to this amount easily.
ar_001: إذا كنت تملك أكثر من مليون من المال ستتمكن من التقدم إلى المرحلة القادمة. هذا قد يبدو كثيراً لكن لا تقلق. عندما تقوم بإصدار لعبة ناجحة ستتمكن من الحصول على هذا المبلغ بسهولة.
cs: Jakmile vyděláte svůj první milión, budete se pomoci posunout na další úroveň. To se může zdát jako mnoho peněz. Ale nebojte, peníze získáte velmi snadno jakmile se vám podaří vydat první opravdový hit.
de: Sobald Du mehr als 1M auf dem Konto hast, kannst Du ins nächste Level wechseln. Dies klingt nach sehr viel Geld, aber keine Angst, sobald Du mit einem Spiel einen Hit landest, wirst Du es bald schaffen.
fr: Si vous accumulez plus de 1M de cash, vous pourrez déménager au niveau suivant. Ça peut vous paraître beaucoup, mais ne vous inquiétez pas. Une fois que vous aurez développé un jeu à succès, vous obtiendrez facilement une telle somme.
nl: Als je meer dan 1M aan vermogen hebt kun je naar het volgende level gaan. Dat klinkt misschien veel, maar geen zorgen. Zodra een hit game ontwikkeld kan je dit bedrag eenvoudig binnenhalen.
pl: Jeśli masz więcej niż milion w gotówce, możesz przenieść się do nowego biura. Taka kwota może wydawać się spora, ale nie martw się. Kiedy już wyprodukujesz jakiś hit, łatwo będzie zgromadzić potrzebne środki.
sv: Ifall du har mer än 1 miljon i pengar kan du flytta till nästa nivå. Det kan låta mycket men oroa dig inte. När du väl har släppt ett bra spel kommer du lätt få pengarna till och flytta.

source: Engine Reminder
ar_001: محرك التذكير
cs: Upomínka na Engine
de: Engine Erinnerung
fr: Rappel sur le moteur de jeu
nl: Engine Herinnering
pl: Przypomnienie o silniku
sv: Spelmotors-påminnelse

source: Don't forget creating custom game engines. This will improve your games a lot! You can create your custom engine through the action menu once you have researched the Custom Engine.
ar_001: لا تنسى القيام بصنع محرك الألعاب الخاص بك. هذا سيطور من ألعابك كثيرا! يمكنك تصنيع محرك الألعاب الخاص بك من خلال قائمة الإجراءات بعدما تقوم بعمل بحث عن المحرك المخصص.
cs: Nezapomeňte tvořit nové enginy. To vaším hrám výrazně pomůže! Po vyzkoumání Vlastního enginu můžete přes akční menu vytvořit vlastní engine.
de: Vergiss nicht darauf eigene Spiel-Engines zu entwickeln. Es wird Deine Spiele um einiges verbessern! Du kannst mit dem Aktions Menü eigene Engines erstellen, sobald Du 'Eigene Engines' erforscht hast.
fr: N'oubliez pas de créer vos propres moteurs de jeu. Ils amélioreront grandement vos jeux ! Vous pouvez créer votre moteur de jeu personnalisé via le menu d'action, une fois la recherche "Moteur de jeu personnalisé" effectuée.
nl: Vergeet niet om aangepaste game engines te maken. Deze zullen je games een heel stuk beter maken! Je kunt je eigen aangepaste engine maken via het actiemenu nadat je Aangepaste Engine hebt onderzocht.
pl: Nie zapomnij o tworzeniu własnych silników (menu działania). Dzięki nim znacznie ulepszysz swoje gry! Silniki możesz tworzyć dopiero po przeprowadzeniu odpowiednich badań.
sv: Glöm inte att göra dina egna spelmotorer. Detta kommer att förbättra dina spel en hel del! Du kan skapa dina egna spelmotorer genom att klicka på skärmen för att få upp menyn när du har utforskat spelmotorer.

source: Hi {0}, I have followed the progress of {1} for a while and it seems that with your recent expansion you have started developing larger games. Larger games deserve to be seen by more people and this is where a publisher can come in handy.{n}A publisher will market and publish your game around the world. They will also help fund development. In return they keep most of the profits but since the game will sell a lot more it is usually still worth it.{n}I can put you in touch with some publishers so you can look at some of the available contracts. Just let me know. Jasmine Droke{n}Find Publishing Contract has been unlocked. It is accessible in the action menu.
ar_001: مرحباً {0}، لقد تابعت تقدمك في {1} لفترة من الزمن، ويبدو أنه مع توسعك الحديث أنك قد بدأت بتطوير ألعاب أكبر. الألعاب الكبيرة تستحق الملاحظة من الكثير من الناس، وهنا يأتي دور الناشر. {n}الناشر سيسوق وينشر اللعبة حول العالم. وسيهتم أيضاً برأس المال. وفي المقابل سيحتفظون بأغلب العائدات، لكن بما أن اللعبة ستبيع أكثر من العادة فالأمر يستحق ذلك. {n}أنا استطيع إيصالك ببعض الناشرين بحيث يمكنك إلقاء نظرة على بعض العروض المتاحة. فقط أخبرني إذا كنت مهتم. Jasmine Droke{n}البحث عن عقود النشر أصبح متاحاً. يمكنك الوصول إليها من قائمة الأوامر.
cs: Ahoj {0}, už nějakou dobu sleduji vývoj hry {1} a zdá se, že s nedávným přestěhování do nové kanceláře jste začali vyvíjet větší hry. Větší hry si zaslouží pozornost více lidí a to je ta chvíle, kdy se hodí vydavatel.{n}Vydavatel se postará o reklamu a distribuci hry po celém světě. Také vám s vývojem pomohou finančně. Na oplátku si uzmou většinu profitu, ale protože se hry prodá mnohonásobně více, stále jde o výhodný krok.{n}Spojím vás s několika vydavateli ať se můžete podívat na dostupné kontrakty. Stačí mi jen říct. Jasmine Drokeová{n} Vydavatelské zakázky byly odemčeny. Jsou dostupné v akčním menu.
fr: Bonjour {0}, J'ai suivi la progression de {1} depuis un moment, et il semblerait qu'avec votre récente croissance, vous ayez commencé à développer de plus gros jeux. De plus gros jeux méritent d'être vus par plus de monde, et c'est à ce moment qu'un éditeur commence à devenir utile.{n}Un éditeur va publier et faire la promotion de votre jeu aux quatre coins de la planète. Il va aussi aider à financer le développement. En retour, il va garder la plupart des bénéfices, mais comme le jeu se vendra beaucoup mieux, c'est habituellement rentable.{n}Je peux vous mettre en contact avec quelques éditeurs, pour que vous puissiez jeter un œil aux contrats disponibles. Faites-moi signe quand vous voudrez. Jasmine Droke{n}Trouver un contrat d'édition est maintenant disponible dans le menu d'action.
nb: Hei {0}, Jeg har fulgt med på {1}s utvikling en stund, og det ser ut som du er i stand til å utvikle større spill etter den siste ekspansjonen. Store spill fortjener et stort publikum, og det er her en utgiver kan være kjekk å ha.{n}En utgiver vil markedsføre og distribuere spillet ditt i hele verden. De betaler også en del av utviklingskostnadene. Til gjengjeld beholder de mesteparten av salgsinntektene, men siden spillet kommer til å selge mye mer, er det som regel verdt det.{n}Jeg kan formidle kontakt med flere utgivere, så du kan se gjennom de tilgjengelige kontraktene. Gi lyd hvis du er interessert. Jasmine Droke{n}Finn Utgiverkontrakt er opplåst. Du finner det i handlingsmenyen.
nl: Hoi {1}, Ik heb de voortgang van {1} een tijdje gevolgd en het lijkt erop dat je met je recentelijke uitbreiding begonnen bent grotere games te ontwikkelen. Grotere games verdienen het om gezien te worden door meer mensen en dat is waar een uitgever van pas bij kan komen.{n}Een uitgever zal je game wereldwijd uitgeven en adverteren. Ze zullen ook een deel van de kosten financieren. In ruil zullen ze het merendeel van de opbrengsten zelf houden, maar gezien de game veel beter zal verkopen is het het doorgaans wel waard.{n}Ik kan je in contact brengen met enkele uitgevers zodat je eens tussen de beschikbare contracten kunt kijken. Laat het even weten. Jasmine Droke{n}Zoek uitgeverscontract is nu beschikbaar. Je vindt het in het actiemenu.
pl: Cześć! Od jakiegoś czasu śledzę wasz rozwój i wygląda na to, że po tym, jak ostatnio powiększyliście firmę, rozpoczęliście produkcję bardziej złożonych gier. Duże gry powinny docierać do sporej liczby graczy i w tym właśnie może wam pomóc wydawca.{n}Wydawca może wprowadzić waszą grę do sklepów na całym świecie. Pomoże również sfinansować produkcję gry, ale w zamian zatrzyma większość dochodów ze sprzedaży. Zazwyczaj jest to opłacalne, ponieważ dzięki wydawcy sprzedasz więcej egzemplarzy.{n}Mogę cię skontaktować z kilkoma wydawcami, zobaczysz niektóre z dostępnych kontraktów. Jeśli jesteś zainteresowany, daj znać. Jasmine Droke Szukanie kontraktów wydawniczych odblokowane. Dostęp do opcji uzyskasz w menu działania.
sv: Hej {0}, Jag har följt utvecklingen av {1} och det verkar som att, med din senaste expansion, har börjat utveckla större spel. Större spel förtjänar att ses av fler människor och det är där en utgivare kan komma till hands. {n}En utgivare kommer att marknadsföra och annonsera ditt spel runt om i världen. De kommer också att hjälpa till att finansiera utveckling. I gengäld tar dem det flesta vinsten men eftersom spelet kommer att sälja en hel del mer är det oftast ändå värt det.{n}Jag kan få kontakt med några utgivare så att du kan titta på några av de tillgängliga avtalen. Bara låt mig veta. Jasmine Droke{n}Hitta utgivningsavtal har låsts upp. Den är tillgänglig i menyn.

source: Publishing Contracts
ar_001: عقود النشر
cs: Vydavatelské zakázky
de: Publisher Aufträge
fr: Contrats d'édition
nl: Uitgevers Contracten
pl: Kontrakty z wydawcą
sv: Publiceringskontrakt

source: Gameplay
ar_001: أسلوب اللعب
cs: Hratelnost
de: Spielmechanik
pl: Rozgrywka
sv: Spelupplevelse

source: Story/Quests
ar_001: القصة/المهمات
cs: Příběh/Úkoly
fr: Histoire/Quêtes
nb: Historie/Oppdrag
nl: Verhaallijn/Quests
pl: Opowieść i zadania
sv: Historia/Uppdrag

source: Dialogues
ar_001: الحوارات
cs: Dialogy
de: Dialoge
nb: Dialoger
nl: Dialogen
pl: Dialogi
sv: Dialoger

source: Level Design
ar_001: تصميم المراحل
cs: Design úrovní
fr: Design des niveaux
nb: Nivådesign
pl: Projekt poziomów
sv: Nivådesign

source: Artificial Intelligence
ar_001: الذكاء الاصطناعي
cs: Umělá inteligence
de: Künstliche Intelligenz
fr: Intelligence Artificielle
nb: Kunstig Inteligens.
nl: Artificiële Intelligentie
pl: Sztuczna inteligencja
sv: Artificiell intelligens

source: World Design
ar_001: تصميم العالم
cs: Design světa
de: Weltdesign
fr: Design du monde
nb: Verdens design
nl: Wereld Design
pl: Projekt świata
sv: Världsdesign

source: Sound
ar_001: الأصوات
cs: Zvuk
fr: Son
nb: Lyd
nl: Geluid
pl: Dźwięk
sv: Ljud

source: Advertise in magazines
ar_001: الإعلان في المجلات
cs: Propagovat v časopisech
de: In Zeitschriften werben
fr: Promouvoir dans des magazines
nb: Reklamer i magasiner.
nl: Adverteer in tijdschriften
pl: Reklamuj się w czasopismach
sv: Annosering i tidningar

source: Magazines
ar_001: مجلات
cs: Časopisy
de: Zeitschriften
nb: Magasiner
nl: Tijdschriften
pl: Czasopisma
sv: Tidningar
