Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: To visit the hardware lab simply touch the screen and drag to the right. Alternatively, you can also click on the little Hardware Lab information card at the bottom of the screen.
cs: K návštěvě hardwarové laboratoře klepni na obrazovku a přetáhni doprava. Můžete také kliknout na informační kartičku hardwarové laboratoře v dolní části obrazovky.
fr: Pour visiter le labo technique, touchez l'écran et faites glisser vers la droite. Vous pouvez aussi cliquer sur l'encart Labo technique en bas de l'écran.

source: Game Review
cs: Přehled o hře
fr: Critique du jeu

source: First Game Release
cs: První vypuštění hry
fr: Premier jeu sorti

source: First Fans
cs: První fanoušci
fr: Premiers fans

source: Patch Release
cs: Vypuštění záplaty
fr: Correctif

source: Bad Sales
cs: Špatný prodej
fr: Mauvaises ventes

source: New Opportunities
cs: Nové příležitosti
fr: Nouvelles opportunités

source: Developer Meetup
cs: Sraz vývojářů
fr: Rassemblement de développeurs

source: Game Interview
cs: Rozhovor o hře
fr: Interview sur votre jeu

source: Industry Rumours
cs: Drby z oboru
fr: Rumeurs dans l'industrie

source: G3 training
cs: G3 školení
fr: Stage G3

source: Security Upgrade
cs: Bezpečnostní upgrade
fr: Mise à niveau de sécurité

source: Special Offer
cs: Speciální nabídka
fr: Offre spéciale

source: Police Investigation
cs: Policejní vyšetřování
fr: Enquête de police

source: Sponsorship Request
cs: Sponzorský požadavek
fr: Demande de sponsoring

source: News Report
cs: Reportáž
fr: Reportage

source: Piracy Alert
cs: Upozornění na pirátství
fr: Alerte de piratage

source: Illegal Fan Game
cs: Ilegální hra fanoušků
fr: Jeu amateur illégal

source: Theft
cs: Krádež
fr: Vol

source: Solar Panels
cs: Solární panely
fr: Panneaux solaires

source: Office Upgrade
cs: Upgrade kanceláře
fr: Amélioration du bureau

source: Departure Science
cs: Aperture Science

source: Console Announcement
cs: Oznámení konzole
fr: Annonce de la console

source: Engine Source Code
cs: Zdrojový kód enginu
fr: Code source du moteur de jeu

source: Patent Troll
cs: Patentový troll
fr: Chasseur de brevet

source: Share Offer
cs: Nabídka akcií
fr: Offre sur actions

source: Dividends
cs: Dividendy
fr: Dividendes

source: Off (recommended)
cs: VYP (doporučeno)
fr: Désactivé (recommandé)

source: Pirate Mode
cs: Pirátský režim
fr: Mode pirate

source: The pirate mode causes severely reduced sales on all of your games. Bankruptcy is likely. You can develop copy protection but using it will upset fans. 'Fan mail' inspired by true events will reach your inbox from time to time.
cs: Pirátský režim způsobí výrazně snížený prodej všech tvých her. Je pravděpodobné zkrachování. Můžeš vyvinout ochranu před kopírováním, ale to naštve fanoušky. Do tvé schránky čas od času přijdou "ohlasy fanoušků", inspirované skutečnými událostmi.
fr: Le mode pirate entraîne d'importantes baisses de vente de tous vos jeux. La faillite de votre entreprise est fortement possible. Vous pouvez développer une protection anti-copie, mais vos fans ne seront pas contents. Vous recevrez du "courrier des fans" inspiré par des histoires vraies de temps en temps.

source: WE believe in your business portfolio and would like to aquire shares in {0}. WILL you consider this opportunity? OWN {1} in cash immediately, if you sign over 20% of your business. YOU can also take {2} in cash for 30% of your business.
cs: VĚŘÍME ve tvé podnikatelské portfolio a rádi bychom získali akciový podíl v {0}. ZVÁŽÍŠ tuto příležitost? ZÍSKEJ okamžitě {1} v hotovosti, pokud prodáš více než 20% svého podniku. MŮŽEŠ dostat také {2} v hotovosti za 30% svého podniku.
fr: NOUS croyons au potentiel de votre portefeuille d'activités et voudrions acquérir des actions de {0}. Allez-VOUS envisager cette superbe opportunité commerciale ? Obtenez {1} en liquide immédiatement si vous cédez 20 % de votre entreprise. Nous TENONS à vous informer que vous pouvez également obtenir {2} en liquide contre 30 % de votre entreprise.

source: WE believe in your business portfolio and would like to aquire shares in {0} of which we already own {1}%. WILL you consider this opportunity? OWN {2} in cash immediately, if you sign over 20% of your business. YOU can also take {3} in cash for 30% of your business.
cs: VĚŘÍME ve tvé podnikatelské portfolio a rádi bychom získali akciový podíl v {0}, v němž už vlastníme {1}%. Dobrá příležitost, ŽE? Získej okamžitě {2} v hotovosti, pokud PRODÁŠ více než 20% svého podniku. Můžeš dostat také {3} v hotovosti za 30% svého podniku. To je od nás VŠECHNO.
fr: NOUS croyons au potentiel de votre portefeuille et voudrions acquérir des actions de {0}, dont nous possédons déjà {1} %. Allez-VOUS envisager cette superbe opportunité commerciale ? Obtenez {2} en liquide immédiatement si vous cédez 20 % de votre entreprise. Nous TENONS à vous informer que vous pouvez également obtenir {3} en liquide contre 30 % de votre entreprise.

source: Share offer
cs: Nabídka akcií
fr: Offre sur actions

source: Sell 20% for {0}
cs: Prodej 20% za{0}
fr: Céder 20 % pour {0}

source: Sell 30% for {0}
cs: Prodej 30% za{0}
fr: Céder 30 % pour {0}

source: We are currently a {0}% share holder in {1}. We are willing to offer you a chance to buy back some shares.
cs: V současnosti jsme {0}% akcionář v {1}. Chceme ti nabídnout příležitost odkoupit nějaké akcie zpět.
fr: Nous sommes actuellement actionnaires de {1} à {0} %. Nous souhaitons vous offrir l'opportunité de racheter des actions.

source: Buy {0}% back for {1}
cs: Kup {0}% zpět za {1}
fr: Racheter {0} % pour {1}

source: Buy 30% back for {0}
cs: Kup 30% zpět za {0}
fr: Racheter 30 % pour {0}

source: Buy back {0}% for {1}
cs: Kup zpět {0}% za {1}
fr: Racheter {0} % pour {1}

source: Buy back 30% for {0}
cs: Kup zpět 30% za {0}
fr: Racheter 30 % pour {0}

source: Copy Protection V{0}
cs: Ochrana proti kopírování V{0}
fr: Protection anti-copie V{0}

source: Statistical Anomaly
cs: Statistická anomálie
fr: Anomalie statistique

source: Reach level 2 in pirate mode.
cs: Dosáhni levelu 2 v pirátském režimu.
fr: Atteindre le niveau 2 en mode pirate

source: Against all odds
cs: Všemu navzdory
fr: Envers et contre tout

source: Beat all odds and finish the game in pirate mode.
cs: Poper se s osudem a dokonči hru v pirátském režimu.
fr: Déjouez tous les pronostics et finissez le jeu en mode pirate.

source: Hey {0},
cs: Hej {0},
fr: Bonjour {0},

source: Hi there,
cs: Ahoj,
fr: Salut,

source: Greetings,
cs: Zdravím,
fr: Salutations,

source: Dear developers,
cs: Vážení vývojáři,
fr: Chers développeurs,

source: Hello {0},
cs: Dobrý den, {0},
fr: Bonjour {0},

source: I quite liked {0}
cs: Docela se mi líbí {0}
fr: J'ai bien aimé le jeu {0},

source: I really enjoyed your game {0}
cs: Opravdu si užívám vaši hru {0}
fr: J'ai beaucoup aimé votre jeu {0},

source: {0} is really interesting
cs: {0} je opravdu zajímavá hra
fr: {0} est un jeu très intéressant,

source: {0} is awesome
cs: {0} je úžasná hra
fr: {0} est un jeu absolument génial,

source: but I've played more interesting {0} games before
cs: ale už mám za sebou zajímavější {0} hry
fr: mais j'ai joué à des jeux du genre {0} plus intéressants.

source: but other {0} are more innovative
cs: ale jiné {0} jsou inovativnější
fr: mais d'autres jeux du genre {0} sont plus novateurs.

source: but I think it's not really AAA quality
cs: ale podle mě to není opravdu AAA kvalita
fr: mais il n'est pas de qualité AAA.

source: but I've only played {0} hours of it
cs: ale mám odehráno jen {0} hodin
fr: mais je n'y ai joué que pendant {0} heures.

source: but I hated the ending
cs: ale ten konec se mi nelíbil
fr: mais j'ai détesté la fin.

source: but it really needs more features
cs: ale chce to fakt více funkcí
fr: mais il a besoin de plus de fonctionnalités.

source: but it needs more depth
cs: ale chce to větší hloubku
fr: mais il doit aller plus en profondeur.

source: but it could use more polish
cs: ale chce to doladit
fr: mais il a besoin de quelques finitions.

source: but it isn't AAA quality
cs: ale není to AAA kvalita
fr: mais il n'est pas de qualité AAA.

source: but it's not as good as other games
cs: ale není tak dobrá jako jiné hry
fr: mais il n'est pas aussi bon que d'autres jeux.

source: but other games are better
cs: ale jiné hry jsou lepší
fr: mais d'autres jeux sont bien meilleurs.

source: but I think it's too expensive
cs: ale podle mě je příliš drahá
fr: mais je le trouve trop cher.

source: but I think it needs to be at least 30% cheaper
cs: ale podle mě by měla být aspoň o 30% levnější
fr: mais je pense qu'il devrait être au moins 30 % moins cher.

source: but I'm saving up for this new graphics card
cs: ale šetřím si na novou grafickou kartu
fr: mais j'économise pour acheter une nouvelle carte graphique.

source: but I don't like you
cs: ale vy se mi nelíbíte
fr: mais je ne vous aime pas.

source: but I don't like that {0} works for you
cs: ale vadí mi, že pro vás pracuje {0}
fr: mais je n'aime pas le fait que {0} travaille pour vous.

source: but I think parts of it should work differently
cs: ale některé věci by měly fungovat jinak
fr: mais je pense que certains éléments devraient fonctionner différemment.

source: so I stole it.
cs: tak jsem ji ukradl.
fr: Je l'ai donc volé.

source: so I pirated it.
cs: tak jsem ji upirátil.
fr: Je l'ai donc piraté.

source: so I downloaded your game from a gamez website.
cs: tak jsem si vaši hru stáhl z gamezové stránky.
fr: Je l'ai donc téléchargé sur un site de jeux.

source: so I used a torrent.
cs: tak jsem ji sehnal přes torrent.
fr: J'ai donc utilisé un torrent.

source: so I didn't want to buy it.
cs: takže si ji nechci kupovat.
fr: Je ne voulais donc pas l'acheter.

source: so I think you don't deserve my money.
cs: takže si moje peníze nezasloužíte.
fr: Je pense donc que vous ne méritez pas mon argent.

source: Anyway, just make better games, okay?
cs: Prostě dělejte lepší hry, jo?
fr: En gros, améliorez vos jeux, OK ?

source: Anyway, you really should release more updates for it.
cs: A stejně byste k tomu měli vydat víc updatů.
fr: En gros, vous devriez publier plus de mises à jour.

source: Looking forward to the sequel.
cs: Těším se na pokračování.
fr: J'ai hâte de découvrir la suite.

source: You should give the game away for free.
cs: Měli byste tu hru rozdávat zdarma.
fr: Vous devriez proposer le jeu gratuitement.

source: But hey, I've told my friends of the game so that's free publicity for you!
cs: Ale hele, řekl jsem o té hře kámošům, takže máte reklamu zadarmo!
fr: Mais bon, j'ai parlé du jeu à mes amis, c'est de la pub gratuite pour vous !

source: - Sent from my grPhone.
cs: - Odesláno z mého grPhonu.
fr: - Envoyé de mon grPhone.

source: PS: I want to work in the games industry. Do you have a job for me?
cs: P.S.: Chci pracovat v herním průmyslu. Máte pro mě místo?
fr: P.-S. : je voudrais travailler dans les jeux vidéo. Vous auriez un poste pour moi ?

source: Mail
cs: Pošta
fr: Courrier

source: but your use of copy protection makes the game really slow.
cs: ale vaše ochrana proti kopírování tu hru dost zpomaluje.
fr: mais votre protection anti-copie rend le jeu très lent.

source: but the included copy protection software is really inconvenient.
cs: ale ta vestavěná ochrana proti kopírování je fakt nepohodlná.
fr: mais la protection anti-copie intégrée est vraiment barbante.

source: but the game stopped working saying that it wasn't a genuine copy! I swear I bought it and I'm very unhappy about this.
cs: ale hra se zasekla, že prý to není pravá kopie! Přísahám, že jsem ji koupil a dost mě to štve.
fr: mais il a cessé de fonctionner en disant que ma copie n'est pas authentique ! Je promets que je l'ai achetée. Je ne suis vraiment pas content.

source: but the copy protection in that game constantly crashes my system.
cs: ale kvůli ochraně proti kopírování v té hře mi pořádd padá systém.
fr: mais la protection anti-copie fait constamment planter mon système.

source: but I hate how inconvenient the copy protection is.
cs: ale štve mě, jak je ta ochrana proti kopírování nepohodlná.
fr: mais je déteste la protection anti-copie qui est vraiment barbante.

source: Can you please not use it in the future?
cs: Můžete to v budoucnosti vyřadit?
fr: Pouvez-vous arrêter de l'utiliser ?

source: A friend of mine pirated the game and he doesn't have any issues! This isn't fair!
cs: Kamarád si tu hru upirátil a nemá s ní žádné problémy! To není fér!
fr: Un de mes amis a piraté le jeu et il n'a aucun problème ! C'est vraiment pas juste !

source: Thanks for your understanding.
cs: Děkuji za pochopení.
fr: Merci pour votre compréhension.

source: Please don't punish your fans for piracy!
cs: Netrestejte své fanoušky za pirátství!
fr: Ne punissez pas vos fans pour piratage s'il vous plaît !

source: I will never buy anything from your company again!
cs: Od vaší firmy si už nic nekoupím!
fr: Je n'achèterai plus jamais de produit de votre entreprise !

source: I will make sure to warn all of my friends about this.
cs: Rozhodně na to upozorním všechny přátele.
fr: Je vais passer le mot à tous mes amis.

source: Others
cs: Ostatní
fr: Autres

source: To stay afloat in pirate mode you can sell part of your company to a third party to receive a much needed cash boost. Be mindful, however, that shareholders will automatically receive small dividend payments any time you make a profit from game sales.{n}These dividends grow larger the more shares you have sold and while they may seem insignificant, they can add up to a lot of lost profit over time.{n}You will be given the option to buy back shares regularly but share holders only offer buy-back options for a hefty profit.
cs: Abys přežil v pirátském režimu, můžeš prodat část své firmy třetí straně a tak získat tu tolik potřebnou finanční injekci. Ale pamatuj, že akcionáři automaticky dostanou malé dividendy pokaždé, když vygeneruješ ziask z prodeje her.{n}Tyto dividendy narůstají tím více, čím více akcií prodáš, a ačkoli se mohou zdát nepodstatné, po čase mohou nahromadit mnoho ztraceného zisku.{n}Pravidelně budeš mít možnost své akcie odkoupit zpět, ale akcionáři nabízejí zpětný odkup jen za velký zisk.
fr: Pour garder la tête hors de l'eau en mode pirate, vous pouvez vendre des parts de votre entreprise à un tiers en échange de liquidités bienvenues ! Toutefois, gardez en mémoire que les actionnaires reçoivent automatiquement des petits paiements de dividendes dès que vous générez des profits avec les ventes de votre jeu.{n}Plus vous vendez de parts, plus ces dividendes deviennent importants. Ces derniers pourront vous paraître insignifiants mais se manifesteront peut-être sur le long terme par des pertes de profit importantes.{n}Vous aurez régulièrement l'opportunité de racheter des actions mais les actionnaires ne font des offres de rachat que lorsque celles-ci leur rapportent gros.

source: Your game sales are severely reduced in pirate mode and survival is unlikely. Once you are able to create your own engines you can counteract the effects of piracy by researching copy protection and integrating it in your games.{n}While copy protection decreases the effect of piracy on sales, it will also upset some of your fans. Making matters worse, copy protection is fast moving technology and if you don't stay up to date with new innovations, it will become less effective over time.{n}You can see the effects of piracy and the state of your copy protection through your game reports.
cs: V pirátském režimu je tvůj prodej her výrazně omezen a přežití je nepravděpodobné. Jakmile dokážeš vytvořit vlastní herní engine, můžeš bojovat proti účinkům pirátství zavedením ochrany proti kopírování do svých her.{n}Ochrana proti kopírování omezí vliv pirátství na prodej, ale zároveň naštve některé z tvých fanoušků. A co je ještě horší, ochrana proti kopírování je rychle se rozvíjející technologie a pokud neudržíš krok s novými inovacemi, bude časem méně účinná.{n}Účinek pirátství a stav své ochrany proti kopírování můžeš sledovat v reportech svých her.
fr: En mode pirate, votre jeu ne se vend que très peu et il est probable que vous fassiez faillite. Une fois que vous êtes capable de créer vos propres moteurs de jeu, vous pouvez contrer les effets du piratage en faisant des recherches sur la protection anti-copie et en l'intégrant dans vos jeux.{n}La protection anti-copie fait diminuer les effets du piratage sur les ventes, mais certains de vos fans ne l'apprécieront guère. De plus, la protection anti-copie est une technologie à évolution rapide : si vous ne suivez pas les dernières innovations, votre protection ne restera pas efficace longtemps.{n}Pour connaître les effets du piratage et l'état de votre protection anti-copie, consultez les rapports de votre jeu.

source: Cooking
cs: Vaření
fr: Cuisine

source: Farming
cs: Farmaření
fr: Agriculture

source: Crime
cs: Zločin

source: Disasters
cs: Katastrofy
fr: Catastrophes

source: Assassin
cs: Vrah

source: Thief
cs: Zloděj
fr: Voleur

source: Colonization
cs: Kolonizace
fr: Colonisation

source: Construction
cs: Výstavba

source: Mythology
cs: Mytologie
fr: Mythologie

source: Abstract
cs: Abstrakce
fr: Abstrait

source: Mad Science
cs: Šílená věda
fr: Sciences

source: Extreme Sports
cs: Extrémní sporty
fr: Sports extrêmes

source: Dystopian
cs: Dystopie
fr: Dystopie

source: Expedition
cs: Expedice
fr: Expédition

source: Ninvento has today revealed their upcoming game console: The Ninvento Swap. The device seems to function both as a portable console and as a home console. When the Swap is removed from its docking station, unique controller pads called 'Fun-Pads' are attached to the side of the screen and turn the console into a handheld device.{n}The reaction to the announcement was mixed as many voiced concerns that the device might not have a clear audience and might fail to appeal to both casual and core gamers. Others praised the unique nature of the device and pointed out that Ninvento has frequently managed to land successes with odd devices in the past. The Swap is said to hit markets {0}.
cs: Ninvento dnes odhalilo svou příští herní konzoli: Ninvento Swap. Toto zařízení bude zřejmě pracovat jako domácí i přenosná konzole. Když Swap vyjmete z dokovací stanice, jedinečná ovládací madla zvaná 'Fun-Pads' se připojí ke stranám obrazovky a změní konzoli v přenosné zařízení.{n}Reakce na toto oznámení byly smíšené. Mnozí vyjadřují obavy, že toto zařízení si nenajde své příznivce a neosloví příležitostné ani skalní hráče. Jiní ocenili jedinečnou povahu zařízení a zdůraznili, že Ninvento už v minulosti mnohokrát uspělo s podivnými nápady. Swap prý na trhu uspěje {0}.
fr: Ninvento a annoncé aujourd'hui le lancement de sa prochaine console de jeux : la Ninvento Swap. Il semble que celle-ci fonctionnerait à la fois comme une console portable et une console de salon. En effet, une fois retirée de sa station d'accueil, la Swap peut-être tenue en main avec les "Fun-Pads", deux manettes qui s'attachent sur les côtés de l'écran pour la transformer en console portable.{n}Cette annonce a été suivie de réactions partagées. Nombreux sont ceux qui pensent que la console ne s'adresse pas à un public précis et qu'elle pourrait donc n'intéresser ni les joueurs passionnés ni les joueurs occasionnels. D'autres personnes sont toutefois enthousiasmées par l'originalité du produit et rappellent que Ninvento a par le passé eu du succès avec des produits insolites. La Swap devrait arriver sur le marché {0}.

source: The recently released Ninvento Swap console has caused an unusual social media storm. It all started when a consumer licked one of the game cartridges and reported that it tasted extremely bad. Thousands of consumers then repeated the experiment, tasting their cartridges and reporting the result on social media, further encouraging others to do the same.{n}Ninvento has now published an official statement to confirm that game cartridges for the Swap are coated with denatonium benzoate, a non-toxic bittering agent. This was apparently done to discourage children from biting on and swallowing the fairly small cartridges.{n}Initial reactions to the console itself have been more positive than to the taste of its cartridges as the Swap is turning out to be quite popular with gamers around the globe.
cs: Nedávno představená konzole Ninvento Swap způsobila neobvyklou bouři na sociálních sítích. Vše začalo, když jeden uživatel olíznul herní pouzdro a prohlásil, že chutnalo opravdu hrozně. Tisíce dalších experiment napodobili, ochutnávali svá pouzdra, svůj zážitek sdíleli a vyzývali ostatní, aby se přidali. {n}Ninvento nyní v oficiálním prohlášení potvrzuje, že pouzdra konzole Swap jsou pokryta denatoniumbenzoátem, což je netoxická, ale velmi hořká látka. Původním záměrem bylo zabránit malým dětem v kousání a polykání těchto velmi malých pouzder. {n}První reakce na novou konzoli jsou pozitivnější než reakce na chuť pouzder a Swap se ukazuje jako docela oblíbené zařízení mezi hráči na celém světě.
fr: La nouvelle console de Ninvento, la Swap, a récemment été l'objet d'une polémique inattendue sur les réseaux sociaux. Tout a commencé lorsqu'un client a léché une des cartouches de jeu et déclaré qu'elle avait un goût atroce. Des milliers d'autres utilisateurs ont répété l'expérience, léché leur cartouche et posté leur réaction sur les réseaux sociaux et ont encouragé les autres utilisateurs à en faire de même.{n}Ninvento a alors publié un communiqué officiel pour confirmer que les cartouches de jeu de la Swap sont recouvertes de benzoate de dénatonium, un agent amer non-toxique, dans le but d'empêcher les enfants de mettre les petites cartouches à la bouche et de les avaler.{n}Les premiers avis sur la console elle-même ont bien meilleur goût : la Swap se révèle être appréciée par les joueurs du monde entier.

source: Approximately {0}% of players pirated {1}.
cs: Hru {1} pirátsky zkopírovalo přibližně {0} % hráčů.
fr: Environ {0} % des joueurs ont piraté {1}.

source: The effectiveness of our copy protection technology was {0}.
cs: Účinnost naší technologie na ochranu proti kopírování byla {0}.
fr: Les performances de notre technologie de protection anti-copie ont été {0}.

source: acceptable
cs: přijatelná
fr: acceptables

source: excellent
cs: vynikající
fr: excellentes

source: inadequate
cs: nedostatečná
fr: inadaptées

source: Share Offers
cs: Nabídky akcií
fr: Offres d'achat d'actions

source: Sales Reports
cs: Výkazy o prodeji
fr: Rapports de ventes

source: Auto-Popup
cs: Automaticky otevřené okno
fr: Popups automatiques

source: Message Queue
cs: Fronta zpráv
fr: Liste de messages

source: Computer Club
ar_001: نادي الحاسوب
fr: Club d'informatique
nb: PC-klubben
pl: Klub komputerowy
sv: Datorklubben

source: EPA
ar_001: وكالة حماية البيئة
de: Umweltschutzbehörde
fr: APE
nb: Miljøverndepartementet
nl: BvM
pl: AOŚ
sv: Naturvårdsverket

source: Product Placement
ar_001: توظيف المنتج
de: Produktplatzierung
fr: Placement de produit
nb: Produktplassering
nl: Sluikreclame
pl: Lokowanie produktu
sv: Produktplaceringar

source: >> Trial <<
ar_001: >> تجربة <<
fr: >> Démo <<
nb: >> Demoversjon <<
nl: >> Demo <<
pl: >> Demo <<
sv: >> Demo <<

source: lite
ar_001: تجريبية
fr: allégée
pl: niepełna
sv: lätt

source: trial
ar_001: تجربة
de: Test
fr: d'essai
nl: proef
pl: próbna
sv: demo

source: Engine
ar_001: محرك
fr: Moteur
nb: Spillmotor
pl: Silnik
sv: Spelmotor

source: Soundtrack
ar_001: موسيقى تصويرية
fr: Bande originale
nb: Lysspor
pl: Ścieżka dźwiękowa
sv: Ljudspår

source: Full motion video
ar_001: تصوير كامل للحركة
fr: Narration vidéo
nb: Full bevegelses video
pl: Pre-renderowane scenki przerywnikowe

source: Sci-Fi
ar_001: الخيال العلمي
fr: S-F

source: Dungeon
ar_001: زنزانة
fr: Donjons
nb: Labyrint
pl: Lochy
sv: Fängelsehåla
