Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Advertise in gaming magazines to get the game well known before it hits the shelves.
ar_001: الإعلان في مجلات الألعاب يمكنك من الحصول على لعبة مشهورة قبل أن تصدر على الرفوف.
cs: Propagujte hru před jejím vydáním v herních časopisech.
de: Werbe in Spielezeitschriften, um das Spiel bekannt zu machen, bevor es veröffentlicht wird.
fr: Faites de la publicité dans des magazines de jeu vidéo pour faire connaître le jeu avant qu'il ne soit dans les rayons.
nb: Reklamer i spill magasiner for å få spillet viden kjent før det når hyllene.
nl: Adverteer in game tijdschriften om de game beter bekend te maken voordat het in de schappen komt.
pl: Reklamuj się w czasopismach dla graczy, by gra stała się dobrze rozpoznawalna, zanim trafi na półki sklepowe.
sv: Annonsera i speltidningar för att få spelet välkänt innan den släpps.

source: Magazines & Demos
ar_001: المجلات و العروض التجريبية
cs: Magazíny a Demoverze
de: Zeitschriften und Demos
fr: Magazines & Démos
nb: Magasiner og Demoer
nl: Tijdschriften & Demo's
pl: Czasopisma i dema
sv: Tidningar & Demos

source: Advertise in gaming magazines and distribute demos of the game to give players an opportunity to try the game.
ar_001: الإعلان في المجلات و نشر الـ Demo من اللعبة لمنح اللاعبين فرصة لتجربة اللعبة.
cs: Propagujte hru v herních časopisech a poskytněte hratelné demo, aby si ji mohli hráči před vydáním zkusit.
de: Werbe in Spielezeitschriften und veröffentliche Demos des Spiels, um den Spielern die Chance zu geben, es auszuprobieren.
fr: Faites de la publicité dans des magazines de jeu vidéo, et distribuez des démos du jeu pour donner aux joueurs l'occasion de l'essayer.
nb: Reklamer i spillmagasiner og distruber demoer av spillet, for å gi spillere en sjansje til å prøve spillet.
nl: Adverteer in gametijdschriften en verspreid demo's van de game zodat spelers de game kunnen uitproberen.
pl: Reklamuj się w czasopismach dla graczy i udostępniaj wersje demonstracyjne, aby gracze mogli zapoznać się z grą.
sv: Annonsera i speltidningar och ge ut demos av spelet för att ge spelarna en möjlighet att testa spelet.

source: Small Marketing Campaign
ar_001: حملة تسويق صغيرة
cs: Menší marketingová kampaň
de: Kleine Marketing-Kampagne
fr: Petite Campagne de Marketing
nb: Liten markeds kampanje
nl: Kleine Reclame Campagne
pl: Mała kampania reklamowa
sv: Liten Marknadsföringskampanj

source: Small Campaign
ar_001: حملة صغيرة
cs: Menší kampaň
de: Kleine Kampagne
fr: Petite Campagne
nb: Liten kampanje
nl: Kleine Campagne
pl: Mała kampania
sv: Liten Kampanj

source: Start a global marketing campaign including magazine ads, demos and interviews.
ar_001: بدء حملة التسويق العالمية بما في ذلك إعلانات المجلات، العروض و المقابلات.
cs: Spusťte celosvětovou marketingovou kampaň zahrnující reklamy v časopisech, demoverze a rozhovory.
de: Starte eine globale Marketing-Kampagne, die Zeitschriftenwerbung, Demos und Interviews umfasst.
fr: Lancez une campagne de marketing complète, avec des publicités dans les magazines, des démos, et des interviews.
nb: Start en global markedsføring kampanje inkludert magasin reklamer, demoer og intervjuer.
nl: Begin een globale reclamecampagne met tijdschriftenreclames, demo's en interviews.
pl: Rozpocznij globalną kampanię reklamową, która będzie się opierać na reklamach w czasopismach, wersjach demonstracyjnych oraz wywiadach.
sv: Gör en global marknadsföringskampanj som inkluderar tidningsannonser, demos och intervjuer.

source: Large Marketing Campaign
ar_001: حملة تسويق كبيرة
cs: Velká marketingová kampaň
de: Große Marketing-Kampagne
fr: Grande Campagne de Marketing
nb: Stor markeds kampanje
nl: Grote Reclame Campagne
pl: Duża kampania reklamowa
sv: Stor marknadsföringskampanj

source: Large Campaign
ar_001: حملة كبيرة
cs: Velká kampaň
de: Große Kampagne
fr: Grande Campagne
nb: Stor kampanje
nl: Grote Campagne
pl: Duża kampania
sv: Stor kampanj

source: Start a global marketing campaign to promote the game far and wide. Organize exclusive reviews, behind the scenes reports, TV trailers and more.
ar_001: أبدأ حملة تسويق لتسويق اللعبة عبر الأرجاء. نظّم مراجعات حصرية و تقارير خلف الكواليس و عروض ترويجية تلفزيونية و المزيد من ذلك.
cs: Spusťte celosvětovou kampaň a pozvedněte svoji hru do povědomí všech. Zorganizujte exkluzivní recenze, zprávy ze zákulisí, televizní spoty a další.
de: Starte eine globale Marketing-Kampagne, um das Spiel umfassend zu vermarkten. Organisiere exklusive Reviews, 'Making of' Beiträge, TV Trailer und mehr.
fr: Lancez une campagne de marketing à grande échelle pour faire connaître votre jeu. Organisez des interviews exclusives, des reportages en coulisses, faites diffuser des bandes-annonces à la télévision, et plus encore.
nl: Begin een globale reclamecampagne om je game overal bekender te maken. Organiseer exclusieve reviews, achter de schermen reportages, TV trailers en meer.
pl: Rozpocznij globalną kampanię reklamową, aby cały świat dowiedział się o twojej grze. Zorganizuj wywiady na wyłączność, reportaże zza kulis produkcji, zwiastuny telewizyjne i wiele więcej.
sv: Gör en global marknadsföringskampanj för att promota spelet över världen. Organisera exklusiva recensioner, bakom kulisserna, TV-trailers och mycket mer.

source: Logo Animation
ar_001: تأثيرات الشعار
cs: Animace loga
fr: Animation de Logo
nb: Logo Animasjon
nl: Logo Animatie
pl: Animacja logotypu
sv: Logo Animering

source: Create an animation for an existing logo.
ar_001: إضافة تأثير على شعار موجود.
cs: Vytvořte animaci existujícího loga.
de: Erstelle eine Animation für ein existierendes Logo.
fr: Créez une animation pour un logo existant.
nb: Lag en animasjon for en eksisterende logo.
nl: Maak een animatie voor een bestaand logo.
pl: Stwórz animację dla istniejącego logotypu.
sv: Gör en animation för en existerande logga.

source: Character Design
ar_001: تصميم الشخصية
cs: Design postav
de: Charakterdesign
fr: Modélisation de Personnages
nb: Figur Design
nl: Personage Ontwerp
pl: Projekt postaci
sv: Karaktärsdesign

source: Design some game characters.
ar_001: تصميم بعض شخصيات اللعبة.
cs: Navrhněte nějaké postavy do her.
de: Entwerfe ein paar Spiel-Charaktere.
fr: Modélisez quelques personnages pour un jeu.
nb: Design noen spill figurer.
nl: Ontwerp een paar game personages.
pl: Zaprojektuj wygląd postaci z gry.
sv: Designa några spelkaraktärer.

source: Playtest
ar_001: أختبار اللعب
cs: Testování hry
de: Spieletest
fr: Test de Jeu
nb: Spilltest
nl: Game testen
pl: Testy
sv: Speltest

source: Help to playtest a game.
ar_001: المساعدة لاختبار اللعبة.
cs: Pomozte vyzkoušet hru.
de: Hilf ein Spiel zu testen.
fr: Aidez à tester un jeu.
nb: Hjelp til å teste et spill.
nl: Help mee met het testen van een game.
pl: Pomóż przetestować grę.
sv: Hjälp med att testa ett spel.

source: Game Backdrops
ar_001: خلفية اللعبة
cs: Kapky v moři
de: Spiel Hintergrund
fr: Arrière-Plans de Jeu
nb: Spillbakgrunner
nl: Game Achtergronddecoraties
pl: Tło gry
sv: Spelbakgrunder

source: Design some simple background graphics for a game.
ar_001: تصميم بعض خلفيات الرسوم البسيطة في اللعبة.
cs: Navrhněte nějaké jednoduché grafické doplňky do hry.
de: Entwerfe ein paar einfache Hintergrundgrafiken für ein Spiel.
fr: Concevez quelques arrière-plans simples pour un jeu.
nb: Design noen enkle bakgrunns grafikker for et spill.
nl: Ontwerp enige eenvoudige achtergrondplaatjes voor een game.
pl: Zaprojektuj jakieś proste tło graficzne dla gry.
sv: Designa några simpla bakgrundsgrafiker för ett spel.

source: Setup Computers
ar_001: إعداد أجهزة كمبيوتر
cs: Nastavení počítačů
de: Computer installieren
fr: Configurer des Ordinateurs
nb: Sett opp PCer
nl: Computers installeren
pl: Konfiguracja sprzętu
sv: Konfigurera datorer

source: Install Mirconoft BOSS on computers
ar_001: نصب Mirconoft BOSS في أجهزتك
cs: Nainstalujte na počítače systém Mirconoft BOSS.
de: Installiere Mirconoft BOSS auf ein paar Computer
fr: Installez Mirconoft BOSS sur des ordinateurs
nb: Installer Mirconoft BOSS på maskiner.
nl: Installeer Mirconoft BOSS op computers
pl: Zainstaluj na komputerach system Mirconoft BOSS
sv: Instrallera Mirconoft BOSS på datorer

source: Debug program
ar_001: تصحيح البرنامج
cs: Debugovací program
de: Fehlersuche
fr: Débugger un programme
nl: Programma debuggen
pl: Debuguj program
sv: Felsök program

source: Spritesheet Software
ar_001: برنامج Spritesheet
cs: Spritesheetový program
fr: Logiciel Spritesheet
nb: Regneprogram
nl: Spritesheet Programma
pl: Oprogramowanie Spritesheet
sv: Spritesheetsmjukvara

source: Our staff needs to be taught how to use these modern technologies.
ar_001: موظفونا يحتاجون أن يتعلموا كيف يستعملون هذه التقنية الجديدة.
cs: Potřebujeme zaškolit tým s těmito moderními technologiemi.
de: Hilf uns, unseren Mitarbeitern zu zeigen, wie man diese neue Technologie verwendet.
fr: Notre personnel a besoin qu'on lui apprenne à se servir de ces technologies modernes.
nb: Våre ansatte trenger å bli lært hvordan man skal bruke moderne teknologi.
nl: Onze werknemers moeten geïnstrueerd worden hoe ze deze moderne technologieën moeten gebruiken.
pl: Nasi pracownicy muszą się nauczyć, jak wykorzystywać tę nowoczesną technologię.
sv: Vår personal måste lära sig att använda dessa moderna tekniker.

source: Library Software
ar_001: مكتبة البرامج
cs: Program pro knihovnu
de: Büchereisoftware
fr: Logiciel de Bibliothèque
nb: Bibliotek program.
pl: Biblioteka oprogramowania
sv: Biblioteksmjukvara

source: Develop a simple library management system
ar_001: طور نظام إدارة مكتبة بسيط
cs: Navrhněte jednoduchý program ke správě knihovny.
de: Entwickle ein einfaches Verwaltungssystem für Bibliotheken
fr: Développez un système de gestion de bibliothèque simple
nb: Utvikle et enkelt bibliotek program
nl: Ontwikkel een eenvoudig database informatiesysteem
pl: Stwórz prosty system zarządzania oprogramowaniem.
sv: Utveckla ett enkelt biblioteksledningssystem

source: Usability Study
ar_001: دراسة قابلية الاستخدام
cs: Studie použitelnosti
de: Usability Studie
fr: Étude d'Ergonomie
nb: Studie om brukervennlighet
nl: Bruikbaarheidsstudie
pl: Studium użyteczności
sv: Användbarhetsstudie

source: Perform a detailed usability study.
ar_001: قم بدراسة مفصلة قابلية الاستخدام.
cs: Proveďte podrobnou studii použitelnosti.
de: Führe eine detaillierte Usability Studie durch.
fr: Effectuez une étude d'ergonomie approfondie.
nb: Utfør en detaljert studie om brukervennlighet.
nl: Voer een uitgebreide bruikbaarheidsstudie uit.
pl: Wykonaj szczegółowe studium użyteczności.
sv: Framför en detaljerad användbarhetsstudie.

source: Review Game Concept
ar_001: تقيم محتوى اللعبة
cs: Ohodnotit herní mechanismy
de: Bewerte ein Spielkonzept
fr: Critique d'un Concept de Jeu
nb: Revurder Spillkonsept
nl: Analyseer Game Concept
pl: Przejrzyj koncepcję gry
sv: Recencera spelkoncept

source: Review a game concept using your expertise.
ar_001: تقيم محتوى اللعبة باستخدام خبراتك.
cs: Pomocí vlastních znalostí ohodnoťte herní mechanismy.
de: Bewerte aufgrund Deiner Fachkenntnisse ein Spielkonzept.
fr: En vous basant sur votre expertise, effectuez une critique d'un concept de jeu.
nl: Gebruik je expertise om een game concept te analyseren.
pl: Oceń koncepcję, korzystając ze swojej wiedzy i doświadczenia.
sv: Recencera ett spelkoncept med användning av din expertis.

source: Game Art
ar_001: رسم الألعاب
cs: Herní grafika
de: Spielgrafiken
fr: Infographie
nb: Spillkunst
nl: Game Decoratie
pl: Projektowanie grafik
sv: Spelkonst

source: Help out on a project with some game art
ar_001: قم بدعم إحدى المشاريع بتصميم فني
cs: Pomozte projektu s nějakou herní grafikou.
de: Hilf einem Projekt mit ein paar Grafiken aus
fr: Contribuez à un projet avec un peu d'infographie
nl: Help met een project voor game decoratie
pl: Wspomóż zespół tworzący grafiki do gier.
sv: Hjälp ett projekt med lite spelkonst

source: Clean up database
ar_001: تنظيف قاعدة بيانات
cs: Vyčistit databázi
de: Datenbank aufräumen
fr: Nettoyage d'une base de données
nb: Rens database
nl: Database opschonen
pl: Wyczyść bazę danych
sv: Rensa en databas

source: Should one table really have 200 columns? Probably not.
ar_001: هل يجب ان يحتوي الجدول على 200 حقل؟ على الاغلب لا.
cs: Opravdu má mít jedna tabulka 200 sloupců? Určitě ne.
de: Sollte eine Tabelle wirklich 200 Spalten haben? Eher nicht.
fr: Un tableau devrait-il faire 200 colonnes ? Probablement pas.
nl: Heeft één tabel echt 200 kolommen nodig? Waarschijnlijk niet.
pl: Jedna tabelka nie powinna mieć 200 kolumn, prawda? Też tak myślę.
sv: Ska en tabell verkligen ha 200 kolumner? Förmodligen inte.

source: Accounting Software
ar_001: برامج المحاسبة
cs: Účetnický program
de: Buchhaltungssoftware
fr: Logiciel de Comptabilité
nl: Boekhoudingsprogramma
pl: Oprogramowanie dla działu księgowości
sv: Bokföringsprogram

source: Develop a simple accounting software. Are those ever simple?
ar_001: تطوير برامج المحاسبة البسيطة. هل هي الأبسط على الإطلاق؟
cs: Vyviňte jednoduchý účetnický program. Ty jsou někdy jednoduché?
de: Entwickle eine einfache Buchhaltungssoftware. Sind die jemals einfach?
fr: Développez un logiciel de comptabilité simple. Y en a-t-il un seul de simple ?
nl: Ontwikkel een eenvoudig boekhoudingsprogramma. Zijn die ooit simpel?
pl: Stwórz proste oprogramowanie dla działu księgowości. Czy takie coś w ogóle może być proste?
sv: Utveckla ett enkelt bokföringsprogram. Är det någonsin enkelt?

source: Time Tracking
ar_001: تتبع الوقت
cs: Evidence času
de: Zeiterfassung
fr: Gestion de Temps
nb: Tids sporer
nl: Tijd Registratie
pl: Liczenie czasu
sv: Tidskrift

source: Design and develop a time tracking system.
ar_001: صمم و طور نظام تتبع الوقت.
cs: Navrhněte a vyviňte systém na evidenci času.
de: Entwerfe und entwickle ein Zeiterfassungssystem.
fr: Concevez et développez un système de gestion de temps.
nl: Ontwerp en ontwikkel een tijd registratie systeem.
pl: Stwórz oprogramowanie odliczające czas.
sv: Designa och utveckla ett tidskriftsprogram.

source: Design a board game
ar_001: قم بتصميم لعبة لوحية
cs: Navrhněte deskovou hru
de: Entwerfe ein Brettspiel
fr: Conception d'un jeu de plateau
nb: Deseign et brettspill
nl: Ontwerp een bordspel
pl: Stwórz grę planszową
sv: Designa ett brädspel

source: Let's see how your skills translate to traditional games.
ar_001: دعونا نرى مهاراتك في ترجمة الألعاب الشعبية.
cs: Tak se podívejme, jak se vaše schopnosti promítnou v klasické herní sféře.
de: Lass mal sehen wie sich Deine Fähigkeiten bei traditionellen Spielen machen.
fr: Voyons comment vos compétences peuvent s'appliquer aux jeux traditionnels.
nl: Laat eens zien hoe je vaardigheden werken bij traditionele spellen.
pl: Sprawdźmy, jak twoje umiejętności sprawdzą się w tradycyjnych grach.
sv: Låt oss se hur din skicklighet klarar av och översätta traditionella spel.

source: Horoscope Generator
ar_001: لوحة خريطة البروج
cs: Generátor horoskopů
de: Horoskopgenerator
fr: Générateur d'Horoscope
nb: Horoskop Generator
nl: Horoscoopgenerator
pl: Generator horoskopów
sv: Horoskop generator

source: Making up horoscopes is hard work. We want it automated.
ar_001: صناعة خريطة البروج عمل مجهد . نريدها أن تكون متحركة.
cs: Sepisovat horoskopy je tuze pracné. Chceme to mít zautomatizované.
de: Horoskope zu erstellen ist harte Arbeit. Wir wollen es automatisieren.
fr: Calculer un horoscope, c'est du boulot. Nous voulons l'automatiser.
nl: Horoscopen maken is veel werk. We willen het automatiseren.
pl: Pisanie horoskopów to żmudna praca. Chcemy to zautomatyzować.
sv: Att göra horoskop är hårt arbete. Vi vill ha det automatiserat.

source: Character Dialogues
ar_001: حوارات الشخصية
cs: Dialogy postav
de: Charakter Dialoge
fr: Dialogues de Personnage
nb: Karakter Dialoger
nl: Personage Dialogen
pl: Dialogi postaci
sv: Karaktärsdialoger

source: Improve our character dialogues.
ar_001: حسِّن حوارات الشخصية.
cs: Vylepšete dialogy našich postav.
de: Verbessere die Dialoge unserer Charaktere.
fr: Améliorez les dialogues de notre personnage.
nb: Forbedre våre figur dialoger.
nl: Verbeter onze personage dialogen.
pl: Ulepsz dialogi naszych postaci.
sv: Förbättra våra karaktärsdialoger.

source: Futuristic Application
ar_001: البرامج المستقبلية
cs: Futuristická aplikace
de: Futuristische Anwendung
fr: Application Futuriste
nl: Futuristische Applicatie
pl: Aplikacja futurystyczna
sv: Framtidstrogen applikation

source: We need an application that looks futuristic for a movie.
ar_001: نحن بحاجة إلى تطبيق يعرض مستقبل الفيلم.
cs: Potřebujeme do našeho filmu futuristicky vypadající aplikaci.
de: Wir brauchen, für einen Film, eine Applikation mit futuristischem Flair.
fr: Il nous faut une application qui ait l'air futuriste pour les besoins d'un film.
nl: We hebben een applicatie nodig die er futuristisch uitziet voor een film.
pl: Potrzebujemy futurystycznej aplikacji do filmu.
sv: Vi behöver ett program som ser framtidstrogen ut för en film.

source: Vacuum Robot
ar_001: المكانس الآلية
cs: Robotický vysavač
de: Roboter Staubsauger
fr: Robot Aspirateur
nb: Vakum Robot
nl: Robotstofzuiger
pl: Roboodkurzacz
sv: Dammsugarrobot

source: Create a revolutionary AI for a vacuum robot
ar_001: صمم ذكاء اصطناعي مبتكر للمكنسة الآلية
cs: Vytvořte revoluční UI pro robotické vysavače.
de: Entwickle für einen Staubsaugerroboter eine revolutionäre KI
fr: Développez une IA révolutionnaire pour un robot aspirateur
nl: Maak een revolutionaire AI voor een stofzuigerrobot
pl: Stwórz rewolucyjną sztuczną inteligencję dla roboodkurzacza.
sv: Skapa en revolutionerande AI för en dammsugarrobot

source: Website
ar_001: موقع
cs: Internetové stránky
de: Webseite
fr: Site Web
nb: Nettside
pl: Strona internetowa
sv: Hemsida

source: We just heard of this thing called internet. We want to have one.
ar_001: سمعنا عن شيء يدعى الأنترنت . يجب أن نمتلك واحد.
cs: Zrovna jsme se doslechli o té věci zvané "internet" a chceme taky jeden.
de: Wir haben gerade von diesem Internet gehört. Wir wollen eines.
fr: Nous venons juste d'entendre parler de ce truc appelé internet. Nous en voulons un.
nb: Vi har hørt om noe greier kalt internett. Vi bare ha det.
nl: We hebben net gehoord van dat ding genaamd internet. We willen er ook één hebben.
pl: Właśnie usłyszeliśmy o czymś, co nazywają „Internetem”. Też chcemy to mieć.
sv: Vi hörde just om denna sak som kallas internet. Vi vill ha en hemsida där.

source: Game Port
ar_001: نقل اللعبة
cs: Port hry
de: Spiel portieren
fr: Portage d'un Jeu
nb: Spillport
pl: Port gry
sv: Spel-portning

source: Port a game to a different platform.
ar_001: نقل لعبة لمنصة مختلفة.
cs: Udělejte port hry na jinou platformu.
de: Portiere ein Spiel auf eine andere Plattform.
fr: Portez un jeu sur une autre plateforme.
nl: Converteer een game naar een ander platform.
pl: Przenieś grę na inną platformę.
sv: Porta ett spel till en annan plattform.

source: Cut Scenes
ar_001: مشاهد سينمائية
cs: Cutscény
de: Zwischensequenzen
fr: Scènes Cinématiques
nb: Klipp
pl: Scenki przerywnikowe
sv: Filmsekvenser

source: Deliver professional cut scenes for a game.
ar_001: ضع مشاهد سينمائية احترافية للعبة.
cs: Vytvořte profesionální cutscény pro hru.
de: Liefere professionelle Zwischensequenzen für ein Spiel.
fr: Fournissez des scènes cinématiques de qualité professionnelle pour un jeu.
nl: Lever professionele cut scenes voor een game.
pl: Stwórz profesjonalne scenki przerywnikowe do gry.
sv: Leverera professionella filmsekvenser till ett spel.

source: Space Shuttle
ar_001: مكوك فضائي
cs: Vesmírný modul
fr: Navette Spatiale
pl: Prom kosmiczny
sv: RYMDFÄRJA

source: Deliver part of the space shuttle control software.
ar_001: تسليم جزء من برنامج تحكم لمراقبة المكوك الفضائي.
cs: Naprogramujte část ovládacího programu pro vesmírný modul.
de: Entwickle einen Teil der Space Shuttle Kontrollsoftware.
fr: Fournissez une partie du logiciel de contrôle de la navette spatiale.
nl: Ontwerp een deel van de space shuttle besturings-software.
pl: Napisz część oprogramowania kontrolującego wahadłowce.
sv: Leverera en del av rymdfärjans styrprogram.

source: Alien Search
ar_001: بحث غريب
cs: Hledání mimozemšťanů
de: Alien-Suche
fr: Recherche d'Extraterrestres
nb: Romvesen Søk
nl: Buitenaards leven Zoeken
pl: Poszukiwanie obcych
sv: Främmande sökning

source: Optimize our search for alien life forms using advanced AI techniques.
ar_001: تحسين بحثنا عن أشكال الحياة الغريبة باستخدام تقنيات متقدمة للذكاء الصناعي.
cs: Vylaďte naše pátrací přístroje pomocí vyspělé technologie s umělou inteligencí.
de: Optimiere unsere Suche nach außerirdischem Leben, indem Du fortschrittliche KI Techniken nutzt.
fr: Optimisez notre recherche de formes de vie extraterrestre en utilisant des techniques avancées d'IA.
nl: Optimaliseer onze zoektocht naar buitenaards leven met behulp van geavanceerde AI-technieken.
pl: Zoptymalizuj nasze poszukiwania obcej formy życia przy użyciu zaawansowanej technologii SI.
sv: Optimera vårt sökande efter livsformer med användning av avancerad AI teknik.

source: Movies
ar_001: أفلام
cs: Filmy
de: Filme
fr: Cinéma
nb: Filmer
nl: Films
pl: Filmy
sv: Filmer

source: We need your skills in our latest blockbuster production.
ar_001: نحن بحاجة إلى مهاراتك في إنتاج أحدث أفلامنا.
cs: Potřebujeme vaše schopnosti s našim nejnovějším trhákem roku.
de: Wir brauchen Deine Kenntnisse für unsere neueste Blockbuster Produktion.
fr: Nous avons besoin de vos talents pour notre dernier blockbuster.
nl: We hebben je vaardigheden nodig in onze nieuwste blockbuster productie.
pl: Twoje umiejętności przydadzą się nam w produkcji najnowszego hitu kinowego.
sv: Vi behöver din skicklighet i vår senaste stora filmproduktion.

source: Thank you for taking care of this for us.
ar_001: شكرا لكم على رعاية هذا لنا.
cs: Díky že jste se o to za nás postarali.
de: Danke, dass Du Dich für uns darum kümmerst.
fr: Merci de vous en occuper pour nous.
nb: Takk for at du tar deg av dette for oss.
nl: Bedankt dat je dit voor ons regelt.
pl: Dziękujemy ci za zajęcie się tą sprawą.
sv: Tack för att du tar hand om detta för oss.

source: Well done.
ar_001: أحسنت.
cs: Velmi dobře.
de: Gut gemacht.
fr: Bien joué.
nb: Godt gjort
nl: Goed gedaan.
pl: Świetna robota.
sv: Bra gjort.

source: Just what we wanted.
ar_001: فقط ما أردناه.
cs: Přesně jak jsme to chtěli.
de: Genau was wir wollten.
fr: Exactement ce que nous voulions.
nb: Akkurat hva vi trengte.
nl: Precies zoals we het wilden.
pl: Tego właśnie oczekiwaliśmy.
sv: Precis vad vi ville ha.

source: Excellent work.
ar_001: عمل ممتاز.
cs: Výtečná práce.
de: Ausgezeichnete Arbeit.
fr: Excellent travail.
nb: Kjempe bra jobba.
nl: Uitstekend werk.
pl: Świetna robota.
sv: Perfekt arbete.

source: Thank you for the quick work.
ar_001: شكرا لكم على العمل السريع.
cs: Díky za rychlou práci.
de: Danke für Deine schnelle Arbeit.
fr: Merci pour votre rapidité.
nb: Takk for den raske jobben.
nl: Bedankt voor het snelle werk.
pl: Dziękujemy za tak szybką realizację zlecenia.
sv: Tack för ditt snabba arbete.

source: Would hire again.
ar_001: سنتعاون مرة أخرى.
cs: Najali bychom si vás znova.
de: Würde ich wieder einstellen.
fr: Nous pourrions refaire appel à vous.
nb: Vil ansette igjen
nl: We zullen je zeker opnieuw inhuren.
pl: Z pewnością ponownie skorzystamy z twoich usług.
sv: Skulle hyra igen.

source: Nice job.
ar_001: عمل رائع.
cs: Hezká práce.
de: Gute Arbeit.
fr: Bon boulot.
nb: Godt jobba.
nl: Goed werk.
pl: Niezła robota.
sv: Väldigt bra jobb.

source: Success!
ar_001: نجاح!
cs: Úspěch!
de: Erfolg!
fr: Succès !
nb: Suksess!
nl: Succes!
pl: Sukces!
sv: Framgång!

source: Contract Successful
ar_001: عقد ناجح
cs: Smlouva o dílo splněna
de: Auftrag erfolgreich
fr: Contrat Rempli
nb: Anbudsjobb Fullført
nl: Contract Succesvol
pl: Kontrakt zrealizowany
sv: Kontrakt framgångsrikt
