Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Previously shown tutorial messages for the active game are shown here. To see tutorial messages here, please continue an existing game or start a new one. You can start a new game via the app bar.
ar_001: التعليمات التي تم عرضها فيما يسبق، تعرض هنا. لرؤية رسائل التعليمات هنا، فقم من فضلك بمتابعة اللعبة أو ببدء لعبة جديدة. يمكنك أن تبدأ لعبة جديدة من خلال شريط التطبيق.
cs: Předchozí zprávy zobrazené při výuce v současné hře lze nalézt zde. Výukové zprávy můžete zobrazit v průběhu hry zde, nebo začít hru znovu. Novou hru spustíte přes lištu aplikace.
de: Zuvor gezeigte Tutorial Nachrichten für das aktuelle Spiel werden hier angezeigt. Um Tutorial Nachrichten hier zu sehen, fahre mit einem vorhandenem Spielstand vor oder starte ein neues Spiel. Du kannst ein neues Spiel über die App-Leiste starten.
fr: Les précédents messages de tutoriel pour la partie en cours sont visibles ici. Pour voir des messages de tutoriel ici, veuillez continuer une partie existante ou en commencer une nouvelle. Vous pouvez commencer une nouvelle partie depuis le menu.
nl: Eerder weergegeven tutorialberichten van de momentele game worden hier weergegeven. Om hier tutorialberichten te zien, ga dan verder met een bestaande game of start een nieuwe. Je kunt een nieuwe game starten via de appbalk.
pl: W tym miejscu można znaleźć wyświetlone w trakcie gry wiadomości samouczka. Aby zobaczyć pozostałe wiadomości, kontynuuj obecną grę lub rozpocznij od nowa. Nową grę możesz rozpocząć, wybierając odpowiednie polecenie z menu.
sv: Tidigare visade handlednings meddelanden för aktiva spel visas här. För att se handlednings meddelanden här, fortsätt ett befintligt spel eller starta ett nytt. Du kan starta ett nytt spel via app-fältet.

source: Pick Topic
ar_001: أختر العنوان
cs: Zvolte téma
de: Thema wählen
fr: Thème
nb: Velg tema
nl: Kies Thema
pl: Wybierz temat
sv: Välj ämne

source: Pick Platform
ar_001: أختر المنصة
cs: Zvolte platformu
de: Plattform wählen
fr: Plateforme
nb: Velg platform
nl: Kies Platform
pl: Wybierz platformę
sv: Välj plattform

source: Dev. cost:
ar_001: تكلفة التطوير:
cs: Výv. náklady:
de: Entw. Kosten:
fr: Coût de dév. :
nb: Utv. kostnad:
nl: Ontwikkelingskosten:
pl: Koszt tworzenia:
sv: Utv.-kostnad:

source: License cost:
ar_001: تكلفة الرخصة:
cs: Cena licence:
de: Lizenzkosten:
fr: Coût de la licence :
nb: Lisens kostnad
nl: Licentiekosten:
pl: Koszt licencji:
sv: Licenskostnad:

source: Marketshare:
ar_001: الحصة السوقية:
cs: Podíl na trhu:
de: Marktanteil:
fr: Parts de marché :
nb: Markedsdeling:
nl: Marktaandeel:
pl: Udziały w rynku:
sv: Marknadsandel:

source: Pick Genre
ar_001: أختر التصنيف
cs: Zvolit žánr
de: Wähle Genre
fr: Genre
nb: Velg sjanger
nl: Kies Genre
pl: Wybierz gatunek
sv: Välj genre

source: Pick Engine
ar_001: اختر المحرك
cs: Zvolte engine
de: Engine wählen
fr: Moteur
nb: Velg motor
nl: Kies Engine
pl: Wybierz silnik
sv: Välj spelmotor

source: The big game convention will take place in four weeks time. Do you want to participate?
ar_001: مؤتمر الألعاب الكبير سيقام خلال أربعة أسابيع. هل ترغب بالمشاركة؟
cs: Za čtyři týdny proběhne velká herní výstava. Chcete se jej zúčastnit?
de: Die große Spielemesse wird in 4 Wochen stattfinden. Willst du teilnehmen?
fr: La grande convention du jeu aura lieu dans quatre semaines. Voulez-vous y participer ?
nb: Den store spill konvensjonen vil finne sted i fire uker. Ønsker du å delta?
nl: De grote gameconventie neemt plaats over vier weken. Wil je graag deelnemen?
pl: Za cztery tygodnie odbędzie się duży konwent gier komputerowych. Chcesz w nim uczestniczyć?
sv: Det stora spelkonventet kommer att vara inom fyra veckor. Vill du delta?

source: Costs: {0}
ar_001: التكاليف :{0}
cs: Náklady: {0}
de: Kosten: {0}
fr: Coûts : {0}
nb: Kostnader: {0}
nl: Kosten: {0}
pl: Koszty: {0}
sv: Kostar: {0}

source: Game Convention: G3
ar_001: مؤتمر الألعاب: G3
cs: Herní výstava: G3
de: Spielemesse: G3
fr: Convention du jeu vidéo : G3
nb: Spill konvensjon: G3
nl: Game Conventie: G3
pl: Konwent G3
sv: Spelkonvention: G3

source: {0} Convention
ar_001: مؤتمر {0}
cs: {0} výstava
de: {0} Messe
nb: {0} Konvensjon
nl: {0} Conventie
pl: Konwent firmy {0}
sv: {0} konventionen

source: Console Name
ar_001: اسم المنصة
cs: Název konzole
de: Konsolenname
fr: Nom
nb: Konsoll navn
nl: Consolenaam
pl: Nazwa konsoli
sv: Konsolnamn

source: Variation {0}
ar_001: معدل التغيير {0}
cs: Varianta {0}
nb: Variasjon
nl: Variatie {0}
pl: Wersja {0}

source: {0} costs
ar_001: {0} التكاليف
cs: {0} náklady
de: {0} Kosten
fr: coûts {0}
nb: {0} kostnader
nl: {0} kosten
pl: {0} - wydatki
sv: {0} kostar

source: Backlog: {0}
ar_001: التراكم: {0}
cs: Resty: {0}
de: Arbeitsrückstand: {0}
nl: Retouren: {0}
pl: Zaległości: {0}
sv: Ogjort: {0}

source: {0} not researched
ar_001: لم يتم البحث عن {0}
cs: {0} vyžaduje výzkum
de: {0} ist nicht erforscht
fr: « {0} » non recherché
nb: {0} ikke utforsket
nl: {0} niet onderzocht
pl: Niezbadane: {0}
sv: {0} har inte utforskats

source: Min Score: {0}
ar_001: المعدل الأدنى: {0}
cs: Min. hodnocení: {0}
de: Min Punktestand: {0}
fr: Score min : {0}
nl: Minimale Score: {0}
pl: Minimalny wynik: {0}
sv: Min. poäng: {0}

source: Game Size:
ar_001: حجم اللعبة :
cs: Velikost hry:
de: Spielgröße:
fr: Gabarit :
nb: Spillstørelse
nl: Game Formaat:
pl: Rozmiar gry:
sv: Spelstorlek:

source: Target Audience:
ar_001: الفئة العمرية المستهدفة :
cs: Cílová skupina:
de: Zielgruppe:
fr: Public ciblé :
nb: Målgruppe
nl: Doelgroep:
pl: Grupa docelowa:
sv: Målgrupp:

source: Royalties: {0}%
ar_001: الولاء : {0}%
cs: Honorář: {0}%
de: Honorar: {0}%
nl: Auteursrechten: {0}%
pl: Tantiemy: {0}%
sv: Avgift: {0}%

source: Up-front Pay: {0}
ar_001: الدفع المقدم : {0}
cs: Záloha: {0}
de: Vorschuss: {0}
fr: Acompte : {0}
nl: Vooruitbetaald Geld: {0}
pl: Zaliczka: {0}
sv: Uppriktig betalning: {0}

source: Penalty: {0}
ar_001: العقوبة: {0}
cs: Pokuta: {0}
de: Strafe: {0}
fr: Pénalités : {0}
nl: Boete: {0}
pl: Kara: {0}
sv: Straff: {0}

source: (no license)
ar_001: (بدون رخصة)
cs: (žádná licence)
de: (Keine Lizenz)
fr: (pas la licence)
nb: (Ingen lisens)
nl: (geen licentie)
pl: (brak licencji)
sv: (ingen licens)

source: Pay: {0}
ar_001: دفع : {0}
cs: Platba: {0}
de: Bezahle: {0}
fr: Honoraires : {0}
nb: Betal: {0}
nl: Betaling: {0}
pl: Zapłata: {0}
sv: Betalning: {0}

source: {0} weeks
ar_001: {0} أسابيع
cs: Týdnů: {0}
de: {0} Wochen
fr: {0} semaines
nb: {0} uker
nl: {0} weken
pl: Tygodnie: {0}
sv: {0} veckor

source: There are no contracts currently available.
ar_001: ليس هناك عقود متوفرة حالياً.
cs: V současné době nejsou k dispozici žádné smlouvy o dílo.
de: Momentan sind keine Aufträge verfügbar.
fr: Aucun contrat n'est actuellement disponible.
nb: Det er ingen kontrakter tilgjengelig på dette tidspunkt.
nl: Er zijn momenteel geen contracten beschikbaar.
pl: Brak dostępnych zleceń.
sv: Det finns inga kontrakt just nu.

source: Development Stage {0}
ar_001: مرحلة التطوير {0}
cs: Vývojová fáze {0}
de: Entwicklungs Phase {0}
fr: Phase de Dév. {0}
nb: Utviklings trinn {0}
nl: Ontwikkelingfase {0}
pl: Etap: {0}
sv: Utvecklingssteg {0}

source: {0} Lvl. {1}
ar_001: {0} مستوى {1}
cs: {0} úrov.{1}
fr: {0} Niv. {1}
nb: {0} Nivå {1}
pl: {0} (poz. {1})
sv: {0} Nivå {1}

source: Cost: {0}
ar_001: التكلفة : {0}
cs: Náklady: {0}
de: Kosten: {0}
fr: Coût : {0}
nb: Kostnad: {0}
nl: Kosten: {0}
pl: Koszt: {0}
sv: Kostnad: {0}

source: Drag staff here
ar_001: اسحب موظفاً إلى هنا
cs: Dosaďte člena týmu
de: Mitarbeiter hierhin ziehen
fr: Attribuez un employé
nb: Dra personale her
nl: Sleep personeel hierheen
pl: Przeciągnij pracownika w to miejsce
sv: Dra anställd hit

source: Dev. stage {0}
ar_001: مرحلة التطوير {0}
cs: Výv. fáze {0}
de: Entw.-phase {0}
fr: Dév. étape {0}
nb: Utv. trinn {0}
nl: Ontwikkelingfase: {0}
pl: Etap: {0}
sv: Utv.-steg {0}

source: Game Engine #{0}
ar_001: محرك ألعاب رقم {0}
cs: Herní engine č.{0}
de: Spiel-Engine #{0}
fr: Moteur n°{0}
nb: Spillmotor #{0}
pl: Silnik gry nr {0}
sv: Spelmotor #{0}

source: Sequel to {0}
ar_001: تكملة لـ {0}
cs: Pokračování hry {0}
de: Fortsetzung von {0}
fr: Suite de {0}
nb: Oppfølger til {0}
nl: Vervolg op {0}
pl: Sequel gry {0}
sv: Uppföljare till {0}

source: Game Concept
ar_001: مفهوم اللعبة
cs: Koncept hry
de: Spielkonzept
fr: Concept du jeu
nb: Spill konsept
pl: Koncepcja gry
sv: Spelkoncept

source: {0} does not support {1} games!
ar_001: إن {0} لا يدعم الألعاب ال{1}!
cs: {0} nepodporuje typ hry, která je tak {1}!
de: {0} unterstützt keine {1} Spiele!
fr: La {0} ne supporte pas les jeux de cette taille ({1}) !
nb: {0} støtter ikke {1} spill!
nl: {0} ondersteunt geen {1}-games!
pl: {0} nie obsługuje gier o takich rozmiarach!
sv: {0} stöder inte {1} spel!

source: MMO's cannot be small or medium.
ar_001: لا يمكن لألعاب الـ MMO أن تكون صغيرة أو متوسطة.
cs: MMO hry nemohou být malé nebo střední.
de: MMOs dürfen nicht klein- oder mittelgroße Spiele sein.
fr: Les MMO ne peuvent être ni petits, ni de taille intermédiaire.
nb: MMOer kan ikke være små eller middels.
nl: MMO's kunnen niet klein of middelgroot zijn.
pl: Gra MMO nie może być mała lub średnia.
sv: MMO:er kan inte vara små eller medelstora.

source: Engine does not support MMO.
ar_001: لا يدعم المحرك ألعاب MMO.
cs: Herní engine nepodporuje MMO.
de: Engine unterstützt keine MMO.
fr: Ce moteur ne prend pas en charge les MMO.
nb: Motor støtter ikke MMO.
nl: Engine ondersteunt geen MMO.
pl: Ten silnik nie obsługuje gier MMO.
sv: Spelmotor stöder inte MMO:er.

source: Most expensive ({0}): {1}
ar_001: الأكثر تكلفة ({0}): {1}
cs: Nejdražší ({0}): {1}
de: Am teuersten ({0}): {1}
fr: Le plus cher ({0}) : {1}
nb: Mest dyr ({0}): {1}
nl: Duurste ({0}): {1}
pl: Najdroższa ({0}): {1}
sv: Dyraste ({0}): {1}

source: Most profitable ({0}): {1}
ar_001: الأكثر ربح ({0}): {1}
cs: Nejvýdělečnější ({0}): {1}
de: Am profitabelsten ({0}): {1}
fr: Le plus rentable ({0}) : {1}
nb: Mest lønnsom ({0}): {1}
nl: Meest winstgevend ({0}): {1}
pl: Najbardziej opłacalna ({0}): {1}
sv: Lönsammaste ({0}): {1}

source: Least profitable ({0}): {1}
ar_001: الأقل ربح ({0}): {1}
cs: Nejprodělečnější ({0}): {1}
de: Am unprofitabelsten ({0}): {1}
fr: Le moins rentable ({0}) : {1}
nb: Minst lønnsom ({0}): {1}
nl: Minst winstgevend ({0}): {1}
pl: Najmniej opłacalna ({0}): {1}
sv: Minst lönsamma ({0}): {1}

source: Most used topic ({0}): {1}
ar_001: أكثر العناوين استخداماً ({0}): {1}
cs: Nejpoužívanější téma ({0}): {1}
de: Meist genutztes Thema ({0}): {1}
fr: Le thème le plus utilisé ({0}) : {1}
nb: Mest brukte tema ({0}): {1}
nl: Meest gebruikte thema ({0}): {1}
pl: Najczęściej wybierany temat ({0}): {1}
sv: Mest använda ämne ({0}): {1}

source: Most used genre ({0}): {1}
ar_001: أكثر التصنيفات استخداماً ({0}): {1}
cs: Nejpoužívanější žánr ({0}): {1}
de: Meist genutztes Genre ({0}): {1}
fr: Le genre le plus utilisé ({0}) : {1}
nb: Mest brukte sjanger ({0}): {1}
nl: Meest gebruikte genre ({0}): {1}
pl: Najczęściej wybierany gatunek ({0}): {1}
sv: Mest använda genre ({0}): {1}

source: Researched topics: {0}
ar_001: عدد المواضيع التي تم بحثها: {0}
cs: Vyzkoumaných témat: {0}
de: Erforschte Themen: {0}
fr: Thèmes recherchés : {0}
nb: Utforskede temaer: {0}
nl: Onderzochte thema's: {0}
pl: Badane tematy: {0}
sv: Utforskade ämnen: {0}

source: Total research completed: {0}
ar_001: عدد البحوث المكتملة: {0}
cs: Celkem dokončeno výzkumů: {0}
de: Abgeschlossene Forschungen: {0}
fr: Nombre total de recherches terminées : {0}
nl: Aantal onderzoeken voltooid: {0}
pl: Całkowita liczba zakończonych badań: {0}
sv: Totalt slutförda forskningar: {0}

source: Design points generated: {0}
ar_001: نقاط التصميم التي تم إنتاجها: {0}
cs: Designové body: {0}
de: Designpunkte generiert: {0}
fr: Points de Design générés : {0}
nl: Design punten gegenereerd: {0}
pl: Liczba wygenerowanych punktów designu: {0}
sv: Designpoäng genererade: {0}

source: Technology points generated: {0}
ar_001: عدد نقاط التقنية التي تم إنتاجها: {0}
cs: Technologické body: {0}
de: Technologiepunkte generiert: {0}
fr: Points de Technologie générés : {0}
nl: Technologie punten gegenereerd: {0}
pl: Liczba wygenerowanych punktów technologii: {0}
sv: Teknologipoäng genererade: {0}

source: Small games: {0}
ar_001: عدد الألعاب الصغيرة: {0}
cs: Malé hry: {0}
de: Kleine Spiele: {0}
fr: Petits jeux : {0}
nb: Små spill: {0}
nl: Kleine games: {0}
pl: Małe gry: {0}
sv: Små spel: {0}

source: Medium games: {0}
ar_001: عدد الألعاب المتوسطة: {0}
cs: Střední hry: {0}
de: Mittlere Spiele: {0}
fr: Jeux moyens : {0}
nb: Medium spill: {0}
nl: Middelgrote games: {0}
pl: Średnie gry: {0}
sv: Medelstora spel: {0}

source: Large games: {0}
ar_001: عدد الألعاب الكبيرة: {0}
cs: Velké hry: {0}
de: Große Spiele: {0}
fr: Gros jeux : {0}
nb: Store spill: {0}
nl: Grote games: {0}
pl: Duże gry: {0}
sv: Stora spel: {0}

source: AAA games: {0}
ar_001: عدد ألعاب الـ AAA ـ: {0}
cs: AAA hry: {0}
de: AAA Spiele: {0}
fr: Jeux AAA : {0}
nb: AAA spill: {0}
pl: Gry AAA: {0}
sv: AAA spel: {0}

source: Good games: {0}
ar_001: عدد الألعاب الجيدة: {0}
cs: Dobré hry: {0}
de: Gute Spiele: {0}
fr: Bons jeux : {0}
nb: Gode spill: {0}
nl: Goede games: {0}
pl: Dobre gry: {0}
sv: Bra spel: {0}

source: Top hits: {0}
ar_001: عدد أفضل الألعاب: {0}
cs: Největší hity: {0}
fr: Hits : {0}
nb: Beste treff: {0}
pl: Hity: {0}
sv: Hittar: {0}

source: Publishers used: {0}
ar_001: عدد الناشرين المستخدمين: {0}
cs: Vydavatelství využito: {0}
de: Genutzte Publisher: {0}
fr: Contrats d'édition : {0}
nb: Utgivere brukt: {0}
nl: Uitgevers gebruikt: {0}
pl: Wykorzystani wydawcy: {0}
sv: Utgivare använda: {0}

source: Self-published games: {0}
ar_001: عدد الألعاب التي تم نشرها شخصياً: {0}
cs: Vlastně vydané hry: {0}
de: Selbst veröffentlichte Spiele: {0}
fr: Jeux auto-édités : {0}
nb: Selv-utgitte spill: {0}
nl: Zelf uitgegeven games: {0}
pl: Gry wydane samodzielnie: {0}
sv: Egenutgivna spel: {0}

source: Best seller: {0} ({1} units)
ar_001: أفضل المبيعات: {0} ({1} نسخة)
cs: Nejlépe prodávaná: {0} ({0} kopií)
de: Bestseller: {0} ({1} Einheiten)
fr: Record de ventes : {0} ({1} exemplaires)
nl: Bestseller: {0} ({1} exemplaren)
pl: Bestsellery: {0} (egzemplarze: {1})
sv: Bästsäljare: {0} ({1} st)

source: Fans: {0}
ar_001: عدد المعجبين: {0}
cs: Fanoušků: {0}
pl: Fani: {0}

source: Cash: {0}
ar_001: المال : {0}
cs: Hotovost: {0}
de: Geld: {0}
fr: Argent : {0}
nb: Penger: {0}
nl: Geld: {0}
pl: Gotówka: {0}
sv: Pengar: {0}

source: Custom consoles: {0}
ar_001: المنصات الخاصة: {0}
cs: Vlastní konzole: {0}
de: Eigene Konsolen: {0}
fr: Consoles personnalisées : {0}
nl: Eigen consoles: {0}
pl: Własne konsole: {0}
sv: Konsoler gjorda: {0}

source: It seems that something went wrong when purchasing the app. Please close the app and try again later. If the issue persists please contact {0}
ar_001: يبدو أن هنالك خطبً ما حصل أثناء شراء التطبيق. يرجى إغلاق التطبيق و المحاولة لاحقاً. إذا أستمرت هذه المشكلة، فيرجى التواصل مع {0}
cs: Zdá se, že něco selhalo při nákupu aplikace. Zavřete prosím aplikaci a zkuste to znovu později. Pokud problém přetrvá, kontaktujte prosím {0}
de: Es sieht aus als wäre etwas beim Kauf der App schief gelaufen. Bitte schließe die App und versuche es später noch einmal. Wenn das Problem weiterhin besteht, kontaktiere uns bitte. {0}
fr: Il semblerait que quelque chose ait mal tourné lors de l'achat de l'application. Merci de fermer l'application, et de réessayer plus tard. Si l'anomalie persiste, merci de contacter {0}
nl: Het lijkt erop dat er iets mis is gegaan toen je de app kocht. Sluit alsjeblieft de app en probeer het later opnieuw. Als het probleem blijft gelieve contact op te nemen met {0}
pl: Wygląda na to, że coś poszło nie tak w trakcie kupowania gry. Zamknij grę i spróbuj ponownie później. Jeśli problem nadal będzie się pojawiał, skontaktuj się z nami. {0}
sv: Det verkar som att något gick fel när du köpte appen. Stäng programmet och försök igen senare. Om problemet kvarstår vänligen kontakta {0}

source: Store Confirmation Error
ar_001: خطأ المتجر تأكيد
cs: Chyba při potvrzení v Obchodu
de: Store Bestätigungs Fehler
fr: Erreur de confirmation du store
nb: Butikk bekreftelses Feil
nl: Winkelbevestigings-error
pl: Potwierdzenie błędu na stronie sklepu
sv: Butiksbekräftelse fel

source: It seems that something went wrong when trying to purchase the app. This usually indicates a problem with the Store. Please try again later and if the issue persists please contact {0}
ar_001: يبدو أن هنالك مشكلة ما عند محاولة شراء التطبيق.↵ عادة المشكلة تكون من المتجر. الرجاء المحاولة مرة أخرى لاحقا و إذا تكررت المشكلة الرجاء الاتصال↵ ↵ {0}
cs: Zdá se, že se něco pokazilo během nákupu aplikace. To obvykle znamená potíže s Obchodem. Zkuste to prosím déle a pokud potíže přetrvají, kontaktujte {0}
de: Anscheinend ist etwas beim Kauf der App etwas schiefgelaufen. Dies deutet meistens auf ein Problem mit dem Store hin. Bitte versuche es später noch einmal und kontaktiere uns, wenn das Problem weiterhin auftritt. {0}
fr: Il semblerait que quelque chose ait mal tourné lors de l'achat de l'application. C'est en général le signe d'un problème avec le store. Merci de réessayer plus tard, et si l'anomalie persiste, de contacter {0}
nb: Det ser ut som noe gikk galt under kjï¿½p av appen. Dette er vanligvis tegn påfyll et problem med Windows Store. Vï¿½r vennlig å prï¿½ve igjen. Hvis problemet vedvarer, vennligst kontakt {0}
nl: Het lijkt erop dat er iets mis is gegaan toen je probeerde de app te kopen. Dit is meestal een probleem met de Store. Gelieve later opnieuw te proberen. Indien het probleem blijft, gelieve contact op te nemen met: {0}
pl: Wygląda na to, że coś poszło nie tak podczas próby zakupu gry. Zazwyczaj oznacza to, że na stronie sklepu wystąpił błąd. Spróbuj ponownie później. Jeśli problem nadal będzie się powtarzał, skontaktuj się z nami. {0}
sv: Det verkar som att något gick fel när du försökte köpa appen. Detta tyder oftast på ett problem med butiken. Försök igen senare och om problemet kvarstår vänligen kontakta {0}

source: Store Error
ar_001: خطأ في المتجر
cs: Chyba Obchodu
de: Store Fehler
fr: Erreur du store
nb: Butikk Feil
nl: Winkelerror
pl: Błąd na stronie sklepu
sv: Butiksfel

source: It seems that something went wrong when trying to go to the Store page for the full app. Please try again and if the issue persists please contact {0} or search for Game Dev Tycoon manually on the Windows Store.
ar_001: يبدو أنه حدث خطأ ما عند محاولة الانتقال إلى صفحة المتجر لعرض الإصدار الكامل.↵ الرجاء المحاولة مرة أخرى لاحقا و إذا تكرر الخطأ الرجاء الاتصال ب {0} أو البحث عن Game Dev Tycoon في المتجر.
cs: Zdá se, že se něco pokazilo během přístupu na stránky Obchodu s plnou aplikací. Zkuste to prosím znovu později a pokud obtíže přetrvají, kontaktujte prosím {0} a nebo vyhledejte Game Dev Tycoon v Obchodě Windows ručně.
de: Anscheinend ist beim Versuch, die Store-Seite zum Kauf der Vollversion der App aufzurufen, etwas schiefgelaufen. Bitte versuche es noch einmal und sollte das Problem weiterhin bestehen, bitte kontaktiere {0} oder suche im Windows Store nach Game Dev Tycoon.
fr: Il semblerait que quelque chose ait mal tourné lors de l'accès à la page de l'application complète sur le store. Merci de réessayer, et si l'anomalie persiste, merci de contacter {0} ou de chercher manuellement Game Dev Tycoon sur le Windows Store.
nb: Det ser ut som noe gikk galt påfyll veien til Store-siden for fullversjonen. Vï¿½r vennlig å prï¿½ve igjen. Hvis feilen gjentar seg kan du kontakte {0} eller sï¿½ke manuelt etter Game Dev Tycoon i Windows Store.
nl: Er is iets misgegaan toen we je naar de Store-pagina wilden leiden voor de volledige app. Gelieve opnieuw te proberen. Als het probleem blijft, gelieve contact op te nemen met {0} of de Windows Store handmatig te doorzoeken naar Game Dev Tycoon.
pl: Wygląda na to, że coś poszło nie tak podczas próby połączenia się ze stroną sklepu w celu nabycia pełnej wersji gry. Spróbuj ponownie później. Jeśli problem nadal będzie się pojawiał, skontaktuj się z nami ({0}) lub ręcznie wyszukaj Game Dev Tycoon na stronie Windows Store.
sv: Det verkar som att något gick fel när du försökte gå till butikssidan för hela appen. Försök igen och om problemet kvarstår kontakta {0} eller sök efter Game Dev Tycoon manuellt på Windows Store.

source: You have reached the end of the {0} version. If you like what you've seen so far then you should definitely check out the full game. You can find a brief description of what awaits you below.
ar_001: لقد وصلت إلى نهاية النسخة {0}. إذا كنت قد أعجبت بما رأيته حتى الآن فعليك أن تتفقد اللعبة الكاملة. بإمكانك إيجاد وصف مختصر لما ينتظرك في الأسفل.
cs: Dosáhli jste konce {0} verze. Zkuste plnou verzi, pokud se vám ukázka líbila. Níže najdete stručný popis toho, co vás čeká.
de: Du hast das Ende der {0} Version erreicht. Wenn dir das Spiel bisher gefallen hat, solltest du dir unbedingt die Vollversion anschauen. Eine detaillierte Beschreibung, was die Vollversion zu bieten hat, findest du weiter unten.
fr: Vous avez atteint la fin de la version {0}. Si vous avez aimé ce que vous avez vu jusqu'ici, vous devriez clairement essayer le jeu complet. Vous trouverez ci-dessous une brève description de ce qui vous attend.
nl: Je hebt het einde van de {0}-versie bereikt. Als je het leuk hebt gevonden moet je zeker naar de volledige game kijken. Je kunt een samenvatting van alles wat op je ligt te wachten beneden vinden.
pl: To koniec wybranej wersji gry. Jeśli gra ci się spodobała, musisz koniecznie zagrać w pełną wersję. Poniżej znajdziesz krótki opis tego, co cię w niej czeka.
sv: Du har kommit till slutet av {0} versionen. Om du gillar vad du har sett hittills så borde du definitivt kolla in hela spelet. Här hittar du en kort beskrivning av vad som väntar dig nedan.

source: <strong>If you unlock the full game you can continue playing the game you've already started.</strong>
ar_001: ↵ ↵ <strong>إذا قمت بشراء الإصدار الكامل من اللعبة يمكنك الاستمرار في اللعب من حيث توقفت.</strong>
cs: <strong>Pokud si odemknete plnou verzi hry, budete moci pokračovat v již započaté hře.</strong>
de: <strong>Wenn du das volle Spiel freischaltest, kannst du das Spiel was du bereits begonnen hast weiterspielen.</strong>
fr: <strong>Si vous passez sur la version complète, vous pourrez continuer la partie que vous avez commencée.</strong>
nb: <strong>Hvis du lï¿½ser opp fullversjonen, kan du fortsette spillet du har startet.</strong>
nl: <strong>Als je het volledige spel vrijkoopt kun je het spel waar je al aan begonnen bent verder spelen.</strong>
pl: <strong>Jeśli odblokujesz pełną wersję gry, będziesz mógł kontynuować rozgrywkę, którą już rozpocząłeś.</strong>
sv: <strong>Om du låser upp hela spelet kan du fortsätta spela det spel du redan har påbörjat.</strong>

source: Go to full game ...
ar_001: الذهاب إلى اللعبة الكاملة...
cs: Přejít k plné hře …
de: Zur Vollversion ...
fr: Accéder au jeu complet...
nl: Ga naar volledige game...
pl: Przejdź do pełnej wersji gry...
sv: Gå till hela spelet ...

source: Unlock full game ...
ar_001: أفتح اللعبة الكاملة...
cs: Zpřístupnit plnou hru ...
de: Vollversion freischalten ...
fr: Débloquer le jeu complet ...
nl: Koop volledige game...
pl: Odblokuj pełną wersję gry...
sv: Lås upp hela spelet ...

source: Cash
ar_001: المال
cs: Hotovost
de: Geld
fr: Argent
nb: Penger
nl: Contanten
pl: Gotówka
sv: Totala fans

source: Total fans
ar_001: مجموع المعجبين
cs: Celkově fanoušků
de: Fans
fr: Nombre total de fans
nb: Fans totalt
nl: Totaal fans
pl: Całkowita liczba fanów

source: Total game releases
ar_001: مجموع الألعاب المصدرة
cs: Celkový počet vydaných her
de: Spiele veröffentlicht
fr: Nombre de jeux sortis
nl: Totaal game uitgaves
pl: Całkowita liczba wydanych gier
sv: Totalt släppta spel

source: Total unit sales
ar_001: مجموع النسخ المباعة
cs: Celková prodejní čísla
de: Meist verkaufte Exemplare
fr: Nombre total d’exemplaires vendus
nl: Aantal exemplaren verkocht
pl: Całkowity zysk
sv: Totalt sålda exemplar
