Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Romance
ar_001: رومانسية
de: Romantik
fr: Romantisme
nb: Romanse
nl: Romantiek
pl: Romans
sv: Romans

source: UFO
ar_001: الأطباق الطائرة
fr: OVNI

source: Game Dev
ar_001: تطوير الألعاب
fr: Développement de jeux
nb: Spill utvikling
pl: Tworzenie gier
sv: Spelutveckling

source: Management
ar_001: إدارة
fr: Gestion
nb: Ledelse
pl: Zarządzanie
sv: Administration

source: G3 Pixel Cup
ar_001: كأس G3 Pixel
fr: G3 : Coupe Pixel
nb: G3 Pxel Cup
pl: Puchar Pikseli G3
sv: G3 Pixel Kupp

source: G3 Code Jam
ar_001: مسابقة G3 Code Jam
fr: G3 : Concours de code
pl: Sesja „Code Jam” G3
sv: G3 Kodjam

source: G3 Game Jam
ar_001: مسابقة G3 Game Jam
fr: G3 : Concours de jeu
nl: G3 Spel Jam
pl: Sesja „Game Jam” G3
sv: G3 Speljam

source: G3 Time Trials
ar_001: مسابقة G3 Time Trials
fr: G3 : Contre la montre
nb: G3 Tids rekorder
nl: G3 Tijd Uitdaging
pl: Czasówka G3
sv: G3 Tidsutmaningar

source: G3 Innovation Challenge
ar_001: مسابقة G3 للتحدي و الابتكار
fr: G3 : Concours d'innovation
nb: G3 Innovasjons utfordring
nl: G3 Innovatie Uitdaging
pl: Wyzwanie Innowacji G3
sv: G3 Innovationsutmaning

source: 100K Engine
ar_001: محرك المائة ألف
fr: Moteur à 100k
nb: 100K spillmotor
pl: Silnik za 100 tysięcy
sv: 100K Spelmotor

source: 500K Engine
ar_001: محرك الخمسمئة ألف
de: 500K Spiel-Engine
fr: Moteur à 500k
nb: 500K Spillmotor
pl: Silnik za 500 tysięcy
sv: 500K Spelmotor

source: Full House
ar_001: البيت الممتلئ
fr: La fête à la maison
nb: Fullt Hus
pl: Komplet
sv: Kåk

source: Steam Workshop
fr: Workshop Steam

source: Status
ar_001: الحالة
fr: Statut

source: Player
fr: Joueur
nb: Spiller
sv: Spelar

source: you
fr: vous
nb: deg
sv: dig

source: Special thanks to {0} for purchasing this game and supporting us!
fr: Remerciement spécial à {0} pour avoir acheté ce jeu !
nb: Spesiell takk til {0} for å kjøpe dette spillet og støtte oss!
sv: Speciellt tack till {0} för att köpa detta spel och stödja oss!

source: G3 Training
fr: Stage G3
nb: G3 Trening
sv: G3 Träning

source: Greenheart Games Newsletter
fr: Newsletter Greenheart Games

source: Scam
fr: Escroquerie

source: DRM
fr: GDN

source: OK
ar_001: حسناً
pl: Okej

source: Marketing
ar_001: تسويق
nb: Markedsføring
sv: Marknadsföring

source: MMO
ar_001: لعبة أونلاين كبيرة جداً على الإنترنت

source: OK.
ar_001: على ما يرام.
nl: Oké.
pl: Może być.

source: SDK
ar_001: أدوات تطوير برامج

source: Fantasy
ar_001: خيال
de: Fantasie
nb: Fantasi
nl: Fantasie
sv: Fantasi

source: Ninja
ar_001: نينجا

source: Cyberpunk
ar_001: العالم المتطور

source: RPG
ar_001: تبادل الأدوار "RPG"
de: Rollenspiel

source: Casual
ar_001: كاجوال
nb: Avslappet
pl: Casualowa
sv: Vardagligt

source: Marketing...
ar_001: تسويق...
nb: Markedsføring...
sv: Marknadsföra...

source: Design:
ar_001: التصميم :

source: Tech.:
ar_001: التقنية :
nb: Tekno.:
pl: Technologia:
sv: Teknisk:

source: Auto
ar_001: تلقائي
nl: Automatisch

source: (Bonus: x{0} - {1})
ar_001: (المكافئة: x{0} - {1})

source: Design
ar_001: التصميم

source: AAA
ar_001: ضخمة و عالية الجودة

source: Design:
ar_001: التصميم:

source: Forum
ar_001: المنتدى

source: All Your IP Belongs To US
ar_001: كل IP الخاص بك ينتمي إلى الولايات المتحدة
nb: All Din IP Tilhører OSS
pl: Wszystkie Wasze Gry Należą Do Nas
sv: Alla era IP-adresser tillhör oss

source: Cloud
ar_001: السحابة
pl: Chmura
sv: Molnet

source: {0}K
ar_001: {0}ألف
pl: {0} tys.

source: {0}M
ar_001: {0}مليون
pl: {0} mln

source: made very bold remarks about their then-in-development game {0} predicting that it will be Ã¼ber successful.
sv: gjorde mycket djärva uttalanden om sitt då uppkommande spel {0} och förutspådde att det skulle bli väldigt framgångsrikt.

source: Boss, {0} has grown well under your management. I think it is time to move the company out of this technology park and into a building worthy of our success.{n}I've seen the perfect building for our new headquarters. It's not cheap but will us allow to grow even further. The new office also has space for additional expansions. Do you want to move?
de: Chef, {0} hat sich unter Deiner Leitung gut entwickelt! Ich glaube es ist Zeit, mit unserem Unternehmen den Technologiepark zu verlassen und in ein eigenes, unserem Erfolg angemessenes, Gebäude zu ziehen.{n}Ich habe das perfekte Gebäude für unser neues Hauptquartier gefunden. Es ist nicht ganz billig, aber es wird uns erlauben, noch weiter zu wachsen. Das neue Gebäude bietet außerdem noch Platz für zusätzliche Einrichtungen. Sollen wir umziehen?

source: Hi Boss! I have a knack for security and I think we could really do with some security upgrades in our office. I have done some research and I think with an investment of {0} we would be a lot safer than we're now. What do you say?
de: Hi Chef! Ich habe ein Händchen was Computer-Sicherheit angeht. Um die Sicherheit zu erhöhen, müssten wir meinen Recherchen zufolge ungefähr {0} in ein paar Sicherheitsmaßnahmen investieren. Was sagst Du dazu?

source: Hi {0}, I have followed the progress of {1} for a while and it seem that with your recent expansion you have started developing larger games. Larger games deserve to be seen by more people and this is where a publisher can come in handy.{n}A publisher will market and publish your game around the world. They will also help fund development. In return they keep most of the profits but since the game will sell a lot more it is usually still worth it.{n}I can put you in touch with some publishers so you can look at some of the available contracts. Just let me know. Jasmine Droke{n}Find Publishing Contract has been unlocked. It is accessible in the action menu.
de: Hallo {0}, Ich habe seit einer Weile den Fortschritt von {1} beobachtet. Es scheint, dass Ihr nach Eurer kürzlichen Expansion angefangen habt, größere Spiele zu entwickeln. Umfangreichere Spiele verdienen es von einem größeren Publikum wahrgenommen zu werden. Das ist der Punkt an dem Publisher von Vorteil sind.{n}Ein Publisher wird Eure Spiele weltweit vermarkten und verkaufen. Er wird Euch auch bei der Finanzierung behilflich sein, aber im Gegenzug den Großteil der Profite einstreichen. Da die Verkäufe sehr viel höher ausfallen werden, lohnt es sich meistens trotzdem einen Publisher zu haben.{n}Ich kann Euch mit ein paar Publishern bekannt machen, damit Ihr die Möglichkeit habt euch die verfügbaren Aufträge anzusehen. Sagt mir einfach Bescheid. Jasmine Droke{n}Publisher Aufträge wurden freigeschaltet. Sie sind im Aktionsmenü verfügbar.

source: It's all well and good to have a booth at the yearly game convention and show of our products but with our large fan base we should consider staging our very own convention instead!
de: Es ist schön und gut einen Stand bei der G3 zu haben, um unsere Projekte vorzustellen. Mit unserer großen Fan Basis sollten wir vielleicht eine eigene Spielemesse in Erwägung ziehen!

source: Just after Mirconoft have announced their new bet in the upcoming console generation, Vonny has announced that they will release their new, long-awaited console, the Playsystem 4, {0}. The console seems to do everything that the Playsystem 3 did, only better.{n}Unlike the mBox One, the Playsystem 4 doesn't have an always-online requirement and seems much more player friendly. We think that there is a hardly a risk of Vonny fans being disappointed
de: Nachdem Micronoft ihren Beitrag in der kommenden Konsolengeneration bekanntgab, hat Vonny ihre langerwartete Konsole, das Playsystem 4 angekündigt,{0}. Die Konsole scheint alles zu können, was das Playsystem 3 auch kann, nur besser.{n}Anders als die mBox One, hat das Palysystem 4 keinen Onlinezwang und scheint auch sonst mehr auf die Spieler zu zugehen. Wir denken, dass es kaum ein Risiko gibt, dass Vonny Fans entäuscht sein werden
