Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Congratulations! You have made quite a name for yourself and have saved up a lot of capital. If you want to grow the company further then moving into a new office is the next step. I've found the perfect office, situated in a technology park. Would you like to move your company to the next level?
ar_001: مبروك! لقد صنعتك اسم قوي جدا لنفسك وأنقذت الكثير من رأس المال. إذا كنت تريد أن تنمي الشركة بشكل أكبر إذن أنتقل إلي مكتب جديد هو الخطوة التالية. لقد وجدت مكتب رائع، الواقع في حديقة التكنولوجيا. هل ترغب في نقل الشركة إلى المستوى التالي؟
cs: Blahopřejeme! Udělali jste si vcelku dobré jméno a ušetřili spoustu kapitálu. Pokud chcete, aby společnost rostla, tak se přestěhujte do nové kanceláře. Našel jsem jednu perfektní. Chcete svoji společnost posunout o úroveň výš?
de: Gratulation! Du hast Dir einen Namen in der Spielebranche gemacht und ein großes Kapital angehäuft. Wenn Du expandieren möchtest, ist der nächste Schritt in ein neues Büro umzuziehen. Ich hätte da ein perfektes Büro in einem Technologiepark gefunden. Willst Du den Schritt wagen?
fr: Félicitations ! Vous vous êtes fait un nom et avez constitué un certain capital. Si vous voulez faire croître votre société davantage, déménager dans de nouveaux bureaux est la prochaine étape. J'ai trouvé l'emplacement idéal, situé dans un techno-pôle. Voulez-vous passer au niveau suivant ?
nb: Gratulerer! Navnet ditt begynner å bli kjent i bransjen, og du har spart opp en god del kapital. Hvis du vil bygge firmaet videre, er flytting til et nytt og større kontor neste steg. Jeg har funnet det perfekte kontoret i en teknologipark. Vil du ta firmaet ditt til neste nivå?
nl: Gefeliciteerd! Je hebt een behoorlijke naam opgebouwd en heel wat kapitaal opgespaard. Als je wilt kun je verhuizen om je bedrijf verder te laten groeien. Ik heb het perfecte kantoor gevonden, gelegen in een technologiepark. Wil je jouw bedrijf naar het volgende niveau tillen?
pl: Gratulacje! Wyrobiłeś sobie nazwisko, gromadząc przy okazji spory kapitał finansowy. Jeśli chcesz rozwinąć firmę, przeniesienie siedziby do nowego biura będzie dobrym posunięciem. Znalazłem świetne biuro w parku technologicznym. Chcesz przenieść swoją firmę do nowego biura?
sv: Grattis! Du har gjort ett stort namn för dig själv och har sparat en massa kapital. Om du vill ytterligare expandera ditt bolag så är nästa steg att flytta in i ett nytt kontor. Jag har hittat det perfekta kontoret, som ligger i en teknikpark. Vill du flytta ditt företag till nästa nivå?

source: New Office?
ar_001: مكتب جديد؟
cs: Nová kancelář?
de: Neues Büro?
fr: Nouveaux bureaux ?
nb: Nytt Kontor?
nl: Nieuw Kantoor?
pl: Nowe biuro?
sv: Nytt kontor?

source: Move (pay {0})
ar_001: إنتقل (إدفع{0})
cs: Přestěhovat se (zaplatit {0})
de: Umziehen (zahle {0})
fr: Déménager (payer {0})
nb: Flytte (betale {0})
nl: Verhuizen (Betaal {0})
pl: Przenieś (zapłać {0})
sv: Flytta (betala {0})

source: Not yet
ar_001: ليس بعد
cs: Ještě ne
de: Noch nicht
fr: Plus tard
nb: Ikke ennå
nl: Nog niet
pl: Jeszcze nie
sv: Inte än

source: New Office
ar_001: مكتب جديد
cs: Nová kancelář
de: Neues Büro
fr: Nouveaux bureaux
nb: Nytt Kontor
nl: Nieuw Kantoor
pl: Nowe biuro
sv: Nytt kontor

source: Invest (pay {0})
ar_001: استثمار (ادفع {0})
cs: Zainvestovat (zaplatit {0})
de: Investiere {0}
fr: Investir (payer {0})
nb: Investere (betale {0})
nl: Investeren (Betaal {0})
pl: Zainwestuj (zapłać {0})
sv: Investera (betala {0})

source: New equipment
ar_001: معدات جديدة
cs: Nové vybavení
de: Neue Ausstattung
fr: Nouveaux ordinateurs
nb: Nytt ustyr
nl: Nieuwe apparatuur
pl: Nowe wyposażenie
sv: Ny utrustning

source: Boss, {0} has grown well under your management. I think it is time to move the company out of this technology park and into a building worthy of our success.{n}I've seen the perfect building for our new headquarters. It's not cheap but will allow us to grow even further. The new office also has space for additional expansions. Do you want to move?
ar_001: يارئيس, {0} قد نمت خلال إدارتك, أعتقد قد حان الوقت لكي ننتقل إلى مبنى يستحق نجاحتنا {n}لقد رأيت المبنى المناسب لمركزنا الجديد. المركز ليس رخيص ولكن سوف يتيح لنا النمو, المبنى الجديد يتيح مزايا جديدة لنا هل تود الإنتقال ؟
cs: Šéfe, {0} se pod vašim vedením úspěšně rozrůstá. Myslím, že je na čase přesunout společnost.{n}Napadla mě ta velká budova ve městě. Není nejlevnější, ale dovolí nám se rozrůstat ještě více. Nová kancelář má dokonce prostory navíc pro případné dodatečné úpravy. Chcete se přestěhovat?
fr: Patron, {0} s'est bien développé sous votre direction. Je pense qu'il est temps de déménager la boite hors de ce technopôle, pour un bâtiment bien plus à la mesure de notre succès.{n}J'ai trouvé l'emplacement parfait pour notre nouveau siège. Ce n'est pas donné, mais ça nous permettra de grandir davantage. Les nouveaux bureaux ont même de la place pour de futures extensions. Voulez-vous déménager ?
nb: Sjef, {0} har hatt god vekst under din ledelse. Jeg mener at tiden har kommet for å forlate teknologiparken og flytte inn i en bygning som gjenspeiler suksessen vår.{n}Jeg har funnet den perfekte bygningen. Det er ikke billig, men flytting vil gi oss muligheten til å vokse og bli enda større. Det nye kontoret har også plass til flere avdelinger. Vil du flytte?
nl: Baas, {0} heeft onder jouw management een sterke groei doorgemaakt. Ik denk dat het tijd is om te verhuizen uit het technologiepark naar een locatie die beter bij ons succes past.{n}Ik heb het perfecte gebouw gezien voor ons nieuwe hoofdkwartier.↵ Het is niet goedkoop, maar het zal ons toestaan om nog verder te groeien! Het nieuwe kantoor heeft ook ruimte voor eventuele uitbreidingen.↵ Zou je nu willen verhuizen?
pl: Szefie, nasza firma radzi sobie całkiem nieźle pod twoimi rządami. Wydaje mi się jednak, że najwyższy czas, by przenieść firmę z parku technologicznego do nowego budynku, który byłby wart naszego sukcesu.{n}Widziałem obiekt, który świetnie nadaje się na naszą siedzibę. Nie jest tani, ale pozwoli nam rozwinąć się jeszcze bardziej. Nowe biuro ma także wystarczająco miejsca na dodatkowe wyposażenie. Chcesz przenieść siedzibę firmy?
sv: Chefen. {0} har vuxit bra under din ledning. Jag tycker det är dags att flytta företaget ur denna teknikpark och in i en byggnad värdig vår framgång.{n}Jag har hittat den perfekta byggnaden för vårt nya huvudkontor. Det är inte billigt men vi kommer att växa ytterligare. Det nya kontoret har också utrymme för ytterligare expansion. Vill du flytta?

source: New office
ar_001: مكتب جديد
cs: Nová kancelář
de: Neues Büro
fr: Nouveaux bureaux
nb: Nytt kontor
nl: Nieuw Kantoor
pl: Nowe biuro
sv: Nytt kontor

source: Game Over
ar_001: انتهت اللعبة
cs: Konec hry
fr: Vous avez perdu
nb: Slutt
pl: Koniec gry
sv: Spelet är över

source: This is the end of your journey. You can either load a saved game, restart this level or start a new game.
ar_001: هذه نهاية رحلتك. يمكنك أسترجاع لعبة محفوظة، أو إعادة المرحلة من جديد، أو أن تبدأ اللعبة من جديد.
cs: Toto je konec Vaší cesty. Můžete buď načíst uloženou hru, restartovat tuto úroveň nebo začít novou hru.
de: Deine Reise endet hier. Du kannst entweder ein gespeichertes Spiel laden, das letzte Level noch einmal beginnen oder aber ein vollkommen neues Spiel anfangen.
fr: Votre aventure s'arrête ici. Vous pouvez charger une partie, recommencer ce niveau ou commencer une nouvelle partie.
nb: Dette er slutten på din reise . Du kan enten laste et lagret spill, restarte dette nivået eller starte et nytt spil.
nl: Dit is het einde van je reis.↵ ↵ Je kunt een ander spel laden, dit level opnieuw spelen of opnieuw beginnen.
pl: To już koniec twojej podróży po świecie producentów gier. Możesz wczytać zapisaną grę, ponownie uruchomić poziom lub rozpocząć nową grę.
sv: Detta är slutet på din resa. Du kan antingen ladda ett sparat spel, starta om denna nivån eller starta ett nytt spel.

source: Restart level
ar_001: إعادة المستوى
cs: Restartovat úroveň
de: Level neustarten
fr: Recommencer le niveau
nb: Start nivået på nytt
nl: Herstart huidig level
pl: Ponownie uruchom poziom
sv: Starta om nivån

source: Start over
ar_001: البدء من جديد
cs: Začít znovu
de: Neues Spiel starten
fr: Nouvelle partie
nb: Start på nytt
nl: Nieuw Spel
pl: Rozpocznij nową grę
sv: Starta om

source: We can open our own hardware lab now.
ar_001: يمكننا فتح معمل الأجهزة الخاصة الآن.
cs: Nyní si můžeme otevřít vlastní hardwarovou laboratoř.
de: Wir können jetzt unser eigenes Hardware-Labor eröffnen.
fr: Nous pouvons désormais ouvrir notre propre labo technique.
nb: Nå kan vi starte vårt eget laboratorium for maskinvare.
nl: We kunnen nu ons eigen hardware lab openen.
pl: Możemy otworzyć własne laboratorium sprzętowe.
sv: Vi kan öppna vårt egna hårdvarulabb nu.

source: Let's do it! (pay {0})
ar_001: لنفعلها! (دفع {0})
cs: Jdeme na to!(zaplatit {0})
de: Tu es! (zahle {0})
fr: Allons-y ! (payer {0})
nb: Vi gjør det! (betale {0})
nl: Doen! (Betaal {0})
pl: Zróbmy to! (zapłać {0})
sv: Låt gå! (betala {0})

source: Hardware lab
ar_001: معمل الأجهزة
cs: Hardwarová laboratoř
de: Hardware-Labor
fr: Labo tech
nb: Maskinvare-laboratorium
pl: Laboratorium sprzętowe
sv: Hårdvarulabb

source: Our hardware lab is ready.
ar_001: معمل الأجهزة الخاصة جاهز.
cs: Naše hardwarová laboratoř je připravena.
de: Unser Hardware-Labor ist jetzt bereit.
fr: Notre Labo technique est prêt.
nb: Maskinevarelabben vår er ferdig.
nl: Ons hardware lab is gereed.
pl: Nasze laboratorium sprzętowe jest gotowe.
sv: Vårt hårdvarulabb är redo.

source: We can open our own research and development lab now.
ar_001: يمكننا فتح مختبر الأبحاث و التطوير الآن.
cs: Nyní si můžeme otevřít vlastní laboratoř na výzkum a vývoj.
de: Wir können jetzt unser eigenes Forschungs- und Entwicklungslabor eröffnen.
fr: Nous pouvons désormais ouvrir notre labo recherche et développement.
nb: Nå kan vi starte vårt eget forsknings- og utviklingslaboratorium.
nl: We kunnen nu ons eigen Onderzoek- en Ontwikkelingslab openen.
pl: Możemy otworzyć własny dział badań i rozwoju.
sv: Vi kan öppna vårt eget forsknings- och utvecklingslabb nu.

source: R&D lab
ar_001: مختبر الأبحاث و التطوير
cs: V&V laboratoř
de: F & E Labor
fr: Labo R&D
nb: F&U-lab
nl: O&O lab
pl: Dział badań i rozwoju
sv: F&U labb

source: Our R&D lab is ready.
ar_001: مختبر الأبحاث و التطوير جاهز.
cs: Naše laboratoř pro V&V je připravena.
de: Unser F & E Labor ist fertig.
fr: Notre labo R&D est prêt.
nb: F&U-labben vår er klar.
nl: Ons O&O lab is gereed.
pl: Nasz dział badań i rozwoju jest gotowy.
sv: Vårt F&U labb är redo.

source: Fire employee?
ar_001: تخلص من الموظف؟
cs: Propustit zaměstnance?
de: Mitarbeiter entlassen?
fr: Licencier un employé ?
nb: Gi sparken?
nl: Werknemer ontslaan?
pl: Zwolnić pracownika?
sv: Sparka anställd?

source: Are you sure you want to fire {0}?
ar_001: هل أنت متأكد أنك تريد التخلص من الموظف {0} ؟
cs: {0} - Propustit?
de: Bist Du sicher, dass Du {0} entlassen willst?
fr: Êtes-vous sûr de vouloir licencier {0} ?
nb: Er du sikker på at du vil gi {0} sparken?
nl: Weet je zeker dat je {0} wilt ontslaan?
pl: Czy na pewno chcesz zwolnić tego pracownika?
sv: Är du säker på att du vill sparka {0}?

source: Yes
ar_001: نعم
cs: Ano
de: Ja
fr: Oui
nb: Ja
nl: Ja
pl: Tak
sv: Ja

source: No
ar_001: لا
cs: Ne
de: Nein
fr: Non
nb: Nei
nl: Nee
pl: Nie
sv: Nej

source: Hi Boss! I have a knack for security and I think we could really do with some security upgrades in our office. I have done some research and I think with an investment of {0} we would be a lot safer than we are now. What do you say?
ar_001: أهلا بالرئيس! لدي براعة في الأمن وأعتقد أنه يمكننا حقا أن نستعين ببعض التطويرات الأمنية في مكتبنا.↵ لقد قمت بعمل بعض البحوث و أعتقد أنه {بإنفاق مبلغ و قدره 0} سنكون أكثر أمانا مما نحن عليه الآن.↵ ما هو قولك؟
cs: Zdravím šéfe! Mám talent na zabezpečování a myslím si že naše zabezpečení by potřebovalo vylepšit. Mám za sebou menší výzkum a myslím si, že po zainvestování {0} bude naše technika mnohem lépe zabezpečená. Co vy na to?
fr: Salut patron ! Je me débrouille en sécurité et je crois que nous devrions vraiment faire quelques mises à jour. J’ai fait quelques recherches et je pense qu’avec un investissement de {0}, on serait beaucoup plus protégés. Qu’en dites-vous ?
nb: Hei, sjef! Jeg har peiling på sikkerhet, og jeg mener at vi trenger oppgradert sikkerhet på kontoret. Jeg har undersøkt det, og hvis vi investerer {0}, vil kontoret bli mye tryggere enn det er nå. Hva tror du?
nl: Hé baas! Ik heb verstand van beveiliging en ik denk dat dit kantoor echt wat extra beveiliging kan gebruiken.↵ Ik heb wat onderzoek gedaan en met een investering van {0} zullen we al een heel stuk beter beveiligd zijn dan nu.↵ Wat vind je ervan?
pl: Cześć, szefie! Mam doświadczenie z zakresu bezpieczeństwa i uważam, że powinniśmy zwiększyć ochronę w naszym biurze. Postanowiłem zorientować się w sprawie i wygląda na to, że inwestując {0} będziemy o wiele bezpieczniejsi niż teraz. Co ty na to?
sv: Hej chefen! Jag har en talang för säkerhet och jag tror att vi verkligen skulle kunna göra med några säkerhetsuppdateringar i vårt kontor. Jag har forskat lite om det och jag tror att med en investering på {0} skulle vi vara mycket säkrare än vad vi är nu. Vad säger du?

source: Yes (invest {0})
ar_001: نعم (أستثمر {0})
cs: Ano (zainvestovat {0})
de: Ja (Investiere {0})
fr: Oui (investir {0})
nb: Ja (investere {0})
nl: Ja (Investeer {0})
pl: Tak (zainwestuj {0})
sv: Ja (investera {0})

source: Thanks Boss! I will get right to it.
ar_001: شكرا أيها الرئيس!↵ سأقوم بالأمر حالا.
cs: Díky, šéfe! Hned se na to vrhnu.
de: Danke Chef! Ich werde sofort damit anfangen.
fr: Merci Patron ! Je m'y mets tout de suite.
nb: Tusen takk, sjef! Jeg starter med en gang.
nl: Bedankt Baas!↵ Ik begin er meteen aan.
pl: Dzięki, szefie! Natychmiast się tym zajmę.
sv: Tack Chefen! Jag kommer att påbörja arbetet direkt.

source: Okay, sorry that I bothered you.
ar_001: حسناً، آسف لإزعاجك.
cs: Dobře, omlouvám se za vyrušení.
de: Okay. Entschuldige, dass ich Dich gestört habe.
fr: D'accord, désolé de vous avoir dérangé.
nb: OK, beklager forstyrrelsen.
nl: Oké, sorry dat ik je heb lastig gevallen.
pl: Przepraszam za kłopot.
sv: Okej, förlåt för att jag störde dig.

source: Investment
ar_001: استثمار
cs: Investice
de: Investition
fr: Investissement
nb: Investering
nl: Investering
pl: Inwestycja
sv: Investering

source: Dear esteemed sir/madame. I'm financial advisor to CEO at WOMOBA OIL LIMITED in Nigeria. I'm writing because I know of your high repute and trustworthiness. Our CEO has authorzied me to invest {0} in {1}.{n}We have deposited the amount at a safe bank and will transfer this money to you but the bank requires confirmation from you. If you wish to receive the funds you must transfer a one-time verification payment of {2}. I trust in you.
ar_001: إلى المحترم\ة. أنا المستشار المالي للرئيس في شركة "WOMBOBA OIL LIMITED" في نيجيريا.أنا أكتب هذا بمعرفتي بسمعتك وثقتك العالية.رئيسنا سمح لي بإستثمار{0}في{1}ولقد اودعنا المبلغ في خزانة المصرف وسنقوم بتحويل هذا المبلغ إليك ولكن المصرف طلب موافقتك.أذا كنت تريد إستلام المبلغ عليك بتحويل مبلغ وقدره{2} لمرة واحدة فقط.أنا اثق بأنك ستفعل.
cs: Vážený/á pane/paní. Jsem finanční poradce generál ředitel WOMOBA OIL LIMITED v Nigérii. Píši vám, protože znám vaši reputaci a vím, že jste důvěryhodní. Náš generál řiditel mně pověřil, abych svěřil {0} společnosti {1}.{n}Částku jsme bezpečně vložily do banky, ale aby jste mohli obdržet tuto částku, banka vyžaduje od vás potvrzení. K obdržení částky musíte zaslat jednorázovou platbu v hodnotě {2}. Důvěřuji vám.
de: Sehr geehrte Damen und Herren! Ich bin der Finanzberater des Geschäftsführers der Firma WOMOBA OIL LIMITED in Nigeria. Ich kontaktiere Sie, da Sie über eine ausgezeichnete Reputation am Markt verfügen. Unser Geschäftsführer hat mich bevollmächtigt {0} in {1} zu investieren.{n}Den Betrag haben wir sicher bei einer Bank hinterlegt. Für die Überweisung benötigt die Bank nur noch Ihre Zustimmung. Dazu übermitteln Sie bitte einmalig eine Transaktionsgebühr von {2} als Bestätigung. Sie haben unser vollstes Vertrauen.
fr: Très chère Madame/Très cher Monsieur, Je suis le conseiller financier du PDG de WOMOMBA OIL LIMITED au Nigéria. Je vous écris car je connais votre grande réputation et votre fiabilité. Notre PDG m'a autorisé à investir {0} dans {1}.{n}Nous avons déposé l'argent dans une banque sécurisée et allons vous le transférer mais la banque réclame une confirmation de votre part. Si vous souhaitez recevoir les fonds, vous devez procéder à un payement unique d'un montant de {2}. J'ai confiance en vous.
nb: Kjære aktet sir/madame. ↵ Jeg er finansiell rådgiveren for administrerende direktør i WOMOBA Oil Limited i Nigeria. Jeg skriver fordi jeg vet av høy anseelse og troverdighet. Vår administrerende direktør har authorzied meg å investere {0} i {1}.{n}Vi har satt inn beløpet på en trygge bank kontoen, og vil overføre disse pengene til deg, men banken etterspørre bekreftelsen fra deg. Hvis du ønsker motta midlene du må overføre en engangs verifisering betaling av {2}. Jeg stoler på deg.
nl: Geachte heer/mevrouw, Ik ben financieel adviseur van de directeur van WOMOBA OIL LIMITED in Nigeria. Ik schrijf omdat ik op de hoogte ben van uw hoge reputatie en betrouwheid. Onze directeur heeft mij toestemming gegeven om {0} te investeren in {1}.{n}We hebben het bedrag op een veilige bank staan en willen het bedrag aan u overmaken, maar de bank wilt uw bevestiging. Als u het geld wilt ontvangen dan moet u eenmalig een bedrag van {2} overmaken ter bevestiging. Ik vertrouw op u.
pl: Szanowni państwo! Jestem doradcą finansowym dyrektora generalnego WOMOBA OIL LIMITED w Nigerii. Piszę do państwa, ponieważ znam państwa reputację i solidność. Nasz dyrektor upoważnił mnie do zainwestowania {0} w państwa firmę.{n}Pieniądze zdeponowaliśmy w banku. Zostaną przelane na państwa konto, ale bank wymaga wpierw potwierdzenia. Jeżeli chcą państwo otrzymać pieniądze, muszą państwo dokonać jednorazowej opłaty weryfikacyjnej w wysokości {2} Pokładam w państwu ogromne nadzieje.
sv: Kära aktad herrn / fru. Jag är finansiell rådgivare till VD:n på WOMOBA OIL LILITED i Nigeria. Jag skriver för att jag hat fått veta om din höga trovärdighet. Min VD har sagt åt mig att investera {0} i {1}.{n}Vi har överfört beloppet till en säker bank som kommer att överföra dessa pengar till dig, men banken kräver bekräftelse från dig. Om du vill få pengarna så måste du göra en verifiering på betalningen av {2}. Jag litar på dig.

source: Pay ({0})
ar_001: دفع({0})
cs: Zaplatit ({0})
de: Zahle ({0})
fr: Payer ({0})
nb: Betale ({0})
nl: Betaal({0})
pl: Zapłać ({0})
sv: Betala ({0})

source: Decline
ar_001: رفض
cs: Odmítnout
de: Ablehnen
fr: Refuser
nb: Avslå
nl: Afwijzen
pl: Odmów
sv: Avslå

source: Gullibility Tax
ar_001: ضريبة العفوية
cs: Daň za důveřivost
de: Gutgläubigkeits-Steuer
fr: Impôt sur la crédulité
nb: Lettlurt-avgift
nl: Goedgelovigheid belasting
pl: Podatek od łatwowierności
sv: Godtrogenhets skatt

source: News
ar_001: أخبار
cs: Novinky
de: Neuigkeiten
fr: Nouvelles
nb: Nyheter
nl: Nieuws
pl: Wiadomości
sv: Nyheter

source: It appears that recently a few companies have fallen victim to Nigerian scammers. The scammers often claimed to invest large sums of money into companies but required a sizable up-front payment to make the deal.{n}Those who were unwise enough to pay will not see their money again. Police are investigating but seem helpless to stop these international scammers.
ar_001: يظهر أن بعض الشركات في الآونة الأخيرة قد سقطت ضحية لمحتالين نيجيريين.↵ في بعض الأحيان يدّعي المحتالين أنهم يستثمرون مبالغ كبيرة في الشركات ولكن يحتاجون إلى مبلغ لا بأس به كدفعة أولية.↵ {n}هؤلاء من كانوا ليسوا حكيمين بما فيه الكفاية ليدفعوا المبلغ لن يروا مالهم مرة أخرى.↵ الشرطة تحقق في الأمر و لكن يظهر أن هذا لن يجدي نفعا في إيقاف هؤلاء المحتالين العالميين.
cs: Zdá se, že v poslední době některé firmy naletěli Nigerijským podvodníkům. Podvodníci nabízeli velké částky, které investují do firem, ale na oplátku požadovali poplatek za převedení.{n}Ti, kteří hloupě přikývli už své peníze nejspíše neuvidí. Policie se to snaží vyšetřovat, ale marně.
de: Es scheint, dass kürzlich einige Unternehmen Opfer nigerianischer Vorschussbetrüger wurden. Die Betrüger gaben vor, große Summen in die betreffenden Unternehmen investieren zu wollen. Diese wurden aufgefordert eine kleine Transaktionsgebühr zu leisten, um ins Geschäft zu kommen.{n}Die Polizei ermittelt, steht dem organisierten Verbrechen jedoch vorerst hilflos gegenüber. Die Unternehmen, die dem Betrug zum Opfer gefallen sind, werden ihr Geld sehr wahrscheinlich nicht mehr wiedersehen.
fr: Il semble que certaines sociétés aient récemment été victimes d'escrocs nigérians. Les escrocs prétendaient vouloir investir de larges sommes d'argent dans ces sociétés mais avaient besoin d'un important paiement initial avant de réaliser la transaction.{n}Ceux qui ont eu l'imprudence de payer ne reverront sans doute jamais leur argent. La police mène actuellement l'enquête mais semble bien mal partie pour arrêter cette escroquerie internationale.
nb: Flere firmaer har blitt lurt av nigerianske svindelmailer den siste tiden. Svindlerne påsto at de ville investere store pengesummer inn i selskapet, men krevde en stor innbetaling på forhånd for å igangsette avtalen.{n}De som var dumme nok til å falle for dette, får aldri se pengene igjen. Politiet er på saken, men det virker ikke som de er i stand til å stoppe disse internasjonale svindlerne.
nl: Het lijkt erop dat enkele bedrijven recent het slachtoffer zijn geworden van Nigeriaanse oplichters. De oplichters beweerden bereid te zijn om grote bedragen in de bedrijven te investeren, indien er een aanzienlijke som geld betaald werd om de deal te bevestigen.{n}Iedereen die zo goedgelovig was om te betalen, zullen hun geld niet meer terugzien. De politie is een onderzoek gestart, maar lijken machteloos tegen deze internationale oplichters.
pl: Ostatnimi czasy kilka firm padło ofiarą nigeryjskich oszustów. Naciągacze zapewniają, że zainwestują w dane przedsiębiorstwo dużą sumę pieniędzy, ale do potwierdzenia transakcji wymagają pokaźnej zaliczki.{n}Ci, którzy nieroztropnie zapłacili, nie zobaczą już swoich pieniędzy. Policja prowadzi dochodzenie w tej sprawie, ale wydaje się być bezsilna wobec międzynarodowych kanciarzy.
sv: Nyligen har ett fåtal företag fallit offer för nigerianska bedragare. Bedragarna hävdade att investera stora summor pengar i bolag men krävde en ansenlig direkt betalning för att göra affären.{n}De som var oförnuftiga nog att betala kommer inte att se sina pengar igen. Polisen undersöker men verkar hjälplösa att stoppa dessa internationella bedragare.

source: The recent pleas for a patch for {0} seem to have been unanswered by {1}. Many fans have voiced their disappointment.
ar_001: المناشدات الأخيرة بخصوص تصحيح الأخطاء لـ {0} تظهر بأنه لم يتم الإجابة عليها من قبل {1}.↵ كثير من المعجبين أبدوا خيبة أملهم.
cs: Nedávné prosby o vydání opravného balíku ke hře {0} nebyly u {1} zjevně vyslyšeny. Mnozí fanouškové jsou velmi zklamaní.
de: Die Anfragen nach einem Patch für {0} scheinen von {1} ignoriert zu werden. Viele Fans lassen Ihrer Verärgerung freien Lauf.
fr: Les récentes demandes d'un patch pour {0} semblent être restées sans réponse de la part de {1}. Beaucoup de fans ont exprimé leur déception.
nb: {1} har ikke besvart fansens ønske om en oppdatering til {0}. Selskapets fans virker skuffet over dette.
nl: Het recente verzoek om een patch voor {0} blijven onbeantwoord door {1}↵ Veel fans hebben hun teleurstelling geuit.
pl: Firma {1} pozostawia bez odpowiedzi prośby graczy o łatkę do gry {0}. Wielu fanów wyraziło niezadowolenie.
sv: Den senaste vädjan om en patch till {0} verkar vara obesvarad av {1} Många fans har uttryckt sin besvikelse.

source: Bugs!
ar_001: أخطاء!
cs: Chyby!
pl: Błędy!
sv: Buggar!
