Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Good Judgement
ar_001: قرار حكيم
cs: Dobrý úsudek
de: Gutes Urteilsvermögen
fr: Bon choix
nb: God Dømmekraft
nl: Goed Oordeel
pl: Trafny wybór
sv: Bra omdöme

source: Cult Status
ar_001: فارس الفن
cs: Kultovní status
de: Kultstatus
fr: Culte
nb: Kultstatus
pl: Kultowość
sv: Kultstatus

source: Set a new standard for the early gaming industry.
ar_001: حدد معيار الجودة الجديد لسنوات الصغر من مجال صناعة الألعاب.
cs: Nastavte novou laťku rozvíjejícímu se hernímu průmyslu.
de: Setze einen neuen Standard für die frühe Spieleindustrie.
fr: Établissez une nouvelle référence dans l'industrie naissante du jeu vidéo.
nb: Sett en ny standard for den tidlige spillindustrien.
nl: Nieuwe norm voor de vroege game industrie.
pl: Wyznacz nowe standardy dla wczesnego okresu branży gier.
sv: Sätt en ny standard för den tidiga spelindustrin.

source: Invest over 100K in a new game engine.
ar_001: استثمر أكثر من مئة ألف في محرك ألعاب جديد.
cs: Investujte do nového herního enginu více jak 100K.
de: Investiere über 100K in eine neue Spiel-Engine.
fr: Investissez plus de 100k dans un nouveau moteur de jeu.
nb: Invester over 100K i en spillmotor.
nl: Investeer meer dan 100K in een nieuwe game engine.
pl: Zainwestuj ponad 100 tysięcy w nowy silnik gry.
sv: Investera över 100K i en ny spelmotor.

source: Invest over 500K in a new game engine.
ar_001: استثمر أكثر من خمسمئة ألف في محرك ألعاب جديد.
cs: Investujte do nového herního enginu více jak 500K.
de: Investiere über 500K in eine neue Spiel-Engine.
fr: Investissez plus de 500k dans un nouveau moteur de jeu.
nb: Invester over 500K i en spillmotor.
nl: Investeer meer dan 500K in een nieuwe game engine.
pl: Zainwestuj ponad 500 tysięcy w nowy silnik gry.
sv: Investera över 500K i en ny spelmotor.

source: 1M Engine
ar_001: محرك المليون
cs: Miliónový engine
de: 1M Spiel-Engine
fr: Moteur à 1M
nb: 1M Spillmotor
pl: Silnik za milion.
sv: 1M Spelmotor

source: Invest over one million in a new game engine.
ar_001: استثمر أكثر من مليون في محرك ألعاب جديد.
cs: Investujte do nového herního enginu více jak milion.
de: Investiere über eine Millionen in eine neue Spiele-Engine.
fr: Investissez plus de 1M dans un nouveau moteur de jeu.
nb: Invester over en million i en spillmotor.
nl: Investeer meer dan een miljoen in een nieuwe game engine.
pl: Zainwestuj ponad milion w nowy silnik gry.
sv: Investera över en miljon i en ny spelmotor.

source: Gold
ar_001: ذهب
cs: Zlatý důl
fr: Or
nb: Gull
nl: Goud
pl: Złoto
sv: Guld

source: Sell half a million copies of a game without the help of a publisher.
ar_001: بع نصف مليون نسخة من لعبة بدون مساعدة من ناشر.
cs: Prodejte bez pomoci vydavatele půl milionu kopií hry.
de: Verkaufe, ohne die Hilfe eines Publishers, eine halbe Millionen Exemplare eines Spiels.
fr: Vendre un demi-million de copies d'un jeu sans l'aide d'un éditeur.
nb: Selg en halv million eksemplarer av et spill uten hjelp av en utgiver.
nl: Verkoop een half miljoen kopieën van een game zonder de hulp van een uitgever.
pl: Sprzedaj pół miliona kopii gry bez pomocy wydawcy.
sv: Sälj en halv miljon kopior av ett spel utan någon hjälp av en utgivare.

source: Platinum
ar_001: بلاتينيوم
cs: Platinová deska
de: Platin
fr: Platine
nb: Platina
nl: Platina
pl: Platyna
sv: Platina

source: Sell one million copies of a game without the help of a publisher.
ar_001: بع مليون نسخة من لعبة بدون مساعدة من ناشر.
cs: Prodejte bez pomoci vydavatele milion kopií hry.
de: Verkaufe, ohne die Hilfe eines Publishers, eine Millionen Exemplare eines Spiels.
fr: Vendre un million de copies d'un jeu sans l'aide d'un éditeur.
nb: Selg en million eksemplarer av et spill uten hjelp av en utgiver.
nl: Verkoop een miljoen kopieën van een game zonder de hulp van een uitgever.
pl: Sprzedaj milion kopii gry bez pomocy wydawcy.
sv: Sälj en miljon kopior av ett spel utan någon hjälp av en utgivare.

source: Diamond
ar_001: ألماس
cs: Moře diamantů
de: Diamant
fr: Diamant
nb: Diamant
nl: Diamant
pl: Diament
sv: Diamant

source: Sell ten million copies of a game without the help of a publisher.
ar_001: بع عشر ملايين نسخة من لعبة بدون مساعدة من ناشر.
cs: Prodejte bez pomoci vydavatele deset milionů kopií hry.
de: Verkaufe, ohne die Hilfe eines Publishers, zehn Millionen Exemplare eines Spiels.
fr: Vendre dix millions de copies d'un jeu sans l'aide d'un éditeur.
nb: Selg ti millioner eksemplarer av et spill uten hjelp av en utgiver.
nl: Verkoop tien miljoen kopieën van een game zonder de hulp van een uitgever.
pl: Sprzedaj dziesięć milionów kopii gry bez pomocy wydawcy.
sv: Sälj tio miljoner kopior av ett spel utan någon hjälp av en utgivare.

source: Unobtainium (seriously?)
ar_001: معدن الخيال (بجد؟)
cs: Unobtainium (děláte si…?)
de: Unobtainium (ernsthaft?)
fr: Unobtanium (sérieusement ?)
nb: Unobtainium (seriøst?)
nl: Unobtainium (echt?)
pl: Kryptonit
sv: Unobtainium (seriöst?)

source: Sell one hundred million copies of a game without the help of a publisher.
ar_001: بع مئة مليون نسخة من لعبة بدون مساعدة من ناشر.
cs: Prodejte bez pomoci vydavatele sto milionů kopií hry.
de: Verkaufe, ohne die Hilfe eines Publishers, einhundert Millionen Exemplare eines Spiels.
fr: Vendre cent millions de copies d'un jeu sans l'aide d'un éditeur.
nb: Selg hundre millioner eksemplarer av et spill uten hjelp av en utgiver.
nl: Verkoop honderd miljoen kopieën van een game zonder de hulp van een uitgever.
pl: Sprzedaj sto milionów kopii gry bez pomocy wydawcy.
sv: Sälj ett hundra miljoner kopior av ett spel utan någon hjälp av en utgivare.

source: Professional
ar_001: محترف
cs: Profesionál
de: Experte
fr: Professionnel
nb: Proff
nl: Professioneel
pl: Profesjonalista
sv: Professionell

source: Reach level 5 with a character.
ar_001: أوصل بشخصيتك إلى المستوى 5.
cs: Dosáhněte s postavou 5. úrovně.
de: Erreiche mit einem Charakter Level 5.
fr: Atteindre le niveau 5 avec un personnage.
nb: Nå nivå 5 med en karakter.
nl: Bereik level 5 met een personage.
pl: Osiągnij piąty poziom dowolną postacią.
sv: Nå nivå 5 med en karaktär.

source: Legend
ar_001: أسطوري
cs: Legenda
de: Legende
fr: Légende
nb: Legende
nl: Legende
pl: Legenda

source: Reach level 10 with a character.
ar_001: أوصل بشخصيتك إلى المستوى 10.
cs: Dosáhněte s postavou 10. úrovně.
de: Erreiche mit einem Charakter Level 10.
fr: Atteindre le niveau 10 avec un personnage.
nb: Nå nivå 10 med en karakter.
nl: Bereik level 10 met een personage.
pl: Osiągnij dziesiąty poziom dowolną postacią.
sv: Nå nivå 10 med en karaktär.

source: Diversity
ar_001: مساواة
cs: Rozmanitost
de: Vielfältigkeit
fr: Diversité
nb: Mangfold
nl: Diversiteit
pl: Różnorodność
sv: Mångfald

source: Have male and female staff.
ar_001: عين موظفين من كلا الجنسين.
cs: Mějte v týmu muže i ženu.
de: Beschäftige männliche und weibliche Mitarbeiter.
fr: Avoir du personnel masculin et féminin.
nb: Ha mannlige og kvinnelige ansatte.
nl: Heb mannelijk en vrouwelijk personeel.
pl: Zatrudnij kobietę i mężczyznę.
sv: Ha både manlig och kvinnlig personal.

source: Famous
ar_001: مشهور
cs: Slavný
de: Berühmtheit
fr: Célèbre
nb: Kjendis
nl: Beroemd
pl: Sława
sv: Berömd

source: Hire someone famous.
ar_001: وظف شخصاً مشهوراً.
cs: Najměte někoho slavného.
de: Stelle eine Berühmtheit ein.
fr: Embaucher quelqu'un de célèbre.
nb: Ansett en kjendis.
nl: Neem een beroemdheid aan.
pl: Zatrudnij kogoś sławnego.
sv: Anställ någon berömd.

source: Have the maximum number of employees.
ar_001: وظف الحد الأقصى من الموظفين.
cs: Mějte plný počet zaměstnanců.
de: Erreiche die maximale Anzahl an Mitarbeitern.
fr: Avoir le nombre maximum d'employés.
nb: Ha maksimalt antall ansatte.
nl: Heb het maximaal aantal werknemers.
pl: Zatrudnij maksymalną liczbę pracowników.
sv: Ha det maximala antalet anställda.

source: Finish Game Dev Tycoon.
ar_001: قم بإنهاء لعبة (Game Dev Tycoon).
cs: Dokončete Game Dev Tycoon.
de: Spiele Game Dev Tycoon durch.
fr: Finir Game Dev Tycoon.
nb: Fullfør Game Dev Tycoon.
nl: Speel Game Dev Tycoon uit.
pl: Ukończ Game Dev Tycoon.
sv: Slutför Game Dev Tycoon.

source: Perfect Game
ar_001: اللعبة المثالية
cs: Perfektní hra
de: Perfektes Spiel
fr: Jeu Parfait
nb: Perfekt Spill
pl: Perfekcyjna gra
sv: Perfekt spel

source: Release a game with a clean score of 10.
ar_001: أصدر لعبة بتقييم 10 من 10.
cs: Vydejte hru s čistým hodnocením 10.
de: Veröffentliche ein Spiel mit einer perfekten 10er Bewertung.
fr: Sortir un jeu avec avec un score parfait de 10.
nb: Gi ut et spill med perfekt poengsum fra anmelderne.
nl: Maak een game met een perfecte score van 10.
pl: Opublikuj grę, która otrzyma same dziesiątki.
sv: Släpp ett spel med bara 10:or i betyg.

source: Detective
ar_001: المحقق
cs: Detektivní
de: Detektiv
fr: Détective
nb: Detektiv
pl: Detektyw
sv: Detektiv

source: Find at least one of the easter eggs in the game.
ar_001: أوجد سراً واحداً مخبأ في اللعبة على الأقل.
cs: Najděte ve hře alespoň jeden easter egg.
de: Finde mindestens eines der Easter Eggs im Spiel.
fr: Trouver au moins un easter egg dans le jeu.
nb: Finn minst en av hemmelighetene i spillet.
nl: Vind op zijn minst één van de easter eggs in de game.
pl: Znajdź przynajmniej jednego easter egga.
sv: Hitta åtminstone ett av spelets påskägg.

source: Treasure Hunter
ar_001: صائد الجوائز
cs: Lovec pokladů
de: Schatzsucher
fr: Chasseur de trésor
nb: Skattejeger
nl: Schatzoeker
pl: Poszukiwacz skarbów
sv: Skattletare

source: Activate the hidden treasure in the garage.
ar_001: استخدم الكنز المخبأ في المرآب.
cs: Aktivujte v garáži skrytý poklad.
de: Aktiviere den verborgenen Schatz in der Garage.
fr: Trouver le trésor caché dans le garage.
nb: Aktiver den skjulte skatten i garasjen.
nl: Activeer de verborgen schat in de garage.
pl: Znajdź ukryty skarb w garażu.
sv: Aktivera den gömda skatten i garaget.

source: Bluehair reporting for space duty
ar_001: Bluehair حاضر لواجب سلامة الفضاء
cs: Bluehair se hlásí do služby
de: Bluehair meldet sich zum Dienst
fr: Pilote Bluehair au rapport
nb: Bluehair melder seg til romtjeneste
nl: Bluehair meldt zich voor ruimte plicht
pl: Bluehair zgłasza się na służbę
sv: Bluehair anmäler sig för rymdtjänst

source: Little known fact: Cats go all aggro in space.
ar_001: حقيقة غير مثبتة: القطط عدائية في الفضاء.
cs: Málo známý fakt: Kočky jsou ve vesmíru pořádně zuřivé.
de: Wenig bekannte Tatsache: Katzen werden im Weltraum total aggressiv.
fr: Petit fait connu : les chats deviennent agressifs dans l'espace.
nb: Visste du at: Katter blir klin gærne i verdensrommet.
nl: Onbekend feit: Katten worden helemaal gek in de ruimte.
pl: Mało kto wie, że koty w kosmosie robią burdy.
sv: Okänt faktum: Katter blir aggressiva i rymden.

source: Welcome to Mars
ar_001: مرحبا بك في المريخ
cs: Vítejte na Marsu
de: Willkommen auf dem Mars
fr: Bienvenue sur Mars
nb: Velkommen til Mars
nl: Welkom op Mars
pl: Witamy na Marsie
sv: Välkommen till Mars

source: How did I get here? Why is there a chainsaw? Who cares!
ar_001: كيف وصلتُ إلى هنا؟ لماذا هنالك منشار آلي؟ من يكترث!
cs: Jak jsem se sem dostal? Proč je tady motorová pila? Koho to zajímá!
de: Wie bin ich hierher gekommen? Warum ist da eine Kettensäge? Egal!
fr: Comment suis-je arrivé ici ? Pourquoi y a-t-il une tronçonneuse ici ? Peu importe !
nb: Hvordan havnet jeg her? Hvorfor er det en motorsag her? Samma det!
nl: Hoe ben ik hier gekomen? Waarom is er een kettingzaag? Wat maakt het uit!
pl: Co ja tu robię? Dlaczego jest tu piła łańcuchowa? Kogo to obchodzi!
sv: Hur kom jag hit? Varför finns det en motorsåg här? Vem bryr sig!

source: Best ride to work ever
ar_001: أمتع قطار رأيته في مقر العمل
cs: Nejlepší jízda do práce vůbec
de: Beste Fahrt zur Arbeit überhaupt
fr: C'est le meilleur trajet vers le travail que j'ai jamais fait !
nb: Beste togtur til jobben noensinne
nl: Beste rit naar het werk, ooit!
pl: Najlepsza droga do pracy
sv: Bästa skjutsen till jobbet någonsin

source: Workplace safety anyone?
ar_001: أسمع أحدٌ بسلامة مكان العمل؟
cs: Bezpečnost práce?
de: Schon mal was von Sicherheit am Arbeitsplatz gehört?
fr: Y a-t-il quelqu'un pour sécuriser les bureaux ?
nb: HMS, sa du?
nl: Veiligheid op het werk, iemand?
pl: BHP coś wam mówi?
sv: Arbetssäkerhet någon?

source: Welcome to your hospital
ar_001: مرحباً بك في مشفاك الخاص
cs: Vítejte ve vaší nemocnici
de: Willkommen in deinem Krankenhaus
fr: Bienvenue dans votre hôpital
nb: Velkommen til sykehuset ditt
nl: Welkom in je ziekenhuis
pl: Witaj w swoim szpitalu
sv: Välkommen till ditt sjukhus

source: Patients are reminded not to die in the corridors.
ar_001: نذكر المرضى بألا يموتوا في الممرات.
cs: Upozornění pro pacienty: Neumírejte na chodbách.
de: Patienten werden darauf hingewiesen, nicht in den Gängen zu sterben.
fr: Nous rappelons aux patients qu'il est interdit de mourir dans les couloirs.
nb: Vi vil minne pasienter om at dødsfall i korridorene ikke er tillatt.
pl: Upomina się pacjentów, aby nie umierali na korytarzu.
sv: Patienterna påminns att inte dö i korridorerna.

source: Welcome Chief
ar_001: أهلاً Chief
cs: Vítej, Chiefe
de: Willkommen, Chief
fr: Bienvenue Master Chief
nb: Velkommen, Chief
pl: Witaj, szefuniu
sv: Välkommen chefen

source: This world is round but different.
ar_001: هذا العالم مستدير ولكن بشكل مختلف.
cs: Tento svět je kulatý, jen trochu jinak.
de: Diese Welt ist rund, aber anders.
fr: Ce monde est rond, mais différent.
nb: Denne planeten er rund, men annerledes.
nl: Deze wereld is rond maar anders.
pl: Ten świat jest okrągły, ale jednak jakiś inny.
sv: Den här världen är rund men annorlunda.

source: The sky is not the limit.
ar_001: السماء ليست الحدود.
cs: Nebem to nekončí
de: Der Himmel ist nicht die Grenze.
fr: Le ciel n'a pas de limite.
nb: Ingen grenser.
pl: Niebo nie jest granicą.
sv: Nå himlen och ännu längre.

source: Welcome back Chris. We've missed you.
ar_001: أهلاً بعودتك Chris. لقد افتقدناك.
cs: Vítej zpět, Chrisi. Chyběl jsi nám.
de: Willkommen zurück, Chris. Wir haben dich vermisst.
fr: Content de ton retour Chris. Tu nous as manqué.
nb: Velkommen tilbake, Chris. Vi har savnet deg.
nl: Welkom terug Chris. We hebben je gemist.
pl: Witamy z powrotem, Chris. Tęskniliśmy za tobą.
sv: Välkommen tillbaka Chris. Vi har saknat dig.

source: Painting with nature.
ar_001: الرسم مع الطبيعة.
cs: Přírodní malba
de: Malen mit Natur.
fr: Peinture avec la nature.
nb: Å male med naturen.
pl: Malowanie w naturze.
sv: Måla med naturen.

source: Pay homage to a specific Japanese video game.
ar_001: كرّم لعبة يابانية محددة.
cs: Vzdejte hold jedné japonské videohře.
de: Zolle einem bestimmten japanischen Videospiel Respekt.
fr: Rendre hommage à un certain jeu japonais.
nb: Gi honnør til et bestemt japansk spill.
pl: Złóż hołd pewnej japońskiej grze wideo.
sv: Hylla ett särskilt japanskt tv-spel.

source: Inception
ar_001: حلم داخل حلم
cs: Počátek
fr: Mise en abyme
nb: Oppstarten
pl: Incepcja
sv: Inledning

source: Develop the game within the game.
ar_001: طور اللعبة داخل اللعبة.
cs: Vydejte hru ve hře.
de: Entwickle das Spiel innerhalb des Spiels.
fr: Développe le jeu dans le jeu.
nb: Lag spillet i spillet.
nl: Ontwikkel de game in de game.
pl: Stwórz grę w grze.
sv: Skapa spelet inuti spelet.

source: Fan
ar_001: معجب
cs: Fanoušek

source: Pick an inspired company name.
ar_001: اختر اسم شركة مستوحاة من الواقع.
cs: Vyberte si jméno společnosti inspirované reálnou.
de: Wähle einen inspirierten Firmennamen.
fr: Choisissez un nom de société original.
nb: Velg et fortreffelig firmanavn.
nl: Kies een geïnspireerde bedrijfsnaam uit.
pl: Pod wpływem inspiracji wybierz nazwę firmy.
sv: Välj ett inspirerat företagsnamn.

source: Versatile
ar_001: متعدد الاستخدامات
cs: Všestrannost
de: Vielfältig
fr: Polyvalent
nb: Allsidig
nl: Veelzijdig
pl: Wszechstronny
sv: Mångsidig

source: Release a successful game in each of the five main genres.
ar_001: أصدر لعبة ناجحة من كل نوع من الأنواع الخمس الرئيسية.
cs: Vydejte úspěšnou hru ve všech pěti základních žánrech.
de: Veröffentliche ein erfolgreiches Spiel in allen fünf Hauptgenres.
fr: Sortir un jeu réussi dans chacun des cinq genres principaux.
nb: Gi ut ett populært spill i hver av de fem hovedsjangrene.
nl: Maak een succesvolle game in elke vijf genres.
pl: Opublikuj popularną grę w każdym z pięciu głównych gatunków.
sv: Släpp ett framgångsrikt spel i de fem stora genrerna.

source: Eat Cake
ar_001: كلْ الكعكة
cs: Kousek dortu
de: Iss einen Kuchen
fr: Manger du gâteau
nb: Spis Kake
pl: Zjedz ciastko
sv: Ät tårta

source: Show them red barrels some action.
ar_001: أبرز للبراميل الحمر منْ البطل.
cs: Ukažte jim červené barely v akci.
de: Bring die roten Fässer groß raus! Und Action!
fr: Fais-moi péter ces barils.
nb: Gi de røde oljefatene noe å gjøre.
nl: Laat die rode vaten wat actie meemaken.
pl: Pokaż wszystkim, co się robi z czerwonymi beczkami.
sv: Ge de röda tunnorna lite spänning.

source: Supporter
ar_001: داعم
cs: Mecenáš
fr: Mécène
nb: Støttespiller
pl: Jesteś debeściakiem

source: Support a young start-up. Buy the game.
ar_001: أدعم شركة شابة واشتري اللعبة.
cs: Podpořte čerstvé vývojáře. Kupte si hru.
de: Unterstütze ein junges Start-up-Unternehmen. Kaufe das Spiel.
fr: Aidez une jeune start-up à prendre son envol. Achetez le jeu.
nb: Støtt et ferskt firma. Kjøp spillet.
nl: Ondersteun een jonge starter. Koop de game.
pl: Wesprzyj początkujące przedsiębiorstwo. Kup grę.
sv: Stöd ett nystartat företag. Köp spelet.

source: Support Greenheart Games by buying an optional supporter pack.
ar_001: أدعم أستديو (Greenheart Games) بشراء حزمة الداعم الاختيارية.
cs: Podpořte Greenheart Games koupí volitelného balíčku.
de: Unterstütze Greenheart Games, indem du ein optionales Fan-Package erwirbst.
fr: Aidez Greenheart Games en achetant le pack "Fan Absolu".
nb: Støtt Greenheart Games ved å kjøpe en valgfri støttespiller-pakke.
nl: Ondersteun Greenheart Games door een optioneel supporters pack te kopen.
pl: Wesprzyj Greenheart Games, kupując opcjonalny zestaw fana.
sv: Stöd Greenheart Games genom att köpa ett frivilligt sponsorpaket.

source: Admirer
ar_001: محب
cs: Obdivovatel
de: Fan
fr: Admirateur
nb: Beundrer
nl: Bewonderaar
pl: Wielbiciel
sv: Beundrare

source: Fun fact: We almost named our company Megaflop Productions!
ar_001: معلومة طريفة: كنا على وشك تسمية شركتنا Megaflop Productions!
cs: Vtipný fakt: Málem jsme naši společnost pojmenovali Megaflop Productions!
de: Insider: Greenheart Games hätte fast Megaflop Productions geheißen!
fr: Anecdote : Nous avons failli appeler notre studio Megaflop Productions !
nb: Artig sak: Vi holdt på å kalle firmaet vårt Megaflop Productions!
nl: Leuk weetje: We hadden ons bedrijf bijna Megaflop Productions genoemd!
pl: Zabawny fakt: nieomal nazwaliśmy naszą firmę Megaflop Productions!
sv: Rolig fakta: Vi gav nästan vårt företag namnet Megaflop Productions!

source: Writer's Block
ar_001: حاجز الكتّاب
cs: Vývojářův deníček
de: Schreibblockade
fr: Angoisse de la page blanche
nb: Skrivesperre
pl: Brak natchnienia
sv: Skrivkramp

source: Naming games is sometimes difficult.
ar_001: تسمية الألعاب صعب في بعض الأحيان.
cs: Pojmenovávání her je někdy obtížné.
de: Manchmal ist es schwierig, einen Spieltitel zu finden.
fr: Nommer des jeux est parfois difficile.
nb: Noen ganger er det vanskelig å navngi spill.
nl: Namen verzinnen voor games is soms moeilijk.
pl: Nazywanie gier bywa trudne.
sv: Att namnge spel kan vara svårt ibland.

source: Invitation
ar_001: دعوة
cs: Pozvánka
de: Einladung
nb: Invitasjon
nl: Uitnodiging
pl: Zaproszenie
sv: Inbjudning

source: Hi, I'm Gordon Hench the host of the local hobby computer club. I just discovered that your company is close-by. I'm a huge fan of {0} and would love for you to join our meetup this week! Eagerly awaiting your reply. Gordon
ar_001: مرحبا، أنا (غوردن هنش) المستضيف لجماعه هواة الحاسوب المحلية، لاحظت بأن شركتك بالقرب مني. أنا من اشد المعجبين بـ {0} وأتمنى منك الموافقة لحضور اجتماعنا هذا الأسبوع!↵ بانتظار ردك بفارغ الصبر.↵ (غوردن)
cs: Dobrý den, jmenuji se Gordon Hench a jsem předsedou místního počítačového klubu. Právě jsem zjistil, že je od nás vaše společnost nedaleko. Jsem velkým fanouškem {0} a udělalo by nám velkou radost, kdybyste se k nám tento týden připojili! Těším se na brzkou odpověď. Gordon
de: Hi, ich bin Gordon Hench, Vorsitzender des lokalen Hobby Computer Clubs. Ich habe gerade herausgefunden, dass Ihre Firma ganz in der Nähe ist. Ich bin ein riesiger Fan von {0} und würde mich irrsinnig freuen, wenn Sie bei unserem Treffen diese Woche vorbeischauen würden. Ich bin gespannt auf Ihre Antwort. Gordon
fr: Bonjour, je suis Gordon Hench, animateur du club d’informatique local. Je viens juste de découvrir que votre société se situe près de chez nous. Je suis un grand fan de {0} et j’aimerais vous inviter à une de nos réunions cette semaine. J’attends votre réponse avec impatience. Gordon
nb: Hei, mitt navn er Gordon Hench, og jeg er ansvarlig for den lokale PC-klubben. Jeg oppdaget akkurat at ditt firma ligger i nærområdet. Jeg er en stor fan av {0}, og jeg ville bli veldig glad hvis du ville komme på møtet vårt denne uka. Venter spent på å høre fra deg! Gordon
nl: Hallo, ik ben Gordon Hench, de gastheer van de lokale computerclub. Ik ontdekte net dat uw bedrijf in de buurt is. Ik ben een enorme fan van {0} en ik zou het geweldig vinden als u onze bijeenkomst zou kunnen bijwonen deze week! Ik kijk uit naar uw reactie. Gordon
pl: Cześć! Jestem Gordon Hench, przewodniczący lokalnego klubu komputerowego. Właśnie się dowiedziałem, że w pobliżu mieści się siedziba twojej firmy. Jestem wielkim fanem gry {0}. Wspaniale byłoby cię zobaczyć na naszym spotkaniu, które odbędzie się w tym tygodniu! Z niecierpliwością czekam na twoją odpowiedź! Gordon
sv: Hej, jag heter Gordon Hench och är värd för den lokala hobbydatorklubben. Jag upptäckte just att ert företag ligger nära oss. Jag är ett stort fan av {0} och skulle älska om ni dök upp på vår träff denna vecka! Väntar ivrigt på ditt svar. Gordon

source: Sure
ar_001: بالطبع
cs: Dobře
de: Sicher
fr: Bien sûr
nb: Klart det
nl: Jazeker
pl: Pewnie.
sv: Visst

source: No time
ar_001: لا يوجد وقت
cs: Nemám čas
de: Keine Zeit
fr: Pas le temps
nb: Har ikke tid
nl: Geen tijd
pl: Nie mam czasu.
sv: Har inte tid

source: Thank you very much! I'm sure our members will love what you have to say. Gordon
ar_001: شكرا جزيلا لك! أنا متأكد أن أعضائنا سيحبون ما ستقوله.↵ (غوردن)
cs: Děkuji mnohokrát! Jsem si jistý, že naši členové budou rádi pokud k nám zavítáte. Gordon
de: Vielen Dank! Ich bin sicher, unsere Mitglieder werden sich sehr dafür interessieren, was Sie zu sagen haben. Gordon
fr: Merci beaucoup ! Je suis sûr que nos membres ont hâte d’entendre ce que vous avez à dire. Gordon
nb: Tusen takk! Jeg er sikker på at medlemmene våre kommer til å elske det du har å si. Gordon
nl: Hartelijk dank! Ik ben er zeker van dat onze leden uw bijdrage geweldig zullen vinden. Gordon
pl: Dziękuję! Członkowie naszego klubu z radością wysłuchają tego, co masz do powiedzenia. Gordon
sv: Tack så mycket! Jag är övertygad om att våra medlemmar kommer att uppskatta det du har att säga. Gordon
