Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Hi I'm Frank More. We met at the Hobby Computer Club a week ago. Just wanted to say thanks for talking about your projects. I love your games and have told all my friends about them.
ar_001: أهلاً و سهلاً ، أنا (فرانك مور). التقينا في نادي الحاسوب قبل أسبوع، أردت فقط أن أشكرك على تحدثك عن مشاريعك الخاصة. أنا أحب ألعابك وأخبرت جميع أصدقائي عنهم.
cs: Zdravím, jmenuji se Frank More. Před týdnem jsme se potkali v počítačovém klubu Hobby. Chci jen poděkovat za rozhovor o vašich projektech. Vaše hry mám rád a řekl jsem o nich všem svým přátelům.
de: Hallo, ich bin Frank More. Wir trafen uns letzte Woche beim Hobby Computer Club. Ich wollte mich nur bedanken, dass Sie uns von Ihren Projekten erzählt haben. Ich liebe Ihre Spiele und habe meinen Bekannten davon erzählt.
fr: Salut, je suis Frank More. On s’est rencontré au club d’informatique il y a une semaine. Je voulais vous remercier d’être venu nous parler de vos projets. J’adore vos jeux et j’en parle à tous mes amis.
nb: Hei, mitt navn er Frank More. Jeg hilste på deg på PC-klubb-møtet i forrige uke. Ville bare si takk for at du ville snakke om prosjektene dine. Jeg elsker spillene dine, og har fortalt alle vennene mine om dem.
nl: Hallo, mijn naam is Frank More. Een week geleden hebben we elkaar ontmoet bij de computerclub. Ik wilde je bedanken dat je over je projecten kwam praten. Ik ben gek op je games en heb al mijn vrienden al over ze verteld.
pl: Cześć, jestem Frank More. Poznaliśmy się w zeszłym tygodniu na spotkaniu klubu komputerowego. Dzięki, że opowiedziałeś nam o swoich projektach. Uwielbiam twoje gry, dałem o nich znać wszystkim znajomym.
sv: Hej jag heter Frank More. Vi träffades på hobbydatorklubben för en vecka sedan. Ville bara tacka för att du berättade om dina projekt. Jag älskar dina spel och har berättat om dem för alla mina vänner.

source: Sorry to hear that you are busy. Gordon
ar_001: آسف للمعرفة بأنك مشغول.↵ (غوردن)
cs: Škoda, že nemáte čas. Gordon
de: Schade, dass Sie zu beschäftigt sind.↵ Gordon
fr: Désolé de vous avoir dérangé. Gordon
nb: Leit å høre at du er opptatt. Gordon
nl: Het spijt me te horen dat u het druk heeft. Gordon
pl: Przykro mi słyszeć, że jesteś zajęty. Gordon
sv: Ledsen att höra att du är upptagen. Gordon

source: Local News
ar_001: أخبار محلية
cs: Místní noviny
de: Lokalnachrichten
fr: Journal local
nb: Lokalnyhetene
nl: Plaatselijk Nieuws
pl: Lokalne wiadomości
sv: Lokala Nyheter

source: Hi, I'm Caroline Richards from the local news. I've heard rumours that you are already working on your next game and would love to do an interview about this. Do you have some time?
ar_001: مرحباً ، أنا (كارولين ريتشاردز) من جريدة الأخبار المحلية. لقد سمعت شائعات تقول بأنك تعمل على لعبتك القادمة وأحببت بأن نقوم بمقابلة شخصية بخصوص هذا الأمر. أتملك بعض الوقت؟
cs: Dobrý den, jmenuji se Caroline Richardsová z místních novin. Doslechla jsem se, že již pracujete na vaši další hře a ráda bych s vámi o ní udělala rozhovor. Máte chvíli?
de: Hi, mein Name ist Caroline Richards von den Lokalnachrichten. Ich habe Gerüchte gehört, dass Sie an einem neuen Spiel arbeiten und würde gerne ein Interview darüber machen. Haben Sie etwas Zeit für mich?
fr: Bonjour, je suis Caroline Richards, du journal local. J’ai entendu des rumeurs selon lesquelles vous travailleriez déjà sur votre prochain titre et j’aimerais vous interviewer à ce propos. Auriez-vous un peu de temps à m’accorder ?
nb: Hei, mitt navn er Caroline Richards fra lokalnyhetene. En fugl har hvisket meg i øret at du allerede er i gang med ditt neste spill, og jeg vil gjerne intervjue deg om dette. Har du litt tid?
nl: Hallo, ik ben Caroline Richards van het lokale nieuws. Ik heb geruchten opgevangen dat u al bezig bent aan een nieuwe game en ik zou hierover graag een interview willen doen. Heeft u even tijd?
pl: Cześć, jestem Caroline Richards z lokalnych wiadomości. Słyszałam pogłoski, że pracujesz nad kolejną grą i chciałabym przeprowadzić z tobą wywiad na ten temat. Znajdziesz dla mnie czas?
sv: Hej, jag är Caroline Richards från de lokala nyheterna. Jag har hört rykten om att ni redan arbetar på ert nästa spel och skulle gärna vilja göra en intervju om detta. Har du tid?

source: Great! ... Thank you for your time.{n}The interview should be published soon.
ar_001: عظيم!↵ ↵ ↵ ... شكراً لك على وقتك.{n}سننشر المقابلة قريباً.
cs: Skvěle! … Děkuji za váš čas.{n}Interview brzy otiskneme.
de: Großartig! ... Vielen Dank für Ihre Zeit.{n}Das Interview wird bald veröffentlicht.
fr: Super ! … Merci de nous avoir accordé un peu de votre temps.{n}L'interview sera publiée prochainement.
nb: Supert! ... Takk for at du tok deg tid.{n}Intervjuet kommer snart på trykk.
nl: Geweldig! ... Bedankt voor uw tijd.{n}Het interview zal binnenkort gepubliceerd worden.
pl: Świetnie! Dziękuję za poświęcony czas.{n}Wywiad niebawem zostanie opublikowany.
sv: Härligt! ... Tack för din tid.{n}Intervjun är snart publicerad.

source: not done
ar_001: لم تقم
cs: ještě nedělala
de: absolutes Neuland
fr: un genre inédit pour la société
nb: ikke gjort
nl: nog niet
pl: nowość
sv: inte färdig

source: done
ar_001: قامت
cs: hotovo
de: altbekanntes Terrain
fr: Fini
nb: ferdig
nl: klaar
pl: kolejny tego typu tytuł
sv: klar

source: {0}, a local start-up, is trying to make it big in the gaming industry. The company has already published {1} games and is working hard on their next.{n}In an interview founder {2} said that the next game is going to be a {3}/{4} game, something the company has {5} before. It's great to see small local companies enter exciting new industries. All the best of luck to {0}.
ar_001: {0} شركة محلية صغيرة تحاول أن تصبح كبيرة في تاريخ صنّاع الألعاب. لقد نشرت الشركة {1} من ألعاب في هذا الآن ويعملون بجدية على لعبة قادمة.{n}في مقابلة مع مؤسسها {2}، قال أن اللعبة القادمة ستكون لعبة {3} و{4}. شيء {5} به الشركة من قبل. من الرائع أن نرى شركات صغيرة تدخل مجالات مليئة بالحماس وجديدة. كل التوفيق إلى {0}.
cs: {0}, místní začínající společnost, se snaží prosadit v herním průmyslu. Společnost již vydala {1} her a tvrdě pracuje na její další.{n}Zakladatel {2} nám v rozhovoru prozradil, že se bude jednat o hru typu {3}/{4}. Společnost předtím podobnou hru {5}. Je skvělé vidět místní malé společnosti vstupovat do nových odvětví. {0} přeji mnoho štěstí.
de: {0}, ein lokales Start-up-Unternehmen versucht gerade in der Spielindustrie ganz groß rauszukommen. Die Firma hat bereits {1} Spiele veröffentlicht und arbeitet gerade sehr hart am Nächsten.{n}In einem Interview mit dem Gründer {2} wurde verraten, dass es ein {3}/{4} Spiel wird. Diese Kombination ist für die Firma {5}. Es ist großartig zuzusehen, wie eine kleine lokale Firma gerade dabei ist, in eine neue aufregende Branche einzusteigen. Wir wünschen {0} dabei alles Gute.
fr: {0}, une startup locale, tente de se faire un nom dans l'industrie vidéo-ludique. Elle a déjà publié {1} jeux et travaille d'arrache pied sur son prochain projet.{n}Dans une interview, son fondateur, {2}, nous apprend que son prochain jeu sera de type {3}/{4}, {5}. C'est une bonne chose que de voir des petites entreprises tenter de percer dans dans de nouvelles industries. L'équipe du journal adresse ses encouragements à {0} et lui souhaite de réussir.
nb: Det nyoppstartede, lokale firmaet {0} har planer om å gjøre det stort i spillbransjen. De har allerede gitt ut {1} spill, og er i full gang med det neste.{n}Gründer {2} sa i et intervju at det neste spillet vil bli et {3}/{4}-spill, noe firmaet {5} fra før. Det er spennende å følge et lovende lokalt firma i en interessant bransje. Vi ønsker {0} lykke til.
nl: {0}, een lokaal opkomend bedrijf, probeert het te maken in de gaming industrie. Het bedrijf heeft reeds {1} games uitgebracht en is hard aan het werk aan hun volgende.{n}In een interview zei oprichter {2} dat de volgende game een {3}/{4} game zal zijn, iets dat het bedrijf {5} eerder heeft gedaan. Het is geweldig om kleine lokale bedrijven spannende nieuwe industrieën te zien verkennen. Veel geluk aan {0}.
pl: Lokalne początkujące przedsiębiorstwo, {0}, stara się zaistnieć w branży gier komputerowych.{n}Deweloper do tej pory wydał kilka gier, a teraz ciężko pracuje nad kolejnym tytułem. Właściciel firmy, {2}, w udzielonym wywiadzie powiedział, że kolejna gra ma stanowić ciekawe połączenie tematyki i gatunku ({3}/{4}). Będzie to {5} dla firmy {0}.{n}Cieszymy się, że małe lokalne przedsiębiorstwa wkraczają w nowe, ekscytujące branże. Życzymy powodzenia!
sv: {0}, ett lokalt företag, försöker att göra sitt bästa i spelbranschen. Företaget har redan publicerat {1} spel och arbetar hårt på sitt nästa.{N} I en intervju med grundaren {2} sade att nästa spel kommer att bli ett {3} / {4} spel, något som företaget har {5} innan. Det är bra att se små lokala företag komma in nya spännande branscher. All lycka till {0}.

source: Sorry to bother you
ar_001: آسف لإزعاجك
cs: Omlouvám se, že jsem rušila
de: Entschuldigen Sie die Störung
fr: Désolé de vous avoir dérangé
nb: Beklager å forstyrre
nl: Het spijt me dat ik u stoorde
pl: Przepraszam, że przeszkadzam.
sv: Ledsen att störa dig

source: Media Enquiry
ar_001: استفسار من وسائل الإعلام
cs: Mediální anketa
de: Presseanfrage
fr: Demande d'interview
nb: Forespørsel fra Media
nl: Media Onderzoek
pl: Zapytanie
sv: Medieförfrågan

source: Hi, I'm Steve O'Connell, a reporter for Planet GG. We've heard a rumour that your company is developing a game for mature audiences. Would you be willing to give an interview about this?
ar_001: مرحبا، أنا (ستيف أوكونل)، مراسل في Planet GG. لقد سمعنا إشاعة بأن شركتك تطور لعبة للجمهور البالغ. هل باستطاعتك إعطاؤنا مقابلة عن هذا الأمر؟
cs: Zdravím, jmenuji se Steve O'Connell, reportér z Planet GG. Doslechli jsme se, že vaše společnost vyvíjí hru zaměřenou na dospělé publikum. Poskytnete nám o tom rozhovor?
de: Hi, ich bin Steve O'Connell, Journalist bei Planet GG. Wir haben gehört, dass Sie gerade ein Spiel für ein erwachsenes Publikum entwickeln. Würden Sie uns ein Interview geben?
fr: Bonjour, je suis Steve O'Connell, journaliste de Planet GG. Nous avons entendu une rumeur selon laquelle votre société serait en train de développer un jeu visant un public adulte. Seriez-vous prêt à nous en parler par le biais d'une interview ?
nb: Hei, mitt navn er Steve O'Connell, og jeg skriver for Planet GG. Vi har hørt rykter om at firmaet ditt er i ferd med å utvikle et spill for et modent publikum. Kan du tenke deg å gi et intervju om dette?
nl: Hallo, ik ben Steve O'Connell, verslaggever voor Planet GG. Het gerucht gaat dat uw bedrijf een game voor een volwassen publiek aan het ontwikkelen is. Zou u hierover een interview willen geven?
pl: Cześć, jestem Steve O'Connell, reporter z Planet GG. Krążą pogłoski, że twoja firma pracuje nad grą dla dorosłych graczy. Moglibyśmy się umówić na wywiad?
sv: Hej, jag heter Steve O'Connell, en reporter för Planet GG. Vi har hört ett rykte om att företaget utvecklar ett spel för mera vuxen publik. Skulle du vara beredd att ge en intervju om det här?

source: Give interview
ar_001: أجري المقابلة
cs: Poskytnout rozhovor
de: Interview geben
fr: Accorder l'interview
nb: Gi intervju
nl: Geef interview
pl: Udziel wywiadu
sv: Ge en intervju

source: No comment
ar_001: لا تعليق
cs: Bez komentáře
de: Kein Kommentar
fr: Aucun commentaire
nb: Ingen kommentar
nl: Geen commentaar
pl: Bez komentarza
sv: Inga kommentarer

source: Many industry experts say that sooner or later games with mature themes will become more common. We are curious to see how the market will react to these games.
ar_001: يقول العديد من خبراء صناعة الألعاب أن الألعاب الموجهة للكبار ستصبح أكثر شيوعاً عاجلاً أم آجلاً. نأمل بأن نعرف ماهي رد فعل السوق لهذه الألعاب.
cs: Mnoho odborníků z branže tvrdí, že hry s dospělejší tematikou budou dříve, či později zcela běžné. Jsme zvědaví, jak bude na takové hry trh reagovat.
de: Viele Branchenexperten meinen, dass früher oder später nicht jugendfreie Spiele populärer werden. Wir sind gespannt, wie sich der Markt entwickeln wird.
fr: De nombreux experts pensent que tôt ou tard, des jeux avec des thèmes plus matures seront monnaie courante. Nous sommes curieux de voir comment le marché va réagir à l'arrivée de ce nouveau type de jeux.
nb: Mange spilleksperter hevder at spill med mer moden tematikk kommer til å bli mer vanlig før eller senere. Det blir spennende å se hvordan markedet stiller seg til slike spill.
nl: Vele experts in de industrie beweren dat uiteindelijk games met een volwassen thema steeds vaker zullen voorkomen. Wij zijn benieuwd om te zien hoe de markt hierop reageert.
pl: Wielu ekspertów z branży uważa, że wcześniej czy później gry dla dorosłych staną się bardziej powszechne. Ciekawi jesteśmy, jak rynek na nie zareaguje.
sv: Många branschexperter säger att förr eller senare kommer spel med vuxna teman att bli allt vanligare. Vi är nyfikna på att se hur marknaden kommer att reagera på dessa spel.

source: Industry News
ar_001: أخبار صناعة الألعاب
cs: Průmyslový Zpravodaj
de: Branchen-News
fr: Nouvelles de l'industrie
nb: Nyheter fra Spillbransjen
nl: Industrie Nieuws
pl: Wiadomości branżowe
sv: Industrinyheter

source: Planet GG has recently published an interview with {0}. According to the interview the company is working on its first game targeted at mature players. {1}, owner and CEO of {0} said, 'We think that players are looking for more mature content in games and we are willing to take a risk to give it to them.'{n}
ar_001: نشرت مجلة Planet GG مؤخرا مقابلة مع {0}. وفقاً للمقابلة تعمل الشركة على أول لعبة لها تستهدف اللاعبين البالغين. {1}، المالك والرئيس التنفيذي لشركة {0} قال: 'نحن نعتقد بأن اللاعبين يبحثون عن محتوى أكثر نضجاً في الألعاب ونحن على استعداد لنخاطر ونعطيها لهم.'{n}
cs: Planet GG nedávno publikovala rozhovor s {0}. Dle článku společnost pracuje na jejich první hře pro dospělé hráče. {1}, vlastník a generální ředitel {0} říká: 'Myslíme si, že lidé chtějí hry se zralejší náplní. My jsme ochotní zariskovat a takový obsah jim poskytnout.'{n}
de: Planet GG veröffentlichte vor kurzem ein Interview mit {0}. Daraus geht hervor, dass die Firma gerade dabei ist ihr erstes Spiel für Erwachsene zu entwickeln. {1} Der Eigentümer und Geschäftsführer von {0} erklärt: 'Wir glauben, dass viele Spieler sich anspruchsvollere Inhalte und Aufgaben wünschen. Wir stellen uns dieser Herausforderung und möchten dieser Nachfrage entsprechen.'{n}
fr: Planet GG a récemment publié une interview de {0}. La société est en train de travailler sur son premier jeu pour les joueurs adultes. {1}, propriétaire et PDG de {0}, a déclaré, « Nous pensons que les joueurs recherchent plus de contenu mature dans les jeux et nous sommes prêts à prendre le risque de leur en donner. »{n}
nb: Planet GG har nylig publisert et intervju med {0}. I intervjuet kommer det fram at firmaet er i gang med sitt første spill rettet mot et modnere publikum. {1}, eier og daglig leder hos {0} hadde følgende å si: - Vi tror at spillere er på utkikk etter mer modent innhold i spillene sine, og vi er villige til å risikere litt for å gi dem det.{n}
nl: Planet GG heeft recent een interview met {0} gepubliceerd. Volgens het interview werkt het bedrijf momenteel aan hun eerste game gericht op een volwassen publiek. {1}, eigenaar en directeur van {0} zei: 'We denken dat spelers op zoek zijn naar meer volwassen inhoud in games en wij zijn bereid om het risico te nemen om hen dit aan te kunnen bieden.'{n}
pl: Planet GG opublikowało niedawno wywiad z przedsiębiorstwem {0}. Firma potwierdziła, że pracuje nad pierwszą grą skierowaną do dorosłych graczy. {1}, właściciel i dyrektor generalny firmy {0}, powiedział: „Uważamy, że gracze szukają tytułów z treściami dla dorosłych. Jesteśmy gotowi podjąć ryzyko i im takie gry zaoferować”.{n}
sv: Planet GG har nyligen publicerat en intervju med {0}. Enligt intervjun arbetar företaget på sitt första spel som riktar sig till vuxna spelare. {1}, ägare och VD för {0} sa, "Vi tror att spelarna är ute efter mer vuxet innehåll i spel och vi är villiga att ta en risk för att ge det till dem."{n}

source: Great! ... Thank you for your time.{n}We will publish the interview next week.
ar_001: عظيم!↵ ↵ ↵ ... شكراً لك على وقتك.{n}سننشر المقابلة الأسبوع القادم.
cs: Výtečně! ... Děkuji za váš čas.{n}Rozhovor otiskneme příští týden.
de: Super! ... Vielen Dank für Ihre Zeit.{n}Wir werden das Interview nächste Woche veröffentlichen.
fr: Super ! ... Merci de votre disponibilité.{n}Nous publierons l'interview la semaine prochaine.
nb: Supert! ... Takk for at du tok deg tid.{n}Intervjuet blir publisert neste uke.
nl: Geweldig! ... Bedankt voor uw tijd.{n}Het interview zal volgende week gepubliceerd worden.
pl: Świetnie! Dziękujemy za poświęcony czas.{n}Wywiad opublikujemy w przyszłym tygodniu.
sv: Bra! ... Tack för din tid. {N} Vi kommer att publicera intervjun nästa vecka.

source: There have been rumours circulating in the industry that {0} might be working on a game for mature audiences.
cs: Mezi lidmy se šušká, že {0} zřejmě pracují na hře pro dospělé publikum.
de: In der Branche wird gemunkelt, dass {0} möglicherweise an einem Spiel für Erwachsene arbeitet.
fr: Des rumeurs au sein de l'industrie prétendent que {0} travaillerait sur un jeu visant un public adulte.
nb: Ryktebørsen forteller at {0} muligens jobber med et spill for et modent publikum.
nl: Er zijn geruchten in de industrie dat {0} mogelijk een game voor volwassen publiek aan het ontwikkelen is.
pl: Krążą plotki, jakoby firma {0} miała pracować nad nowym tytułem dla dorosłych graczy.
sv: Det har förekommit rykten som cirkulerar i branschen om att {0} kanske arbetar på ett spel för vuxen publik.

source: Okay. Thank you for your time.
ar_001: حسنا. شكرا لك على وقتك.
cs: Dobře. Děkuji za váš čas.
de: Okay. Danke für Ihre Zeit.
fr: D'accord. Merci de votre disponibilité.
nb: OK. Takk for praten.
nl: Oké. Bedankt voor uw tijd.
pl: Okej. Dzięki za poświęcony czas.
sv: Okej. Tack så mycket för din tid.

source: Skip Tutorials
ar_001: تخطى التعليمات
cs: Přeskočit výuku
de: Tutorial überspringen
fr: Passer les Tutoriels
nb: Hopp Over Opplæring
nl: Uitleg Overslaan
pl: Pomiń samouczek
sv: Skippa instruktionerna

source: Hello there! It seems that you have already played before. You can get right into development and skip the tutorial messages. Note that you can always review tutorial messages (even the ones you have skipped) in the Help menu while you play a game.
ar_001: أهلاً و سهلاً! يبدو أنك كنت قد لعبت بالفعل من قبل. يمكنك الآن الذهاب إلى التطوير وتخطي التعليمات. لاحظ أنه يمكنك مراجعة دائماً رسائل التعليمات (حتى تلك التي تم تخطيها) في قائمة التعليمات الرئيسية أثناء لعبك للعبة.
cs: Ahoj! Vypadá to že jste již tuto hru předtím hráli. Můžete se vrhnout do vydávání her a přeskočit úvodní výukové zprávy. Pamatujte, že si můžete tyto zprávy (i ty přeskočené) během hraní kdykoliv znovu projít v nabídce Nápovědy.
de: Hallo! Es sieht so aus, als ob Du dieses Spiel bereits gespielt hast. Du kannst die Tutorial-Meldungen überspringen und direkt mit der Spieleentwicklung beginnen. Bei Bedarf kannst Du die Meldungen auch während des Spiels jederzeit im Hilfe-Menü nachlesen.
fr: Bonjour ! Il semblerait que vous ayez déjà joué auparavant ! Vous pouvez donc commencer à jouer dès maintenant et passer le tutoriel. Notez que vous pouvez toujours revoir les messages du tutoriel (même ceux que vous avez passés) dans le menu Aide pendant une partie.
nb: Hei på deg! Det ser ut som du har spilt før. Du kan komme igang med spillutvikling med en gang og hoppe over opplæringen. Du kan når som helst lese alle opplærinsmeldingene i Hjelp-menyen når du spiller, til og med de du har hoppet over.
nl: Hallo! Het lijkt erop dat je al eerder hebt gespeeld. Je kan direct beginnen met ontwikkelen en de uitleg overslaan. Denk eraan dat je de uitleg altijd opnieuw kan bekijken (zelfs die je hebt overgeslagen) in het Help menu terwijl je het spel speelt.
pl: Cześć! Wygląda na to, że Game Dev Tycoon to już dla ciebie nie pierwszyzna. Jeśli chcesz, możesz przejść od razu do fazy produkcji i pominąć samouczek. Pamiętaj, że wiadomości samouczka, nawet te pominięte, są stale dostępne w głównym menu (kategoria „Pomoc”).
sv: Hallå där! Det verkar som att du redan har spelat förut. Du kan gå direkt till spelet och hoppa över handledningen. Observera att du alltid kan visa handledningarna (även de du har hoppat över) i Hjälp-menyn medan du spelar ett spel.

source: Skip tutorial!
ar_001: تخط التعليمات!
cs: Přeskočit výuku!
de: Überspringen!
fr: Passer le tutoriel !
nb: Hopp over opplæring!
nl: Uitleg overslaan!
pl: Pomiń samouczek
sv: Hoppa över handledningen!

source: Don't skip
ar_001: لا تتخطى
cs: Nepřeskakovat
de: Nicht überspringen
fr: Lancer le tutoriel
nb: Ikke hopp over
nl: Niet overslaan
pl: Nie pomijaj
sv: Hoppa inte över

source: You have amassed over {0} in cash! Usually I would suggest that you should grow your company by moving into a larger office but unfortunately there don't seem to be any larger offices available in the lite version.{n}You can still continue your game until year 4 to see how much cash you will end up with and how many fans you will gain.
ar_001: لقد جمعت أكثر من {0} نقدا!↵ بالعادة اقترح عليك أن تنقل شركتك إلى مكتب أكبر ولكن للأسف يبدو أن ليس هناك مكاتب أكبر متوفرة في النسخة التجريبية.{n} تستطيع أن تكمل اللعب حتى السنة الرابعة حتى ترى ما يمكنك جنيه من الأموال والمُعجبين.
cs: Nashromáždili jste {0} v hotovosti! Obvykle bych navrhl přestěhovat se do větší kanceláře, aby se mohla společnost dále rozrůstat, ale bohužel v lite verzi žádné větší kanceláře dostupné nejsou.{n}Stále můžete pokračovat ve hře až do konce 4. roku a pokusit se získat co nejvíce fanoušků.
de: Du hast über {0} an Kapital angehäuft! Normalerweise würde ich Dir vorschlagen zu expandieren und in ein größeres Büro umzuziehen. Leider sind in der Lite Version keine größeren Büros verfügbar.{n} Du kannst trotzdem das Spiel bis zum 4. Jahr spielen und herausfinden, wie viel Geld Du noch scheffeln kannst und wie viele Fans Du noch erreichst.
fr: Vous avez accumulé plus de {0} ! Normalement, je vous aurais suggéré de développer votre société en déménageant vers des bureaux plus grands, mais malheureusement aucun autre n'est disponible dans la version d'essai.{n}Vous pouvez continuer votre partie jusqu'à la quatrième année pour voir quelle somme vous atteindrez et combien de fans vous allez séduire.
nb: Du har samlet over {0} i kontanter! Vanligvis ville jeg ha sagt at du burde ekspandere og flytte til et større kontor, men det ser dessverre ut til at det ikke finnes noen kontorer som er egnet for det i light-versjonen.{n}Du kan fortsette spillet til år 4 for å se hvor mye penger du klarer å tjene og hvor mange fans du får.
nl: je hebt al meer dan {0} aan geld verdient. Normaal gesproken zou ik adviseren om je bedrijf uit te breiden, door naar een groter kantoor te verhuizen. Helaas zijn er geen grotere kantoren beschikbaar in de demo versie.{n} Je kan wel het spel voortzetten om te zien hoeveel geld je kan verdienen en of je nog meer fans kan vergaren.
pl: Zgromadziłeś ponad {0} w gotówce! W normalnym przypadku zasugerowałbym rozwinięcie firmy i przeniesienie siedziby do większego biura, ale niestety w okrojonej wersji gry takie biura są niedostępne.{n}Możesz grać dalej, dopóki nie miną cztery lata. Przez ten czas będziesz mógł się przekonać, ile pieniędzy zarobisz oraz jak wielu fanów pozyskasz.
sv: Du har samlat över {0} i kontanter! Vanligtvis skulle jag föreslå att du ska växa ert företaget genom att flytta in i ett större kontor, men tyvärr verkar det inte finnas några större kontor i Demo-versionen. {N} Du kan fortsätta ditt spel förrän år 4 för att se hur mycket pengar du kommer att sluta med och hur många fans du kommer att ha.
