Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Before you can hire someone you have to advertise the open position, set an advertising budget and decide how you want to test your applicants.{n}A high budget will increase the number of applicants and the different tests will help find people with the right balance of design and technology skills.
ar_001: قبل أن توظف أحدهم، عليك أن تسوّق للوظيفة الشاغرة، ضع ميزانية الإعلان و اختر كيفية اختبار المتقدمين .{n} الميزانية العالية ستزيد عدد المتقدمين و الاختبارات المختلفة ستساعد في إيجاد أشخاص ذويي توازن مناسب ما بين مهارات التصميم و التقنية.
cs: Před tím, než budete moci někoho najmout, je potřeba zajistit rozpočet, na novou pozici vystavit inzerci a rozhodnout se, jaká kritéria od svých žadatelů očekáváte.{n}Vysoký rozpočet umožní oslovit více zájemců a rozdílná kritéria pomohou vybrat odborníka s požadovanými znalostmi technologie a designu.
de: Bevor du jemanden einstellen kannst, musst du eine Stellenanzeige ausschreiben, ein Werbe-Budget festlegen und entscheiden, wie du die Bewerber testen willst.{n}Ein hohes Budget erhöht die Zahl der Bewerber und die verschiedenen Tests helfen dir, Mitarbeiter mit der richtigen Balance zwischen Design- und Technologiefähigkeiten zu finden.
fr: Avant de pouvoir embaucher quelqu'un, vous devez poster une annonce, définir un budget, et décider de votre manière de tester les candidats.{n}Un plus gros budget augmentera le nombre de candidats, et les différents tests vous aideront à trouver des gens avec la bonne répartition de compétences entre design et technologie.
nl: Voordat je iemand kan aannemen moet je voor de open positie een advertentie plaatsen, een adverteer budget instellen en beslissen hoe je jouw sollicitanten wil testen.{n}Met een hoger budget zullen er meer mensen solliciteren, en de verschillende tests zullen je helpen om mensen te vinden met de juiste balans tussen design- en technologievaardigheden.
pl: Zanim kogoś zatrudnisz, musisz ogłosić nabór. Ustal budżet i sposób, w jaki chcesz sprawdzać umiejętności aplikantów.{n}Im większy budżet, tym liczniejsze grono kandydatów i większa różnorodność testów, co przekłada się na zwiększone prawdopodobieństwo znalezienia pracowników o odpowiednio zbilansowanych umiejętnościach z zakresu designu i technologii.
sv: Innan du kan anställa någon så måste du annonsera den öppna platsen, välja en annonserings-budget och bestämma hur du vill testa dina sökande.{n}En hög budget kommer att höja numret av sökande och de olika testerna kommer att hjälpa dig att hitta personer med den rätta balansen av design och teknologi.

source: Staff vacation
ar_001: إجازة الموظفين
cs: Dovolená zaměstnanců
de: Urlaub für Mitarbeiter
fr: Congés du personnel
nb: Personal ferie
nl: Werknemers vakantie
pl: Urlop
sv: Personalsemester

source: From time to time your employees need to recharge their batteries and go on vacation. You can tell that an employee is in need of rest when their efficiency steadily decreases.{n}To give them a holiday just {0} on them and select Send on Vacation
ar_001: من وقت لآخر، فإن موظفوك يحتاجون إلى شحن طاقاتهم و الذهاب في إجازة . بإمكانك معرفة حينما يحتاج موظفك إلى إجازة حينما يقل معدل كفاءته.{n} لإعطاءه إجازة، {0} عليهم و اختر إعطاء إجازة
cs: Vaši zaměstnanci potřebují čas od času dobít baterie a užít si dovolenou. Že zaměstnanec potřebuje dovolenou, poznáte jeho snížující se výkonností.{n}Pokud je chcete poslat na dovolenou, stačí na ně {0} a vybrat 'Poslat na dovolenou'.
de: Von Zeit zu Zeit brauchen deine Mitarbeiter Urlaub, um ihre Batterien aufzufüllen. Das siehst du daran, dass ihre Effektivität stetig sinkt.{n}Um einen Mitarbeiter auf Urlaub zu schicken {0} einfach auf ihn und wähle "In den Urlaub schicken"
fr: De temps en temps, vos employés auront besoin de se ressourcer en prenant des congés. Vous pouvez voir qu'un employé a besoin de prendre des vacances quand son efficacité se met à baisser régulièrement.{n}Pour leur accorder des vacances, {0} simplement sur eux, et choisissez : "Accorder un congé".
nl: Zo nu en dan moeten jouw werknemers hun energie herstellen en op vakantie gaan. Je weet dat iemand aan vakantie toe is als de efficiëntie balk verschijnt.{n}Om iemand op vakantie te sturen, {0} op ze en selecteer Stuur op Vakantie
pl: Od czasu do czasu twoi pracownicy muszą się zregenerować i wziąć urlop. Spadek wydajności pracownika jest oznaką tego, że powinien się on wybrać na wakacje.{n}Aby wysłać pracownika na urlop, kliknij na nim i wybierz opcję „Wyślij na urlop”.
sv: Emellanåt måste dina anställda vila upp sig och gå på semester. Du kan se om att en anställd är i behov av vila när deras effektivitet stadigt minskar.{n}För att ge dem semester bara {0} på dom och välj Skicka på semester

source: Hiring staff
ar_001: توظيف الطاقم
cs: Najímání zaměstnanců
de: Mitarbeiter einstellen
fr: Recruter du personnel
nb: Ansett personale
nl: Personeel aannemen
pl: Zatrudnianie pracowników
sv: Hyra arbetare

source: The search for the open position is complete! You can now review the list of applicants and hire someone for this position.{n}Don't forget that you can always train your employees to improve their skills.
ar_001: قد اكتمل البحث عن شاغل المنصب الخالي!↵ يمكنك أن تراجع قائمة المتقدمين و نقوم بتوظيف أحدهم لهذا المنصب.{n} لا تنس بأن بإمكانك أن تدرب موظفيك لتطوير مهاراتهم.
cs: Hledání vhodného kandidáta je u konce.↵ Nyní si můžete prohlédnout list vhodných uchazečů a vybrat si, koho z nich přijmete. Nezapomeňte že zaměstnance pak můžete dále trénovat a tím zlepšovat jejich schopnosti.
de: Die Suche für die ausgeschriebene Stelle ist beendet. Du kannst nun die Liste der Bewerber durchsehen und einen geeigneten Kandidaten für diese Stelle auswählen.{n}Denk daran, dass du Deine Angestellten jederzeit weiterbilden kannst, um ihre Fähigkeiten zu verbessern.
fr: La recherche de candidats est terminée ! Vous pouvez maintenant voir la liste de ceux-ci et choisir quelqu'un à embaucher.{n}Si vous le souhaitez, vous pouvez aussi entraîner vos employés pour qu'ils deviennent meilleurs.
nl: Het zoeken voor de open positie is klaar!↵ Je kunt nu de lijst van kandidaten bekijken en iemand inhuren voor deze positie!{n}Vergeet niet dat je altijd je werknemers kunt trainen om hun vaardigheden beter te maken.
pl: Poszukiwanie pracowników zostało zakończone! Teraz możesz przejrzeć listę aplikantów i kogoś zatrudnić.{n}Nie zapominaj, że możesz szkolić swoich pracowników, aby polepszyć ich umiejętności.
sv: Sökandet efter den öppna positionen är klar! Nu kan du granska listan över sökande och anlita någon för denna positionen.{n}Glöm inte att du alltid kan utbilda dina anställda att förbättra deras färdigheter.

source: Staff hired
ar_001: تم تعيين موظف
cs: Zaměstnance byl přijat
de: Mitarbeiter eingestellt
fr: Personnel recruté
nb: Personal ansatt
nl: Personeel aangenomen
pl: Pracownik zatrudniony
sv: Anställda

source: Congratulations on your first hire! New employees have to settle in before they become fully effective. When a character is not fully efficient you can see an efficiency bar next to them. This bar will fill up slowly over time.{n}It is usually a good idea to give your new staff a Welcome training to get them up to speed quickly. This will maximize their efficiency way faster than normally. To do this close this message and then {0} on the character to bring up the action menu.
ar_001: مبارك لك على تعيين أول موظف! على الموظفون الجدد أن يستقروا قبل أن يكونوا بكامل جاهزيتهم. حينما لا يكون الشخص بكامل جاهزيته، فيمكنك أن ترى شريط الكفاءة أمامه. سيتعبأ هذا الشريط بشكل بطيء مع الوقت.{n} عادة ما تكون فكرة جيدة بأن تقدم لموظفيك الجدد تدريباً ترحيبياً، لزيادة جاهزيتهم بسرعة. هذا سيجعل جاهزيتهم في أقصى حالاتها أسرع من الوضع العادي. لفعل هذا، أغلق هذه الرسالة و من ثم {0} على الشخص لإظهار قائمة المهام.
cs: Gratulujeme k vašemu prvnímu zaměstnanci! Noví zaměstnanci si musí nejprve zvyknout na jiné pracovní prostředí. Pokud není zaměstnanec plně efektivní, objeví se vedle něj ukazatel. Ten se postupem času sám doplní.{n}Obvykle je dobré poskytnout zaměstnanci uvítací kurz, s kterým si navyknou na novou práci mnohem rychleji. Stačí {0} na vaše zaměstnance a vybrat si v tréninku správný kurz.
de: Glückwunsch zu deinem ersten Angestellten! Neue Mitarbeiter müssen sich erst einarbeiten bevor sie wirklich effektiv werden. Wenn ein Charakter nicht effizient arbeitet, kannst du das an der Effektivitätsleiste neben ihn erkennen. Diese Leiste wird sich langsam füllen.{n}Normalerweise ist es eine gute Idee deinem Mitarbeitern ein Willkommenstraining zu geben um den Prozess zu beschleunigen. Das wird ihre Effektivität weitaus schneller steigern als normalerweise. Um das zu tun, schließe diese Nachricht und {0} auf den Charakter um das Aktionsmenü aufzurufen.
fr: Félicitations pour votre nouveau recrutement ! Les nouveaux employés doivent s'installer pour devenir pleinement efficaces. Quand un personnage n'est pas pleinement efficace, vous pouvez voir une jauge d'efficacité à côté de lui. Cette jauge va se remplir lentement au fil du temps.{n}C'est en général une bonne idée de faire suivre aux nouveaux employés une formation de bienvenue pour les aider à s'intégrer plus vite. Cela leur permettra d'arriver bien plus vite à leur efficacité maximale. Pour ce faire, fermez ce message, puis {0} sur le personnage pour faire apparaître le menu d'action.
nl: Gefeliciteerd met je eerste aangenomen werknemer! Nieuwe werknemers moeten even wennen voordat ze volledig effectief worden. Wanneer een personage niet helemaal efficiënt is zul je een efficiëntiebalk naast ze zien. Deze balk zal langzaam maar zeker vullen.{n}Het is normaal gesproken een goed idee om jouw personeel een welkomsttraining te geven om ze snel aan de gang te krijgen. Hierdoor zal hun efficiëntie veel sneller dan normaal het maximum worden. Om dit te doen, sluit je dit bericht en {0} je op het personage om het actiemenu te openen.
pl: Gratulujemy zatrudnienia pierwszego pracownika! Zanim nowi pracownicy będą mogli pracować z pełną wydajnością, muszą się zaaklimatyzować. Obok postaci, która nie jest w pełni efektywna, wyświetli się pasek wydajności. W miarę upływu czasu będzie się powoli zapełniał.{n}Dobrym pomysłem może być wysłanie nowych pracowników na szkolenie („Wdrażanie nowego personelu”), co pozwoli im szybko włączyć się w pracę zespołu. Dzięki temu o wiele szybciej osiągną pełną wydajność. Aby wysłać pracownika na szkolenie, zamknij tę wiadomość i kliknij na postaci, co przywoła menu działania.
sv: Grattis till din första anställda! Ny personal behöver vänja sig vid arbetet innan dom blir fullt effektiva. När en karaktär inte är fullt effektiv kan du se en effektivitetsmätare över dem. Denna mätaren kommer att fyllas upp med tiden.{n}Det är oftast en bra ide att ge din nya personal en Välkomstträning för att få dem att vänja sig snabbare. Detta kommer att maxa deras effektivitet snabbare än normalt. För att göra detta stäng ner detta meddelandet och {0} sedan på karaktären för att få upp åtgärdsmenyn.

source: Hiring more staff
ar_001: عيّن المزيد من الموظفين
cs: Najímání dalších zaměstnanců
de: Mitarbeiter einstellen
fr: Recruter d'autres employés
nb: Ansett mer personale
nl: Meer personeel aannemen
pl: Zatrudnianie kolejnych pracowników
sv: Anställ mer personal

source: You can hire up to four employees in this office. Don't try to hire everyone at once as staff are expensive. Many rookies hire too early and go bankrupt. It is best to take it slow.
ar_001: يمكنك تعيين حتى أربعة موظفين كحد أقصى في هذا المكتب. لا تحاول استئجار الجميع في وقت واحد، حيث أن تكاليف الموظفين غالية. العديد من المبتدئين يستأجر الكثير في وقت مبكرًا و بسبب هذا يفلس. من الأفضل أن تأخذ الأمور على مهلك.
cs: V této kanceláři můžete zaměstnávat až čtyři zaměstnance. Nesnašte se hned svoji kancelář zaplnit, výplaty jsou drahé. Mnoho začátečníku takto zkrachovalo. Vždy je lepší s tímto nespěchat.
de: Du kannst in diesem Büro bis zu vier Mitarbeiter beschäftigen. Versuch nicht gleich alle auf einmal einzustellen, da Personal sehr teuer ist. Viele Anfänger machen den Fehler und gehen Bankrott. Es ist am Besten die Sache langsam anzugehen.
fr: Vous pouvez recruter jusqu'à quatre employés dans ces locaux. N'essayez pas de tous les recruter en même temps, le personnel coûte cher. Beaucoup de débutants recrutent trop tôt et font faillite. Il vaut mieux y aller progressivement.
nl: Je kunt maximaal 4 medewerkers aannemen op dit kantoor. Probeer niet iedereen tegelijkertijd aan te nemen, want personeel is duur. Veel nieuwelingen nemen te vlug mensen aan en gaan failliet. Het is beter om een beetje rustig aan te doen.
pl: W tym biurze możesz zatrudnić maksymalnie czterech pracowników. Nie próbuj zatrudniać ich wszystkich od razu, gdyż personel może cię wiele kosztować. Wielu deweloperów zbyt wcześnie skupia się na budowaniu kadr i bankrutuje. Najlepiej działać powoli.
sv: Du kan anställa upp till fyra personer. Anställ inte alla på en gång eftersom att anställda kostar pengar. Många nybörjare anställer för tidigt och går bankrutt. Det är bäst att ta det lugnt.

source: Boosts
ar_001: التعزيزات
cs: Urychlování
nb: Økninger
pl: Stymulanty
sv: Boostar

source: Boosts are a powerful tool that allow you to temporarily increase the output of your staff. They are most effective when timed strategically during the development of a game or during training.{n}Boosts need to recharge before you can use them. You can activate a boost as soon as the recharge progress is complete but you can also wait a little longer to further increase the effectiveness of the boost.
ar_001: تعتبر التعزيزات أداة قوية تسمح بزيادة مؤقتة لإنتاجية طاقمك. و تعتبر أكثر فعالية حينما تستخدم في وقت مناسب خلال مرحلة تطوير لعبة أو خلال التدريب.{n} تحتاج التعزيزات إلى إعادة تعبئة قبل أن تستخدمها. يمكنك تفعيل التعزيزات حالما تنتهي مرحلة التعبئة، لكن يمكنك أيضاً أن تنتظر قليلًا لتزيد فعالية التعزيز.
cs: Urychlování je velmi silným nástrojem jak dočasně namotivovat vašeho zaměstnance k vyšším výkonům. Nejvýznamněji toho lze využít při vývoji her, či tréninku.{n}Urychlování vyžaduje dobití, než jej je možné znovu využít. Lze jej aktivovat ihned po naplnění kruhu, ale také můžete počkat o trochu déle a docílit ještě účinější motivace svých zaměstnanců.
de: Boosts sind mächtige Werkzeuge, die es dir erlauben die Leistungen deiner Mitarbeiter kurzfristig zu steigern.↵ Es ist am effektivsten sie strategisch an bestimmten Zeitpunkten der Entwicklung oder des Trainings einzusetzen.{n}Boosts müssen wieder aufgeladen werden bevor du sie wieder nutzen kannst. Du kannst einen Boost aktivieren sobald der Auflade Prozess abgeschlossen ist. Die Effektivität des Boosts wird besser, je länger du den Auflade Prozess laufen lässt.
fr: Les boosts sont un puissant outil permettant d'augmenter momentanément l'efficacité de votre personnel. Le plus efficace est de les utiliser pendant le développement d'un jeu ou un entraînement.{n}Les boosts ont besoin d'être rechargés avant d'être utilisés. Vous pouvez activer un boost dès que le processus de recharge est terminé, mais vous pouvez aussi attendre un peu plus longtemps pour augmenter plus encore l'efficacité du boost.
nl: Een boost is een krachtig instrument waar je tijdelijk de productiviteit van je personeel kunt verhogen. Ze zijn het meest effectief als ze strategisch getimed worden tijdens de ontwikkeling van een game of tijdens een training.{n}Boosts moeten opladen voordat ze gebruikt kunnen worden. Je kunt een boost direct activeren wanneer ze opgeladen zijn, maar je kunt ook iets langer wachten om het effect van de boost te versterken.
pl: Stymulanty są potężnym narzędziem, które pozwala czasowo zwiększyć wydajność pracowników. Najlepsze wyniki osiągniesz, uaktywniając je w trakcie szkolenia lub produkcji gry.{n}Nim sięgniesz po stymulanty ponownie, muszą się one odnowić. Możesz także poczekać trochę dłużej, aby zwiększyć ich efektywność.
sv: Boostar är ett kraftfullt verktyg som ger din personal möjlighet att tillfälligt öka produktionen av poäng. De är mest effektiva när de tajmas strategiskt under utvecklingen av ett spel eller under träning.{n}Alla boostar måste laddas om innan du kan använda dem igen. Du kan aktivera en boost så snart omladdningen är klar men du kan också vänta lite längre för att ytterligare öka effektiviteten på boosten.

source: Additional game features
ar_001: مميزات إضافية للعبة
cs: Dodatečné prvky hry
de: Zusätzliche Spiel Features
fr: Fonctionnalités de jeu
nl: Extra game toevoegingen
pl: Dodatkowe opcje gry
sv: Ytterligare spelfunktioner

source: During development you can also select additional features for your game. Right now you can only pick 'Basic Sounds' but your options will increase quickly. Selecting additional features makes the game generally better but also increases its cost.{n}You will also see the graphic type you selected when you defined the game. This is just to remind you of your choice. You cannot change the type of graphics mid-game.
ar_001: خلال مرحلة التطوير، يمكنك أن تختار مميزات إضافية للعبتك. يمكنك حالياً أن تختار 'أصوات بسيطة'، لكن خياراتك ستزيد بسرعة. اختيار المميزات الإضافية سيجعل اللعبة أفضل بشكل عام، لكنه يزيد من تكلفتها أيضاً.{n} سترى أيضاً النوع الرسومي الذي اخترته حينما تنتهي من اللعبة. هذا ليذكرك باختيارك فحسب. لا يمكنك تغيير نوع الرسوميات أثناء اللعبة.
cs: Ke hře můžete během vývoje přidávat další dodatečné prvky. Prozatím si můžete vybrat pouze Prosté zvuky, ale možností vám bude rychle přibývat. Přidané prvky dělají hru obecně lepší, ale také dražší.{n}Také zde uvidíte zvolenou grafickou metodu vybranou při základním definováním hry. Jde jen o přípomínku vaši volby. Uprostřed vývoje již nelze změnit typ grafiky.
de: Während der Entwicklung kannst du zusätzliche Features für dein Spiel auswählen. Im Moment kannst du nur 'Basis Sounds' auswählen, aber es werden schnell neue Optionen freigeschaltet. Mehr Features machen zwar im Allgemeinen das Spiel besser, erhöhen aber auch die Kosten.{n}Dir wird auch die Art der Grafik angezeigt, für die du dich bei der Planung des Spieles entschieden hast. Dies dient aber nur zu Erinnerung an deine Wahl. Mitten im Spiel, kann man den Typus der Grafik nicht ändern.
fr: Pendant le développement d'un jeu, vous pouvez choisir d'y adjoindre des fonctionnalités supplémentaires. Pour le moment, vous ne pouvez choisir que « Sons basiques », mais vous débloquerez rapidement de nouvelles options. Ajouter des fonctionnalités supplémentaires améliore globalement le jeu, mais augmente aussi son coût.{n}Vous verrez aussi le type de graphismes que vous avez choisi lors de la création du jeu. C'est juste un rappel de votre choix. Vous ne pourrez pas le changer en cours de route.
nl: Tijdens de ontwikkeling kan je extra toevoegingen voor je game selecteren. Voorlopig kan je enkel 'Basisgeluiden' kiezen, maar de opties zullen snel uitbreiden. Extra toevoegingen maken de game meestal beter, maar verhoogt ook de kostprijs van de ontwikkeling.{n}Je zal aan het begin van de ontwikkeling ook de grafische stijl moeten selecteren. Je kan hier niets meer aan veranderen in de loop van het proces.
pl: W trakcie produkcji możesz rozbudować swoją grę o dodatkowe opcje. Obecnie masz do wyboru wyłącznie „Podstawowe dźwięki", ale w miarę upływu czasu uzyskasz więcej możliwości. Wprowadzając dodatkowe funkcjonalności, sprawiasz, że gra staje się lepsza, ale zwiększasz też koszty produkcji.{n}Poza tym możesz zobaczyć rodzaj grafiki, jaki został przez ciebie ustawiony w początkowej fazie procesu deweloperskiego. Jest to forma przypomnienia o dokonanym wyborze. Typu grafiki nie możesz zmienić w trakcie produkcji gry.
sv: Under tiden du utvecklar ett spel kan du lägga till extra spelfunktioner. Till och börja med kan du bara välja "Grundläggande ljud" men det kommer att ändra sig väldigt fort. Genom att välja extrafunktioner gör spelen bättre men det höjer kostnaden.{n}Du kommer också vilken sorts grafik du valde när du när du påbörjade ditt spel. Detta är en påminnelse av ditt val för du kan inte ändra typen av grafiken mitt i utvecklingen.

source: Finishing phase
ar_001: مرحلة الإنهاء
cs: Dokončovací fáze
de: Abschlussphase
fr: Phase de finalisation
nb: Ferdigjørings dase
nl: Afrondingsfase
pl: Faza końcowa
sv: Slutgiltig fas

source: The development of your first game is now complete. You can press the 'Finish' button to publish your game but you should only do that once you fix the majority of bugs.{n}Releasing a game without fixing bugs can severely affect your ratings so you should only ever consider that if you need the cash and you can't afford to wait.
ar_001: تطوير لعبتك الأولى قد اكتمل الآن. بإمكانك ضغط زر 'إنهاء' لنشر لعبتك، لكن عليك أن تفعل ذلك بعد أن تنتهي من إصلاح غالبية الأخطاء فقط.{n} إصدار لعبة من دون إصلاح أخطائها، قد يؤثر بشكل كبير على تقاييمك، فلذا عليك أن تفعل هذا في حال احتجت للمال و لا تستطيع الانتظار.
cs: Vývoj vaši první hry je u konce. Můžete stisknout tlačítko 'Dokončit' a hru vydat. Nejprve byste ale měli odstranit většinu chyb.{n}Vydat hru plnou chyb může značně ovlivnit její hodnocení a měli byste tak činit pouze v nejvyšší časové a finanční nouzi.
de: Die Entwicklung deines ersten Spieles ist nun abgeschlossen. Du kannst den 'Abschliessen' Button drücken um dein Spiel zu veröffentlichen aber das solltest du erst tun wenn du die meisten Bugs entfernt hast.{n}Ein Spiel zu veröffentlichen ohne die Bugs zu beseitigen kann die Wertungen stark beeinträchtigen, deshalb solltest du diese Möglichkeit nur in betracht ziehen wenn du Geld brauchst und dir nicht leisten kannst zu warten.
fr: Le développement de votre premier jeu est maintenant terminé. Vous pouvez appuyer sur le bouton « Terminer » pour publier votre jeu, mais vous ne devriez le faire qu'une fois la plupart des bugs corrigés.{n}Sortir un jeu sans en corriger les bugs peut sérieusement en affecter la note, aussi vous ne devriez envisager cette possibilité que si vous avez besoin d'argent, et que vous ne pouvez vous permettre d'attendre.
nl: De ontwikkeling van jouw game is nu voltooid. Je kunt op de 'Voltooien'-knop klikken om je game uit te geven, maar je zou dat enkel moeten doen als je de meerderheid van alle bugs hebt opgelost.{n}Een game uitgeven zonder bugs te fiksen kan je reviewcijfers negatief beïnvloeden, dus je zou dat enkel moeten overwegen als je het geld nodig hebt en je niet kunt veroorloven om te wachten.
pl: Produkcja twojej pierwszej gry została ukończona. Możesz wcisnąć przycisk „Zakończ”, aby opublikować grę. Lepiej jednak zaczekać z publikacją do momentu, w którym uda ci się naprawić większość błędów.{n}Wydanie gry zawierającej błędy może wpłynąć na recenzje, dlatego należy zdecydować się na tę opcję wyłącznie w przypadku, gdy brakuje ci pieniędzy i nie stać cię na czekanie.
sv: Utvecklingen av ditt första spel är färdig. Du kan trycka på "Slutför"-knappen för att släppa ditt spel men du borde bara göra det när du har fixat den största delen av buggarna.{n}Att släppa ett spel utan att fixa buggar kan påverka dina recensioner så du bör alltid tänka på om du behöver kontanter och inte har råd att vänta.

source: Training
ar_001: التدريب
cs: Školení
fr: Formation
nb: Trening
nl: Trainen
pl: Szkolenie
sv: Träning
