Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Your local save game seems to be different from the one stored in the Steam Cloud. Which one would you like to load?
ar_001: يبدو أن ملف الحفظ المحلي لديك مختلف عن الملف المحفوظ في سحاب ستيم. أيهما تريد أن تقوم بتحميله؟
cs: Hra uložená ve vašem počítači se zdá být jiná, než ta uložená na Steam Cloudu. Ve které chcete pokračovat dále?
fr: Votre sauvegarde locale à l'air différente de celle stockée dans le Steam Cloud. Laquelle voulez-vous charger ?
nb: Din lokale lagringsfil ser ut til å være annerledes en den som er plassert i Steam Skyen. Hvilken av de ønsker du å laste inn?
nl: Het lijkt erop dat je lokale opgeslagen spellen verschillen met die zijn opgeslagen op Steam Cloud. Welke wil je laden?
pl: Twój lokalny plik zapisu zdaje się różnić od tego, który jest przechowywany w chmurze. Który z nich powinien zostać wczytany?
sv: Ditt lokalt sparade spel ser ut att vara olik den som är sparad i Steam-molnet. Vilken skulle du vilja ladda?

source: Local
ar_001: على القرص
cs: Místní
nb: Lokal
nl: Lokale
pl: Lokalny
sv: Lokalt

source: Note: Once you save the game, the new save file will be stored both locally and on the Cloud unless you disable the Steam Cloud through Steam.
ar_001: ملاحظة : حالما تحفظ لعبتك، فإن الملف الجديد سيخزن على القرص و على السحابة، ما لم تقوم بإلغاء سحابة ستيم من خلال ستيم.
cs: Poznámka: Jakmile si vyberete verzi, bude uložena na obě místa, tedy do počítače a Cloudu, pokud nezakážete Steam Cloud skrze Steam.
fr: Note: Une fois le jeu sauvegardé, le nouveau fichier de sauvegarde sera stocké localement et sur le Cloud sauf en désactivant le Steam Cloud dans Steam.
nb: Vær oppmerksom: Når du lagrer et spill, vil den nye lagringsfilen bli oppbevart på datamaskinen og Cloud hvis du ikke skrur av Steam Cloud via Steam.
nl: Notitie: Wanneer een spel opslaat zal deze zowel lokaal als op Cloud worden opgeslagen, tenzij je dit via steam hebt uitgezet.
pl: Uwaga! W momencie zapisu stanu gry nowy plik zapisu będzie przechowywany zarówno na dysku, jak i w chmurze. Tę opcję można zmienić w ustawieniach programu Steam.
sv: Tips: När du har sparat spelet, så kommer sparfilen att bli sparad både lokalt och på Molnet såvida du inaktiverar Steam-molnet genom Steam.

source: Moderators
ar_001: المشرفون
cs: Moderátoři
fr: Modérateurs
nb: Moderatorer
pl: Moderatorzy
sv: Moderatorer

source: Top Contributors
ar_001: المساهمون المتميزون
cs: Hlavní přispěvatelé
fr: Meilleurs contributeurs
nb: Beste bidragsytere
nl: Top Bijdragers
pl: Najaktywniejsi tłumacze
sv: Bästa medhjälparna

source: Quality Assurance
ar_001: ضمان الجودة
cs: Záruka kvality
fr: Contrôle qualité
nb: Kvalitetsforsikring
nl: Kwaliteitsgarantie
pl: Kontrola jakości
sv: Kvalitetsförsäkring

source: Discuss translation
ar_001: مناقشة الترجمة
cs: Projednávat překlad
fr: Avis sur la traduction
nb: Diskuter oversettelser
nl: Vertalingsdiscussie
pl: Przedyskutuj lokalizację
sv: Diskutera översättning

source: Thanks to the many unnamed contributors who greatly helped translating the game!
ar_001: الشكر الجزيل لمن لم يتم ذكر اسمه من المساهمين الذين ساعدوا في ترجمة اللعبة!
cs: Děkujeme mnoha nejmenovaným přispěvovatelům, kteří se významně podíleli na překladu hry!
fr: Merci à tous les contributeurs non cités qui ont grandement aidé à traduire le jeu !
nb: Takk til mange unemte bidragsytere som hjalp oss en stor del med å oversette spillet!
nl: Heel veel dank aan iedereen die niet genoemd is, die ontzettend hebben geholpen met het vertalen van de game!
pl: Podziękowania dla anonimowych tłumaczy, którzy przyczynili się do przekładu gry!
sv: Tack till alla namnlösa medarbetare som hjälpte till med och översätta spelet!

source: Any
ar_001: أي منصة
cs: Kterákoliv
fr: Tout
nb: Enhver
nl: Ieder
pl: Dowolna platforma
sv: Valfri

source: Right away!
ar_001: في الحال!
cs: Hned to bude!
fr: D'accord !
nb: Med en gang!
nl: Nu meteen!
pl: Robi się!
sv: På en gång!

source: Show only new tutorials (recommended)
ar_001: إظهار التعليمات الجديدة فحسب (ينصح به)
cs: Zobrazit pouze novou nápovědu (doporučené)
fr: Montrer seulement les nouveaux tutos (recommandé)
nb: Hvis bare nye tutorials (anbefalt)
pl: Pokazuj tylko nowe wskazówki (zalecane)
sv: Visa bara nya handledningar (rekommenderad)

source: Show all tutorials
ar_001: إظهار كل التعليمات
cs: Zobrazit všechny nápovědy
fr: Montrer tous les tutos
nb: vis alle veiledninger
pl: Pokazuj wszystkie wskazówki
sv: Visa alla handledningar

source: Disable tutorials
ar_001: إلغاء التعليمات
cs: Zakázat nápovědu
fr: Désactiver les tutoriels
nb: Skru av veiledninger
pl: Wyłącz wskazówki
sv: Inaktivera handledningar

source: Quality
ar_001: الجودة
cs: Kvalita
fr: Qualité
nb: Kvalitet
pl: Jakość
sv: Kvalitet

source: Performance
ar_001: الأداء
cs: Výkon
nb: Strømsparing
pl: Wydajność
sv: Framförande

source: Animations
ar_001: التحريك
cs: Animace
nb: Animasjoner
pl: Animacje
sv: Animeringar

source: Sign up to our newsletter
ar_001: قم بالتسجيل للحصول على آخر أخبارنا عبر البريد
cs: Přihlásit se k odběru novinek
fr: Se tenir informé
nb: Abonner på vårt nyhetsbrev
pl: Zamów newsletter
sv: Registrera dig för vårt nyhetsbrev

source: Signing up...
ar_001: يجري التسجيل...
cs: Přihlašuji se...
fr: Inscription
nb: Registrerer...
pl: Zapisywanie...
sv: Registrerar...

source: Signup successful!
ar_001: تم التسجيل بنجاح!
cs: Přihlášení dokončeno!
fr: Inscription réussie !
nb: Registrering fullført!
pl: Zrobione!
sv: Registrering lyckad!

source: Like this game? Stay informed about new games coming from us by signing up to our newsletter.
ar_001: أتحب هذه اللعبة؟ كن على إطلاع على آخر ألعابنا عبر التسجيل في خدمة الأخبار البريدية.
cs: Líbí se vám tato hra? Zůstaňte v obraze o našich nových hrách a přihlašte se k odběru novinek.
fr: Vous aimez ce jeu ? Tenez-vous informés en vous inscrivant.
nb: Liker du spillet? Få informasjon om nye spill fra oss ved å registrere seg til våres newsletter.
pl: Podoba ci się ta gra? Bądź na bieżąco z naszymi nowymi produkcjami, zamawiając newsletter.
sv: Gillar du detta spelet? Bli informerad om nya spel som vi gör genom att registrera dig för vårt nyhetsbrev.

source: email address
ar_001: عنوان البريد الإلكتروني
cs: emailová adresa
fr: e-mail
nb: email adresse
pl: Adres e-mail
sv: e-postadress

source: Sign up
ar_001: تسجيل
cs: Přihlásit se
fr: S'inscrire
nb: Registrer
pl: Zapisz się
sv: Registrera

source: Load Anyway
ar_001: التحميل على أية حال
cs: I tak načíst
fr: Charger
nb: Last inn uansett
sv: Ladda ändå

source: Abort Loading
ar_001: إلغاء التحميل
cs: Zrušit načítání
fr: Arrêter le chargement
nb: Avbryt innlastning
sv: Om laddning

source: How would you like to proceed?
ar_001: كيف ترغب بالمواصلة؟
cs: Jak chcete pokračovat?
fr: Comment voulez-vous faire ?
nb: Hvordan vil du fortsette?
sv: Hur skulle du vilja fortsätta?

source: To correct this, activate the same mod(s) that have been used with the save game and deactive any extra mods. If this is intentional however you may wish to continue loading the game.
ar_001: لتصحيح هذا، قم بتفعيل نفس المود/ات المستخدم/ة ثم قم بإلغاء تفعيل أي مودات إضافية.إذا كان هذا مقصوداً، فيمكنك مواصلة تحميل اللعبة.
cs: Napravíte to tak, že zapnete ty samé módy, které jste užívali s danou uloženou hrou a vypnete módy navíc. Pokud je toto naschvál, můžete hru stále načíst.
fr: Pour corriger ceci, activez les même mods que vous utilisiez, et désactivez les nouveaux. Si c'est intentionnel, vous pouvez continuer.
sv: För att rätta till detta aktivera då alla mod(s) som användes när du sparade spelet och avaktivera resten. Om detta är avsiktligt så borde du nog fortsätta att ladda spelet.

source: This mismatch may cause unwanted issues such as save game corruption making your save unplayable.
ar_001: هذا التعارض قد يسبب مشاكل غير مرغوبة، مثل تعطل الحفظ.
cs: Tato neshoda může způsobit potíže s uloženou hrou a může se stát i nehratelnou.
fr: Le conflit peut corrompre votre sauvegarde et la rendre injouable.
sv: Denna missanpassningen kan orsaka oönskade problem såsom korruption vilket gör ditt sparade spel ospelbart.

source: Additional Mod(s):
ar_001: مودات إضافية:
cs: Dodatečné módy:
fr: Mods additionnels :
nb: Ekstra-mod(der):
sv: Extra Mod(s):

source: Missing Mod(s):
ar_001: مودات مفقودة:
cs: Chybějící módy:
fr: Mods manquants :
nb: Manglende mod(der):
sv: Saknade Mod(s):

source: There is a mismatch between the mods used in this save game and the mods you currently have active:
ar_001: هنالك تعارض ما بين المودات المستخدمة في الحفظ مع المودات المفعلة:
cs: Je tu neshoda mezi módy, které uložená hra využívá a módy, které jsou právě aktivní:
fr: Conflit entre les mods utilisées dans la sauvegarde et ceux actifs :
nb: Det har blitt oppdaget en feil mellom modifikasjonene som er brukt i denne lagringsfilene, og moden du for tiden har aktiv:
sv: Det har förekommit en missanpassning mellan modifikationerna i detta sparade spelet och modifikationerna som för tillfället aktiverade är:

source: This save slot is corrupt, this could be due to a failed cloud sync. Please resync your game with the Steam cloud and try again.
ar_001: خانة الحفظ متعطلة، قد يكون هذا بسبب فشل في التزامن السحابي. قم بإعادة التزامن من فضلك باستخدام خدمة ستيم السحابية، و حاول مجدداً.
cs: Tato uložená pozice je poškozená. Mohlo se tak stát díky špatné synchronizaci s cloudem. Opět synchronizujte vaši hru se Steam cloudem, prosím, zkuste to znovu.
fr: Cet emplacement de sauvegarde est corrompu à cause de la synchronisation cloud ; resynchronisez vous avec le Cloud Steam.
nb: Dette lagringsfilen er korrupt, dette kan være en feil med cloud synkronisering. Vennligst resynkroniser med spillet via Steam Cloud og prøv igjen.
sv: Det sparade spelet är korrupt, detta kan bero på att Molnet misslyckades att synkronisera. Var vänlig att omsynkronisera spelet med Steam Molnet och försök igen.

source: This save slot is corrupt, this could be due to a failed cloud sync. Please report this issue to Microsoft Support this issue.
ar_001: خانة الحفظ هذه متعطلة، قد يكون هذا بسبب فشل في التزامن السحابي. قم بإبلاغ دعم مايكروسوفت بالمشكلة.
cs: Tato uložená pozice je poškozená. Zašlete prosím tento problém na podporu Microsoftu.
fr: Cet emplacement de sauvegarde est corrompu à cause de la synchronisation cloud. Rapportez ceci à Microsoft.
nb: Dette lagringsfilen er korrupt, dette kan være en feil med cloud synkronisering. Vennligst rapporter dette til Microsoft Support.
sv: Det sparade spelet är korrupt, detta kan bero på att Molnet misslyckades att synkronisera. Var vänlig att rapportera problemet till Microsoft Support.

source: This save slot is corrupt, please try restarting your game.
ar_001: خانة الحفظ هذه متعطلة، حاول إعادة لعبتك.
cs: Tato uložená pozice je poškozená. Restartujte prosím hru.
fr: Cet emplacement de sauvegarde est corrompu, merci de redémarrer.
nb: Dette lagringsfilen er korrupt, vennligst restart spillet.
sv: Det sparade spelet är korrupt, var vänlig och starta om spelet.

source: Mods:
ar_001: المودات:
cs: Módy:
nb: Modder

source: Please wait...
ar_001: فضلاً إنتظر...
cs: Vyčkejte prosím...
fr: Merci d'attendre...
nb: Vennligst vent...
sv: Var god vänta...

source: Greenworks requirements missing!
ar_001: متطلبات Greenworks مفقودة!
cs: Chybí požadavky pro Greenworks!
fr: Il manque quelque chose !
nb: Greenworks krav mangler!
sv: Greenworks krav saknas!

source: Publish Mod
ar_001: نشر مود
cs: Vydat mód
fr: Publier
nb: Publiser mod
sv: Publicera moddet

source: Update Mod
ar_001: تحديث مود
cs: Aktualizovat mód
fr: Mettre à jour
nb: Oppdater mod
sv: Uppdatera moddet

source: Title*
ar_001: عنوان*
cs: Název*
fr: Titre*
nb: Tittel*
sv: Titel*

source: Description
ar_001: وصف
cs: Popis
nb: Beskrivelse
sv: Beskrivning

source: Mod Source Folder*
ar_001: مصدر مجلد المود*
cs: Složka se zdrojem módu*
fr: Dossier source du mod
nb: Mod Oprinnelses mappe
sv: Mod-källkodsmapp*

source: Choose Image
ar_001: أختر صورة
cs: Vybrat obrázek
fr: Choisir image
nb: Velg bilde
sv: Välj bild

source: Image Preview
ar_001: معاينة الصورة
cs: Náhled
fr: Aperçu image
nb: Bilde forhåndsvisning
sv: Förhandsvisning

source: Idle
ar_001: خمول
cs: Nečinný
fr: Inactif
nb: Vent
sv: Inaktiv

source: Publish
ar_001: نشر
cs: Vydat
fr: Publier
nb: Publiser
sv: Publicera

source: Your Mods
ar_001: المودات الخاصة بك
cs: Vaše módy
fr: Vos mods
nb: Dine modder
sv: Dina mods

source: Loading data...
ar_001: تحميل البيانات...
cs: Načítám data...
fr: Chargement des données
nb: Laster inn data...
sv: Laddar data...

source: Your Mod Folder
ar_001: مجلد المودات الخاصة بك
cs: Vaše složka s módy
fr: Dossier du mod
nb: Ditt mod folder
sv: Din mod-mapp

source: Choose Folder
ar_001: أختر مجلد
cs: Zvolit složku
fr: Dossier
nb: Velg folder
sv: Välj mapp

source: Update
ar_001: تحديث
cs: Aktualizovat
fr: Mettre à jour
nb: Oppdater
sv: Uppdatera

source: Reading package.json...
ar_001: قراءة package.json ...
cs: Čtení package.json...
fr: Lecture de package.json...
nb: Leser package.json...
sv: Läser package.json...

source: Error. Invalid Game Dev Tycoon Mod!
ar_001: خطأ. مود غير صالح للعبة!
cs: Chyba. Nefunkční mód pro Game Dev Tycoon!
fr: Erreur. Ce mod est invalide !
nb: Error. Ugyldig Game Dev Tycoon mod!
sv: Fel. Ogiltigt Game Dev Tycoon mod!

source: No Mods found.
ar_001: لا توجد مودات.
cs: Žádné módy nenalezeny.
fr: Aucun mod trouvé.
nb: Ingen Modifikasjoner funnet.
sv: Inga mods hittade.

source: Folder
ar_001: مجلد
cs: Složka
fr: Dossier
nb: Mappe
sv: Mapp

source: Title
ar_001: عنوان
cs: Název
fr: Titre
nb: Tittel
sv: Titel

source: Updating...
ar_001: جاري التحديث...
cs: Aktualizuji...
fr: Mise à jour...
nb: Oppdaterer...
sv: Uppdaterar...

source: Publishing...
ar_001: جاري النشر...
cs: Vydávám...
fr: Publication...
nb: Publiserer...
sv: Publiserar...

source: Update done
ar_001: أكتمل التحديث
cs: Aktualizace dokončena
fr: Mis à jour
nb: Oppdatering gjennomført
sv: Uppdatering färdig

source: Publish done
ar_001: أكتمل النشر
cs: Vydání hotovo
fr: Publié
nb: Publisering gjennomført
sv: Publisering klar

source: Error. Missing {0}
ar_001: خطأ. المفقود {0}
cs: Chyba. Chybí {0}
fr: Erreur. {0} est manquant
nb: Error. Mangler {0}
sv: Fel. Saknar {0}

source: By submitting this item to Steam, you agree to the
ar_001: من خلال تقديم هذا العنصر إلى Steam، فإنك توافق على
cs: Přidáním této položky na Steam souhlasíte s
fr: En envoyant ceci à Steam, vous acceptez le
nb: Ved å sende inn denne tingen til Steam, må du være enig med
sv: Genom att lägga in detta föremålet på Steam godkänner du

source: Steam Workshop terms of service
ar_001: شروط خدمة Steam Workshop
cs: podmínkami užívání Steam Workshop
fr: Contrat utilisateur du Workshop Steam
sv: användarvillkoren för Steam Workshop

source: Tutorials
ar_001: الدروس
cs: Návody
fr: Tutoriels
pl: Poradniki
sv: Instruktioner

source: Hardware
ar_001: خردوات
cs: technické vybavení
fr: Matériel
nb: Maskinvare
pl: sprzęt komputerowy
sv: Hårdvara

source: Messages
cs: Zprávy

source: Customize which in-game messages will automatically open and which will be added to the message queue on the left-hand side of the screen.
cs: Nastavte si, které zprávy ve hře se automaticky otevřou a které budou přidány do fronty zpráv v levé části obrazovky.
fr: Personnalisez les messages du jeu s'ouvrant automatiquement et ceux ajoutés à la liste d'attente à gauche de l'écran.

source: Auto-open: On
cs: Auto otevření: zap
fr: Ouverture auto : activée

source: Auto-open: Off
cs: Auto otevření: vyp
fr: Ouverture auto : désactivée

source: New Research Available
cs: K dispozici je nový výzkum
fr: Nouvelle recherche disponible

source: Company Milestones
cs: Firemní milníky
fr: Étapes importantes de l'entreprise

source: Platform News
cs: Novinky o platformě
fr: Nouvelles de la plateforme

source: Events
cs: Události
fr: Événements

source: New Best!
cs: Nový rekord!
fr: Nouveau record !

source: Additional Features
cs: Dodatečné funkce
fr: Fonctionnalités supplémentaires

source: Bonus Hype
cs: Bonusové očekávání
fr: Bonus engouement

source: New Fans
cs: Noví fanoušci
fr: Nouveaux fans

source: Bonus Sales
cs: Bonusový prodej
fr: Bonus ventes

source: XP GAINED x {0}
cs: XP ZISK x {0}
fr: XP GAGNÉE x {0}

source: Tap to continue ...
cs: Pokračuj klepnutím...
fr: Touchez pour continuer...

source: Recording Controls
cs: Ovládání nahrávání
fr: Commandes d'enregistrement

source: Start Stream
cs: Spustit stream
fr: Démarrer le stream

source: Stop Stream
cs: Zastavit stream
fr: Arrêter le stream

source: Report Complete
cs: Report dokončen
fr: Rapport terminé

source: Great Combo
cs: Skvělá kombinace
fr: Super combo

source: Good Combo
cs: Dobrá kombinace
fr: Bon combo

source: Okay Combo
cs: Přijatelná kombinace
fr: Assez bon combo

source: Bad Combo
cs: Špatná kombinace
fr: Mauvais combo

source: Terrible Combo
cs: Strašná kombinace
fr: Combo lamentable

source: {0} and {1} is a good combination.
cs: {0} a {1} je dobrá kombinace.
fr: {0} et {1} font une bonne combinaison.

source: {0} and {1} is an okay combination.
cs: {0} a {1} je přijatelná kombinace.
fr: {0} et {1} font une assez bonne combinaison.

source: {0} and {1} is a bad combination.
cs: {0} a {1} je špatná kombinace.
fr: {0} et {1} font une mauvaise combinaison.

source: Industry reports indicate that player feedback is an important tool for developers to better understand how players are enjoying their games. With that in mind we hope it is okay to ask you: Are you enjoying Game Dev Tycoon so far?
cs: Zprávy z oboru říkají, že zpětná vazba od hráčů je pro vývojáře důležitým nástrojem k lepšímu porozumění tomu, jak si hráči jejich hry užívají. Proto doufáme, že se vás můžeme zeptat: užíváte si zatím Game Dev Tycoon?
fr: Les rapports de l'industrie montrent que l'avis des joueurs constitue un outil important pour aider les développeurs à comprendre ce qu'apprécient les joueurs dans leur jeu. Nous espérons donc que vous accepteriez de répondre à cette question : Aimez-vous jouer à Game Dev Tycoon pour le moment ?

source: Yes, love it!
cs: Ano, miluju ji!
fr: Oui, j'adore le jeu !

source: Not really.
cs: Ani moc ne.
fr: Pas vraiment.

source: Thanks for letting us know! If you want to share some specific feedback with us or if you think we can assist you, please feel free to contact us at {0}
cs: Díky za informaci! Pokud se s námi chcete podělit o konkrétní reakci nebo pokud od nás potřebujete pomoc, neváhejte nás kontaktovat na {0}
fr: Merci d'avoir répondu ! Si vous voulez nous donner plus de précisions ou si vous avez besoin d'aide, n'hésitez pas à nous contacter à l'adresse {0}.

source: That's amazing! We are really happy to hear that you enjoy our little game! If you have the willpower to let go of running {0} for a moment, we would really appreciate if you could rate the game.
cs: To je úžasné! Opravdu rádi slyšíme, že si naši malou hru užíváte! Pokud teď na chvíli dokážete nechat vedení {0} stranou, velmi oceníme, pokud naši hru ohodnotíte.
fr: Super ! Nous sommes ravis d'apprendre que vous aimez notre petit jeu. Si vous voulez bien mettre la gestion de {0} de côté pour un instant et prendre le temps de donner une note au jeu pour nous témoigner votre soutien, ça serait génial.

source: Yes (rate now)
cs: Ano (ohodnotit teď)
fr: OK (noter maintenant)

source: No, thanks.
cs: Ne, díky.
fr: Non merci.

source: Thanks for taking the time to give our little game a rating. We very much appreciate it!
cs: Díky, že jste si udělali čas na ohodnocené naší hry. velmi si toho vážíme!
fr: Merci d'avoir pris le temps de donner une note à notre jeu. Votre avis est très important !

source: No worries! Happy gaming!
cs: Žádný strach! Užívejte si hru!
fr: Pas de soucis, amusez-vous bien !

source: Sorry, I'm busy
cs: Bohužel nemám čas
fr: Pardon, je suis occupé(e)

source: Sorry, we are all busy
cs: Bohužel nikdo z nás nemá čas
fr: Pardon, nous sommes tous occupés

source: Subscribe
cs: Přihlásit k odběru
fr: S'abonner

source: To visit the lab simply touch the screen and drag to the left. Alternatively, you can also click on the little R&D Lab information card at the bottom of the screen.
cs: K návštěvě laboratoře jednoduše klepněte na obrazovku a přetáhněte doleva. Můžete také kliknout na informační kartičku vývojové laboratoře v dolní části obrazovky.
fr: Pour visiter le labo, touchez l'écran et faites glisser vers la gauche. Vous pouvez aussi cliquer sur l'encart Labo R&D en bas de l'écran.

source: Your very own game console is now on the market. Game consoles are complex machines and when you sell a lot of them it is only natural that some of them need to be repaired.{n}While your console is on sale your hardware team will have to work off maintenance points. Depending on the quality of the console and how many you sell these points vary from week to week.{n}Try to give your hardware lab enough budget so that they stay on top of the maintenance, otherwise customers will become unhappy when they have to wait too long for their consoles to be repaired. You can see how well your team is doing in the console sales graph at the right side of the screen.
cs: Tvoje vlastní herní konzole je teď na trhu. Herní konzole jsou složité stroje a když jich prodáte hodně, je přirozené, že některé z nich potřebují opravu. {n}Když se tvoje konzole prodává, tvůj hardwarový tým musí vypracovat body údržby. V závislosti na kvalitě konzole a počtu prodaných kusů se tyto body každý týden mění. {n}Zkus dát své harwarové laboratoři dostatečný rozpočet, aby měla údržbu pod kontrolou, jinak budou zákazníci nespokojení, když musejí na opravu své konzole čekat příliš dlouho. Výkon svého týmu můžeš sledovat v grafu prodeje konzolí na pravé straně obrazovky.
fr: Votre propre console est maintenant sur le marché. Les consoles de jeu sont des machines complexes et quand vous en vendez beaucoup, il est normal qu'une partie d'entre elles ait besoin de réparations.{n}Tant que votre console est sur le marché, votre équipe technique doit s'occuper de points de maintenance. En fonction de la qualité de la console et du nombre d'unités vendues, ces points varient d'une semaine à l'autre.{n}Essayez d'allouer au labo technique un budget suffisant pour qu'il puisse faire face à la maintenance, sinon les temps de réparation trop longs mécontenteront les clients. Vous pouvez voir comment s'en sort votre équipe sur le graphique de ventes à droite de l'écran.

source: Your local save game seems to be different from the one stored in the cloud. Which one would you like to load?
cs: Tvoje místně uložená hra se zdá být jiná než verze uložená v cloudu. Kterou z nich chceš načíst?
fr: La partie enregistrée localement semble différente de celle enregistrée sur le cloud. Laquelle des deux voulez-vous charger ?

source: Note: Once you save the game, the new save file will be stored both locally and on the cloud.
cs: Pozor: jakmile hru uložíš, nově uložený soubor bude uložen lokálně i v cloudu.
fr: Remarque : une fois la partie enregistrée, le nouveau fichier d'enregistrement sera stocké localement et sur le cloud.

source: Now that your game is on sale you will receive the income from the game every week. You can see how well your game is doing by looking at the sales graph at the right hand side of the screen.
cs: Teď, když je tvoje hra v prodeji, každý den budeš dostávat zisk. . Úspěch své hry můžeš sledovat v prodejním grafu na pravé straně obrazovky.
fr: Maintenant que votre jeu est en vente, vous allez recevoir des recettes chaque semaine. Vous pouvez voir comment votre jeu s'en sort en consultant le graphique des ventes à droite de l'écran.
