Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Today, Grapple, the company responsible for the massively successful grPhone has announced their plans to release a tablet device called the grPad. Tablet devices are not a new idea in the computing industry but earlier attempts never seemed to take off. Many expect the grPad to do very well.
ar_001: اليوم، Grapple، الشركة المسؤولة عن النجاح الهائل لـ "grPhone" أعلنت عن خططها بخصوص جهاز لوحي يسمى grPad. الأجهزة اللوحية ليست فكرة جديدة في عالم الحاسب الألي لكن المحاولات الأولى لم تنجح . الكثير يتوقع نجاح grPad.
cs: Grapple, společnost známá svým veleúspěšným grPhonem, dnes oznámila její plány k vydání tabletového zařízení se jménem grPad. Tabletová zařízení nejsou v počítačovém světě ničím novým, ale dřívější pokusy nikdy neuspěli. Mnozí očekávají úspěch grPadu.
de: Heute hat Grapple, verantwortlich für das sehr erfolgreiche grPhone, ihre Pläne für ein Tablet mit dem Namen grPad angekündigt. Tablets sind keine neue Idee in der Branche, aber bisherige Versuche sind immer gescheitert. Viele erwarten, dass das grPad dies ändert und sich sehr gut behaupten wird.
fr: Aujourd'hui, Grapple, l'entreprise créditée d'un grPhone couronné de succès, a annoncé son intention de mettre en vente une tablette appelée la grPad. Les tablettes ne sont pas une idée nouvelle dans l'industrie informatique, mais les tentatives précédentes n'ont jamais semblé réussir à décoller. Beaucoup s'attendent à ce que le grPad soit un succès.
nb: Grapple, firmaet som hadde den sukksessfulle grPhone, sa i dag om deres planer om å utgjø et nettbrett kalt grPad. Nettbrett er ikke en ny idè i industrien, men har aldri helt tatt av. Mange tror at grPad kommer til å gjøre bra.
nl: Vandaag heeft Grapple, het bedrijf dat verantwoordelijk is voor de zeer succesvolle grPhone, hun plannen aangekondigd om een tabletcomputer genaamd de grPad uit te brengen. Tabletcomputers zijn geen nieuw idee in de computerindustrie, doch eerdere pogingen zijn nooit aangeslagen. Velen verwachten dat de grPad het zeer goed zal doen.
pl: Grapple, firma, która wyprodukowała słynnego grPhone'a, ogłosiła dzisiaj plany wypuszczenia na rynek tabletu o nazwie grPad. Tablety nie są nowym pomysłem na zaistnienie w przemyśle komputerowym, ale wcześniejsze próby wprowadzenia ich do sprzedaży były średnio udane. Wielu uważa, że grPadowi może się powieść.
sv: Idag har Grapple, det företag som har ansvarar för den enormt framgångsrika grPhone tillkännagav sina planer på att släppa en tablet-enhet som kallas grPad. Tablet-enheter är inte en ny idé i datorindustrin men tidigare försök lyckades inte. Många förväntar sig att grPad ska sälja bra.

source: The mPad has received mixed reviews at launch, with many of them highlighting the fact that the mPad is indeed not the same as the grPad from Grapple. We will see what the future holds for this platform.
ar_001: جهاز mPad أستقبل تقييمات متفاوته عند الإطلاق، و العديد ركزوا على أن mPad يختلف عن grPad من Grapple. سنرى ماذا سيحصل في المستقبل لهذه المنصة.
cs: Spuštění mPadu sklidilo smíšené recenze, ve kterých mnozí podotýkají, že je mPad velmi podobný grPadu. Uvidíme, jaká budoucnost tuto platformu čeká.
de: Das mPad erhielt seit seiner Veröffentlichung unterschiedlichste Bewertungen. Viele davon bemängeln, dass das mPad nicht mit dem grPad von Grapple gleich zu setzen ist. Wir werden sehen was die Zukunft für diese Plattform bereit hält.
fr: Le mPad a fait l'objet de critiques mitigées, beaucoup d'entre elles soulignant le fait que le mPad n'est effectivement pas identique au grPad de Grapple. Nous verrons ce que l'avenir réserve à cette plateforme.
nb: mPad fikk mikset kritikk på utgivelsesdagen, og mange pekte ut at mPad ikke er grPad. Vi vil se hva fremtiden holder for denne platformen.
nl: De mPad heeft gemengde reacties ontvangen na zijn lancering, waarbij velen benadrukken dat de mPad inderdaad niet hetzelfde is als de grPad van Grapple is. We zullen zien wat de toekomst voor dit platform brengt.
pl: mPad otrzymał na starcie mieszane recenzje. W wielu z nich zwrócono uwagę na fakt, że mPad nie jest tym samym, co grPad od Grapple. Zobaczymy, jaka przyszłość czeka tę platformę.
sv: MPaden har fått blandade recensioner vid lanseringen, med det faktum att mPad är verkligen inte detsamma som grPad från Grapple. Vi får se hur det går i framtiden för denna plattformen.

source: For fans of the mBox, the long wait for an update to the console will soon be over as Mirconoft has announced that the mBox Next will be available {0}.
ar_001: إلى معجبي جهاز mBox, الانتظار الطويل للحصول على تحديث للجهاز شارف على الانتهاء حيث أعلنت شركة Mirconoft عن أن جهاز mBox Next سيكون متوفر في {0}.
cs: Pro fanoušky mBoxu je čekání na novou verzi téměř u konce. Mirconoft oznámil mBox Next, který bude dostupný {0}.
de: Für die Fans der mBox hat das lange Warten auf einen Nachfolger bald ein Ende. Mirconoft hat die neue mBox Next angekündigt, die {0} auf den Markt kommen soll.
fr: Pour les fans de la mBox, la longue attente d'une mise à jour de la console va bientôt toucher à sa fin : Mirconoft a en effet annoncé que la mBox Next serait disponible {0}.
nb: For fans av mBox, den lenge ventede oppdateringen for konsollen vil komme snart siden Mirconoft har annonsert at mBox Next vil komme om {0}.
nl: Voor fans van de mBox, zal het lange wachten op een vernieuwing van de spelcomputer spoedig voorbij zijn, gezien dat Mirconoft heeft aangekondigd dat de mBox Next beschikbaar zal zijn tegen {0}.
pl: Wkrótce dobiegnie końca długie oczekiwanie fanów mBoxa na ulepszenie ich ulubionej konsoli. Mirconoft ogłosił, że mBox Next trafi do sprzedaży {0}.
sv: För fansen av mBoxen, är den långa väntan för en uppdatering för konsolen kommer snart och vara över eftersom Micronoft har tillkännagivit att mBox Next kommer att börja säljas {0}.

source: Mirconoft has lost a substantial share of the market since {0} released their {1} console.{n}
ar_001: شركة Mirconoft خسرت حصة كبيرة من السوق منذ أن {0} أطلقت {1} جهاز الألعاب المنزلي الخاص بهم.{n}
cs: Mirconoft od té doby, co {0} vydali svoji konzoli {1}, ztratil značný podíl na trhu.{n}
de: Mirconoft verlor einen beachtlichen Marktanteil, seit {0} ihre {1} Konsole veröffentlicht hat.{n}
fr: Mirconoft a perdu une part de marché non négligeable depuis que {0} a sorti sa console {1}.{n}
nb: Mirconoft har tapt en stor mengde markedsandel siden {0} ga ut konsollen {1}.
nl: Mirconoft heeft een substantieel deel van de markt verloren sinds {0} hun spelcomputer {1} uitgebracht hebben.{n}
pl: Mirconoft stracił duży segment rynku, kiedy na sklepowych półkach pojawiła się konsola {1} firmy {0}.{n}
sv: Mirconoft har förlorat en betydande andel av marknaden sedan {0} när dom släppte sin {1} konsol. {n}

source: The new console seems to cleverly integrate Mirconoft's own motion sensor add-on for the mBox into one small package. The strength of the hardware seems to match expectations.
ar_001: يبدو أن المنصة الجديدة قد دمجت حساس حركة شركة Mirconoft مع mBox في حزمة صغيرة . قوة القطعة تتماشى مع التوقعات .
cs: Nová konzole chytře využívá přídavný pohybový snímač pro mBox od Mirconoftu. Výkon hardwaru odpovídá očekávání.
de: Die neue Konsole scheint Mirconoft's eigenes Bewegungssensor-Zubehör für die mBox raffiniert integriert zu haben. Die Leistungsfähigkeit der Hardware scheint den Erwartungen gerecht zu werden.
fr: Cette nouvelle console semble intégrer intelligemment le détecteur de mouvements de Mirconoft pour la mBox dans un petit boitier. La puissance du matériel semble à la hauteur des attentes.
nb: Konsollen ser ut til å integrere Mirconoft's egen bevegelses-sensor tillegg for mBox i en liten pakke. Maskinvaren matcher forventningene.
nl: De nieuwe spelcomputer lijkt Mirconofts eigen bewegingssensor uitbreiding voor de mBox op slimme wijze te integreren in een klein kastje. De kracht van de hardware lijkt geheel volgens verwachting.
pl: Wygląda na to, że w nowej konsoli Mirconoft w sprytny sposób wbudował własny czujnik ruchu, opracowany jako dodatek dla mBoxa, tworząc jeden kompaktowy zestaw. Moc sprzętu wydaje się być zgodna z oczekiwaniami.
sv: Den nya konsolen verkar skickligt integrera Mirconofts egna rörelsesensor-tillägg för mBox i ett litet paket. Styrkan av hårdvaran verkar matcha förväntningarna.

source: but we will see how well the new console competes with the popular {0} console.
ar_001: لكن سنرى جيداً كيف يتنافس جهاز الألعاب المنزلي الجديد مع الجهاز الشهير {0}.
cs: ale uvidíme, jak dobře si nová konzole povede proti oblíbené konzoli {0}.
de: aber wir werden sehen, wie gut die neue Konsole gegen die populäre {0} abschneiden wird.
fr: mais nous verrons comment cette nouvelle console rivalisera avec la fameuse {0}.
nb: men vi vil se hvor godt konsollen konkurrerer mot den populære {0} konsollen.
nl: maar we zullen zien hoe goed de nieuwe spelcomputer met de populaire spelcomputer {0} concurreert.
pl: Zobaczymy, jak ten nowy sprzęt wypadnie w porównaniu z popularną konsolą {0}.
sv: men vi får se hur väl den nya konsolen konkurrerar med den populära {0} konsolen.

source: but we will see how the new console will fare against its competitors.
ar_001: لكن سنرى ثمن الجهاز المنزلي الجديد ضد منافسيه الآخرين.
cs: ale uvidíme, jak si nová konzole povede proti jejím konkurentům.
de: aber wir werden sehen, wie sich die neue Konsole gegen ihre Konkurrenten behaupten wird.
fr: mais nous verrons comment cette nouvelle console s'en tirera face à ses concurrents.
nb: men vi vil se hvor godt konsollen konkurrerer mot dens konkurrenter.
nl: maar we zullen zien hoe de nieuwe spelcomputer het zal doen tegen zijn concurrenten.
pl: Zobaczymy, jak ten nowy sprzęt wypadnie w porównaniu z konkurencją.
sv: men vi får väl se hur den nya konsolen kommer att klara sig mot sina konkurrenter.

source: Dear {0}, we, the worldwide game developers guild, would like to invite you to a special award ceremony at our main meeting at the end of the year. Please come. (Hint: The game will end at the end of this year.)
ar_001: السيد {0} نحن مطوري الألعاب في جميع أنحاء العالم، نود أن ندعوك إلى حفل توزيع الجوائز الخاص في في الاجتماع الرئيسي في نهاية السنة. نرجو أن تأتي. (تلميح: اللعبة سوف تنتهي في نهاية هذه السنة.)
cs: Vážení {0}, my, celosvětové sdružení herních vývojářů, vás chceme na konci roku pozvat na vyjímečné slavnostní vyhlášení. Prijeďte prosím. (Tip: Hra na konci tohoto roku skončí.)
de: Sehr geehrte/r {0}, wir die globale Spieleentwickler Gilde, würden Sie gerne zu unserer speziellen Preisverleihungszeremonie bei unserem jährlichen Treffen, am Ende des Jahres, einladen. Wir würden uns freuen, Sie dort zu sehen. (Hinweis: Das Spiel endet Ende diesen Jahres.)
fr: Cher {0}, nous, la guilde mondiale des développeurs de jeux video, voudrions vous inviter à une cérémonie de remise des prix spéciale lors de notre assemblée à la fin de l'année. Nous vous serions reconnaissants de venir. (NB : Le jeu s'arrêtera à la fin de cette année.)
nb: Kjære {0}, vi, den internasjonale spill utviklers klubb, vil gjerne invitere deg til en spesiell seremoni på vårt hoved måte på slutten av året. Venligst kom. (Hint: Spillet vil slutte på slutten av dette året.)
nl: Beste {0}, wij, het wereldwijde gilde van game ontwikkelaars, willen je uitnodigen op een speciale onderscheidingsceremonie tijdens onze hoofdbijeenkomst eind dit jaar. Kom alsjeblieft. (Hint: Het spel zal eind dit jaar eindigen.)
pl: Szanowni państwo! Jako światowe zrzeszenie twórców gier chcielibyśmy zaprosić was na mającą miejsce pod koniec roku ceremonię wręczenia specjalnych nagród. Prosimy o przybycie. (Podpowiedź: gra skończy się pod koniec roku.)
sv: Kära {0}, vi, den globala spelutvecklarklassen, skulle vilja bjuda in dig till en speciell prisutdelning på vårt möte vid slutet av året. Vänligen kom. (Ledtråd: Spelet kommer att avslutas vid slutet av detta året.)

source: {0}, a newcomer in the game industry, has just released their first game '{1}'. The game
ar_001: {0}، المطور الجديد في صناعة الألعاب، أطلقوا للتوا لعبتهم الأولى '{1}'.↵ اللعبة
cs: {0}, čerstvě začínající společnost v herním průmyslu, vydala svoji první hru, {1}. Hra
de: {0}, ein Newcomer in der Spiele Branche, veröffentlichte soeben ihr erstes Spiel '{1}'. Das Spiel
fr: {0}, un nouvel acteur dans l'industrie du jeu vidéo, vient de sortir son premier jeu « {1} ». Le jeu
nb: {0}, en nykommer i spill industrien, har akkurat gitt ut deres første spill '{1}'. Spillet
nl: {0}, een nieuwkomer in de computerspel industrie, heeft zojuist hun eerste game '{1}' uitgebracht. de game
pl: Nowy deweloper w branży, {0}, właśnie wydał swoją pierwszą produkcję. Gra {1}
sv: {0}, ett nytt företag i spelindustrin har just släppt deras första spel '{1}'. Spelet

source: got generally low scores from reviewers but with a bit of experience we are sure that we will see better games from {0} in the future.
ar_001: حصلنا على تقييمات منخفضة بشكل عام من المراجعين و لكن مع قليل من الخبرة نحن متأكدون من أننا نستطيع بناء ألعاب أفضل من {0} في المستقبل.
cs: obdržela celkově nízká hodnocení od recenzentů, ale jsme si jistí, že s trochou zkušeností v budoucnu uvidíme od {0} lepší hry.
de: erhielt zwar generell niedrige Bewertungen, aber wir sind uns sicher, dass wir in Zukunft bessere Spiele von {0} sehen werden, sobald sie etwas mehr Erfahrung gesammelt haben.
fr: a reçu d'assez mauvaises notes des critiques, mais avec un peu d'expérience, nous sommes sûrs que nous verrons de meilleurs jeux de {0} dans le futur.
nb: fikk generelt lav score fra anmeldere men med litt erfaring er vi sikre på at vi vil se bedre spill fra {0} i fremtiden.
nl: kreeg over het algemeen lage scores van recensenten, maar met een beetje ervaring zijn we er zeker van dat we in de toekomst betere games van {0} zullen zien.
pl: uzyskała ogólnie niskie oceny od recenzentów. Jesteśmy jednak przekonani, że w miarę jak firma zacznie zdobywać doświadczenie, w przyszłości zobaczymy jej lepsze produkcje.
sv: fick generellt låga poäng från recenserande men med lite erfarenhet så är vi säkra på att vi kommer att få bättre spel från {0} i framtiden.

source: had a moderate response from reviewers. We are curious what {0} will deliver in the future.
ar_001: ردة فعل المراجعين كانت طبيعية. لدينا شغف كبير ب {0} و ما الذي سيحصل له في المستقبل.
cs: sklidila od recenzentů střídmé reakce. Jsme zvědaví, co dalšího {0} v budoucnu představí.
de: hat durchschnittliche Bewertungen bekommen. Wir sind gespannt was {0} in Zukunft veröffentlichen wird.
fr: a reçu des critiques un accueil mitigé. Nous sommes curieux de voir ce que {0} nous sortira à l'avenir.
nb: hadde generelt en moderator score fra anmeldere. Vi er nysjerrige om hva {0} vil gi oss i fremtiden.
nl: kreeg matige reacties van recensenten. We zijn benieuwd wat {0} in de toekomst zal afleveren.
pl: spotkała się z umiarkowanymi ocenami. Jesteśmy ciekawi, co firma {0} pokaże nam w przyszłości.
sv: hade ett måttligt svar från betygsättande. Vi är nyfikna vad {0} kommer att leverera i framtiden.

source: received favorable reviews. With such a good start {0} are sure to gain fans quickly.
ar_001: تلقينا مراجعات إيجابية. مع هذه البداية الجيدة {0} من المؤكد أننا سنكسب المزيد من الجماهير بسرعة.
cs: obdržela slušná hodnocení. S tak dobrým startem si {0} najde cestu ke svým fanouškům velmi rychle.
de: hat sehr positive Bewertungen erhalten. Mit so einem guten Start wird {0} sicher sehr schnell Fans für sich gewinnen.
fr: a reçu de bonnes critiques. Avec un si bon départ, {0} est sûr de gagner des fans rapidement.
nb: fikk utrolig bra anmeldelser. Med en så god start, er det sikkert at {0} får tilhengere fort.
nl: ontving gunstige recensies. Met een dergelijk goede start zal {0} snel fans vergaren.
pl: zebrała pozytywne oceny. Po tak dobrym starcie firma {0} może szybko zyskać nowych fanów.
sv: fick bra recensioner. Med en så bra start så kommer {0} få fans snabbt.

source: outstanding
ar_001: مُعلقة
cs: vynikající
de: hervorragenden
fr: incroyable
nb: utrolig
nl: uitmuntende
pl: nieprawdopodobne
sv: enastående

source: great
ar_001: عظيم
cs: výborné
de: großartigen
fr: excellente
nb: flott
nl: uitstekende
pl: świetne
sv: mycket bra

source: moderate
ar_001: معتدل
cs: průměrné
de: mittelmäßigen
fr: tiède
nb: moderer
nl: middelmatige
pl: średnie
sv: ok

source: below average
ar_001: تحت المعدل
cs: podprůměrné
de: unterdurchschnittlichen
fr: faible
nb: under gjennomsnittet
nl: onder gemiddelde
pl: kiepskie
sv: under genomsnittet

source: pretty bad
ar_001: سيئة جداً
cs: příšerné
de: ziemlich schlechten
fr: assez mauvaise
nb: ganske dårlig
nl: vrij slechte
pl: bardzo słabe
sv: väldigt dåligt

source: {0} has recently released a sequel to their game {1}. The newest game in the series titled {2} was met with {3} responses.
ar_001: {0} صدر مؤخرا تكملة للعبتهم {1}. السلسلة الجديدة بعنوان {2} حصلت على {3} ردود فعل.
cs: {0} nedávno vydali pokračování své hry {1}. Nejnovější díl nese jméno {2} a u kritiků se dočkal {3} odezvy.
de: {0} hat kürzlich eine Fortsetzung ihres Spieles {1} veröffentlicht. Das neueste Spiel dieser Serie heißt {2} und wurde mit {3} Bewertungen am Markt aufgenommen.
fr: {0} a récemment sorti une suite à son jeu {1}. Le jeu le plus récent de la série, intitulé {2}, a reçu une {3} réception.
nb: {0} har akkurat gitt ut en oppfølger til spillet {1}. Det nyeste spillet i serien, som heter {2}, var møtt med {3} tilbakemeldinger.
nl: {0} heeft recentelijk een vervolg op hun game {1} uitgebracht. De nieuwste game in de serie genaamd {2} heeft {3} reacties opgeleverd.
pl: Firma {0} wypuściła do sprzedaży sequel gry {1}. Najnowszy przedstawiciel serii, {2}, uzyskał {3} oceny.
sv: {0} har nyligen släppt en uppföljare till sitt spel {1} . Det nyaste spelet i serien med titeln {2} möttes med {3} kritik.

source: Critics praised that {0} had a newer engine than the original, really driving technical innovation.
ar_001: كما أشار الناقد أن {0} تمتلك محرك اجدد من المحرك الأصلي، بالفعل تطور تقني.
cs: Kritici si pochvalují, že {0} využívá novější engine a udává hře inovativní nádech.
de: Kritiker lobten, dass {0} eine neuere Engine benutzt als das Original, was die technische Entwicklung weiter vorantreibt.
fr: Les critiques ont rendu hommage à {0} pour son moteur de jeu plus récent que le précédent volet, véritable moteur de l'innovation technologique.
nb: Kritikerne roste at {0} hadde en nyere motor enn den originale, en veldig drivende teknisk innovasjon.
nl: Critici prijzen dat {0} een nieuwere engine had dan het origineel, echte technologische vooruitgang.
pl: Krytycy chwalą, że gra {0} ma nowszy silnik niż ten użyty w poprzedniej części, co pozwoliło na wprowadzenie nowych rozwiązań technologicznych.
sv: Kritikerna säger att {0} hade en nyare spelmotor än originalet som verkligen driver den tekniska innovationen vidare.

source: A major negative reaction came from fans who felt that with the original coming out just {0} weeks before, the company is trying to milk the franchise for more money without delivering much new for players to enjoy.
ar_001: جاءت ردود افعال سلبية كبيرة من المشجعين الذين شعروا انه يجب ان اللعبة يجب ان تخرج قبل {0} اسابيع , ولكن الشركة تحاول ان تأخذ المزيد من الاموال من الاعبين.
cs: Negativní reakce fanoušků jsou převážně směřovány na příliš rychlé vydání dalšího dílu již {0} týdnů po předchozím díle a myslí si, že se společnost snaží podojit značku a vydělat více peněz aniž by hru jakkoliv inovovalo.
de: Viele Fans reagierten verärgert auf die Fortsetzung. Aufgrund der Tatsache, dass das Original erst vor {0} Wochen erschien und die Fortsetzung den Spielern nichts wirklich neues bietet, fühlen sie sich von der Firma ausgebeutet.
fr: Une réaction négative unanime est venue de la part des fans, qui ont eu l'impression qu'avec le volet précédent sorti tout juste {0} semaines auparavant, l'entreprise se sert de la franchise comme d'une vache à lait pour faire de l'argent, sans chercher à offrir grand chose de nouveau pour plaire aux joueurs.
nb: En stor negativ reaksjon kom from tilhengere som følte at den originale kom ut bare {0} uker før, og firmaet prøver bare å melke spillserien for penger uten å ha noe nytt for nye spillere å nyte.
nl: Vele negatieve reacties van fans die vonden dat gezien het origineel slechts {0} weken eerder is uitgebracht, de ontwikkelaar nog meer geld uit de franchise probeert te melken, terwijl er voor de spelers niks nieuws valt te beleven.
pl: Na dewelopera spadła fala krytyki ze strony fanów, a wiąże się ona ściśle z liczbą {0}. Właśnie tyle tygodni temu wyszła poprzednia część gry. Fani uznali, że firma próbuje wycisnąć z serii jak najwięcej pieniędzy, nie dając graczom wiele nowego.
sv: En stor negativ reaktion kom från fans som ansåg att med originalet som kom ut bara {0} veckor innan, så försöker företaget bara att få mer pengar utan att leverera mycket nytt för spelare att gilla.

source: Sequel
ar_001: تكملة
cs: Pokračování
de: Fortsetzung
fr: Suite
nb: Oppfølger
nl: Vervolg
sv: Uppföljare

source: {0} has recently released an expansion pack to their game {1}. The expansion pack titled {2} was met with {3} responses.
ar_001: {0} أصدر مؤخرا حزمة إضافة للعبتهم {1}. الإضافة الجديدة بعنوان {2} و حصلت على {3} من ردود الفعل.
cs: {0} nedávno vydali datadisk k jejich hře {1}. Rozšíření se jmenuje {2} a dočkalo se {3} odezvy.
de: {0} hat kürzlich eine Add-on für ihr Spiel {1} veröffentlicht. Die Erweiterung mit dem Namen {2} hat {3} Bewertungen erhalten.
fr: {0} a récemment sorti une extension à son jeu {1}. L'extension, intitulée {2}, a reçu des critiques une appréciation {3}.
nb: {0} har akkurat gitt ut en utvidelsespakke for spillet deres {1}. Utvidelsespakken som het {2} var møtt med {3} tilbakemeldinger.
nl: {0} heeft recentelijk een uitbreidingspakket uitgebracht voor hun game {1}. Het uitbreidingspakket genaamd {2} kreeg {3} reacties.
pl: Firma {0} wypuściła niedawno dodatek do gry {1}. Rozszerzenie o nazwie {2} zebrało {3} oceny.
sv: {0} har nyligen släppt ett expansionspaket till sitt spel {1}. Expansionspaketets titel {2} mättes med {3} svar.
