Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Let's use our in-house hardware lab to design and develop special hardware products to coincide with the release of our AAA title.
ar_001: لنستعمل مختبر العتاد المنزلي لتصميم وتطوير عتاد خاص ومتوافق مع إصدار عنوان من نوع AAA.
cs: Využijme naše dovednosti pro vývoj specializovaného hardwaru navrhnutého na míru pro náš AAA titul.
de: Benutzen wir unser Hardware Labor, um spezielle Hardware Produkte für unsere AAA Spiele zu produzieren.
fr: Utilisons notre propre labo hardware pour concevoir et fabriquer des produits dont la sortie coïncidera avec celle de notre jeu AAA.
nb: La oss bruke vår egen harware labb, til å designe og utvikle spesielle produkter til å passe med med utgivelsen av vår AAA tittel.
nl: Laten we ons eigen hardware lab aanwenden om speciale hardwareproducten te ontwerpen en te ontwikkelen die samengaan met het uitbrengen van onze AAA-titel.
pl: Spróbujmy zaprojektować i wprowadzić na rynek sprzęt spełniający wymagania naszego najnowszego tytułu z kategorii AAA.
sv: Låt oss använda vårt egna hårdvarulabb för att designa och utveckla speciella hårdvaror för att sammanfalla med lanseringen av vår AAA titel.

source: The first reviews for our newly released game, {0}, came in!
ar_001: التقاييم الأولية للعبتنا الجديدة،{0}، وصلت!
cs: První hodnocení naši nové hry, {0}, jsou tady!
de: Die ersten Bewertungen unseres neuen Spiels {0} sind herein gekommen!
fr: Les premières critiques pour {0}, notre dernier jeu, viennent d'arriver !
nb: De første anmeldelsene. for vårt nylig lanserte spill, {0}, har kommet inn!
nl: De eerste recensies van ons net uitgebrachte game, {0}, zijn binnen!
pl: Ukazały się pierwsze recenzje gry {0}!
sv: De första recensionerna för vårat nyutgivna spel, {0} har kommit in!

source: Game review
ar_001: مراجعة اللعبة
cs: Recenze
de: Spiel Bewertung
fr: Critique de jeu
nb: Spillanmeldelse
pl: Recenzje
sv: Spelrecension

source: They achieved a great balance between technology and design.
ar_001: لقد حققوا توازن رائع بين التكنولوجيا و التصميم.
cs: Podařilo se jim skvěle vybalancovat technologii a design.
de: Sie haben eine großartige Balance zwischen Technologie und Design erreicht.
fr: Ils sont arrivés à un bon équilibre entre la technologie et le design.
nb: De fikk til en god ballanse mellom teknologi og design.
nl: Ze hebben een goede balans tussen technologie en design gevonden.
pl: Udało się idealnie zrównoważyć technologię i wygląd oprawy graficznej.
sv: De har uppnått en bra balans mellan teknik och design.

source: They should focus more on design.
ar_001: يجب عليهم التركيز أكثر على التصميم.
cs: Měli se více zaměřit na design.
de: Sie sollten sich mehr auf das Design konzentrieren.
fr: Ils auraient dû plus se focaliser sur le design.
nb: De burde fokusere mer på design.
nl: Ze zouden zich meer op het design moeten richten.
pl: Powinni bardziej skupić się na oprawie graficznej.
sv: De bör fokusera mera på design.

source: They should focus more on technology.
ar_001: يجب عليهم التركيز أكثر على التكنولوجيا.
cs: Meli se více zaměřit na technologii.
de: Sie sollten sich mehr auf die Technologie konzentrieren.
fr: Ils auraient dû plus se focaliser sur la technologie.
nb: De burde fokusere mer på teknologi.
nl: Ze zouden zich meer op technologie moeten richten.
pl: Powinni bardziej skupić się na ulepszeniu technologii.
sv: De bör fokusera mera på teknik.

source: Their focus on {0} served this game very well.
ar_001: تركيزهم على {0} خدم هذه اللعبة كثيراً.
cs: {0} jim posloužila velmi dobře.
de: Ihr Fokus auf {0} tat dem Spiel sehr gut.
fr: L'accent mis sur sur la partie {0} a très bien servi ce jeu.
nb: Fokuset på {0} passet dette spillet veldig bra.
nl: Hun focus op {0} heeft deze game goed gedaan.
pl: {0}? Świetnie, że deweloper skupił się na tym elemencie gry!
sv: Deras fokus på {0} gjorde detta spelet mycket bra.

source: Their focus on {0} is a bit odd.
ar_001: تركيزهم على {0} غريب بعض الشيء.
cs: {0} je ve hře spíše navíc.
de: Ihr Fokus auf {0} ist ein wenig eigenartig.
fr: L'accent mis sur sur la partie {0} est un peu bizarre.
nb: Fokuset deres på {0} er litt merkelig.
nl: Hun nadruk op {0} is een beetje vreemd.
pl: {0}? To ma być najważniejszy element gry? Nieco dziwny pomysł.
sv: Deras fokus på {0} är lite udda.

source: They shouldn't forget about {0}.
ar_001: لا ينبغي أن ننسى {0}.
cs: {0} nějak uniká z konceptu hry.
de: Sie sollten {0} nicht vergessen.
fr: Ils ne devraient pas oublier la partie {0}.
nb: De skulle ikke ha glemt {0}.
nl: Ze moeten {0} niet vergeten.
pl: {0}... Kiepsko, że zapomnieli o tak ważnym elemencie gry.
sv: De borde inte glömma {0}.

source: {0} and {1} is a great combination.
ar_001: {0} و {1} مزيج رائع.
cs: {0} a {1} jsou skvělá kombinace.
de: {0} und {1} ist eine großartige Kombination.
fr: {0} et {1} font une superbe combinaison.
nb: {0} og {1 er en meget god kombinasjon.}
nl: {0} en {1} is een uitstekende combinatie.
pl: {0}? {1}? Wspaniałe połączenie!
sv: {0} och {1} är en bra kombination.

source: Another {0}/{1} game?
ar_001: لعبة {0} / {1} أخرى ؟
cs: Další {0}/{1} hra?
de: Ein weiteres {0}/{1} Spiel?
fr: Encore un jeu {0}/{1} ?
nb: Enda et {0}/{1} spill?
nl: Alweer een {0}/{1}game?
pl: {0}? {1}? Kolejna gra tego typu?
sv: Ännu ett {0}/{1} spel?

source: {0} games don't work well on {1}.
ar_001: {0} الألعاب لا تعمل جيداً على {1}.
cs: {0} si moc nerozumí s {1}.
de: {0} Spiele funktionieren nicht so gut auf {1}.
fr: Les jeux de type {0} rendent mal sur les {1}.
nb: {0} spill funger funker ikke så bra på {1}.
nl: {0} games doen het niet goed op {1}.
pl: {0}? Gry z tego gatunku nie pasują do platformy {1}.
sv: {0}-spel fungerar inte bra på {1}.

source: {0} games work well on {1}.
ar_001: {0} الألعاب تعمل جيداً على {1}.
cs: {0} se hraje dobře na {1}.
de: {0} Spiele funktionieren gut auf {1}.
fr: Les jeux de type {0} rendent bien sur les {1}.
nb: {0} spill fungerer bra på {1}.
nl: {0} games doen het goed op {1}.
pl: {0}? Gry z tego gatunku idealnie pasują do platformy {1}.
sv: {0}-spel fungerar bra på {1}.

source: Already a expansion pack?
ar_001: بالفعل حزمة توسعة؟
cs: To už je tu datadisk?
de: Jetzt schon ein Add-On?
fr: Déjà une extension ?
nb: Allerede en utvidelsespakke?
nl: Nu al een uitbreidingspakket?
pl: Czy to nie za wcześnie na dodatek?
sv: Redan ett expansionspaket?

source: Didn't we just play {0} recently?
ar_001: لم نحن نلعب فقط {0} في الآونة الأخيرة؟
cs: Nehráli jsme {0} nedávno?
de: Haben wir {0} nicht erst vor kurzem gespielt?
fr: N'avons-nous pas déjà joué à {0} dernièrement ?
nb: Spilte vi ikke akkurat {0}?
nl: Hebben we {0} niet onlangs gespeeld?
pl: {0}... Czy my nie graliśmy ostatnio w taką grę?
sv: Har vi inte bara spelat {0} nyligen?

source: Riddled with bugs.
ar_001: مليئة بالأخطاء التقنية.
cs: Je to samá chyba.
de: Mit Bugs verseucht.
fr: Criblé de bugs.
nb: Fylt med bugs.
nl: Vol met bugs.
pl: Roi się od błędów.
sv: Fullt med buggar.

source: Too many bugs.
ar_001: أخطاء تقنية كثيرة.
cs: Příliš mnoho chyb.
de: Zu viele Bugs.
fr: Trop de bugs.
nb: Alt for mange bugs.
nl: Veel te veel bugs.
pl: Za dużo błędów.
sv: För många buggar.

source: Technology is not state of the art.
ar_001: التكنولوجيا لا تبين حاله الرسوم.
cs: Technologie není zrovna na úrovni.
de: Die Technologie entspricht nicht dem Stand der Technik.
fr: On est loin de l'état de l'art sur la technologie.
nl: Technologie is niet het neusje van de zalm.
pl: Najnowsza technologia to nie jest.
sv: Tekniken är inte toppmodern.

source: What a horrible expansion pack!
ar_001: يالها من حزمة توسعة سيئة!
cs: Jaký to příšerný datadisk!
de: Was für ein schreckliches Add-On!
fr: Quelle extension épouvantable !
nb: For en forferdelig Utvidelses pakke!
nl: Wat een vreselijk uitbreidingspakket!
pl: Ale beznadziejny dodatek!
sv: Vilket förskräckligt expansionspaket!

source: What a horrible sequel!
ar_001: ما هذه التكملة الفظيعة!
cs: Jaké to příšerné pokračování!
de: Was für eine schreckliche Fortsetzung!
fr: Quelle suite épouvantable !
nb: For en forferdelig oppfølger!
nl: Wat een vreselijk vervolg!
pl: Ale beznadziejny sequel!
sv: Vilken förskräcklig uppföljare!

source: Average expansion pack.
ar_001: حزمة إضافية متوسطة.
cs: Průměrný datadisk.
de: Durchschnittliches Add-On.
fr: Extension passable.
nb: Middelsmådig utvidelsespakke.
nl: Gemiddeld uitbreidingspakket.
pl: Przeciętny dodatek.
sv: Ett okej expansionspaket.

source: Average sequel.
ar_001: تكملة متوسطة.
cs: Průměrné pokračování.
de: Durchschnittliche Fortsetzung.
fr: Suite passable.
nb: Middelmådig oppfølger
nl: Gemiddeld vervolg.
pl: Przeciętny sequel.
sv: En okej uppföljare.

source: Great expansion pack.
ar_001: حزمة توسعة رائعة.
cs: Skvělý datadisk.
de: Großartiges Add-On.
fr: Super extension.
nb: Bra utvidelsespakke.
nl: Goed uitbreidingspakket.
pl: Wspaniały dodatek.
sv: Ett perfekt expansionspaket!

source: Great sequel!
ar_001: تكملة رائعة!
cs: Skvělé pokračování!
de: Großartige Fortsetzung!
fr: Super suite !
nb: Bra oppfølger!
nl: Goed vervolg!
pl: Wspaniały sequel!
sv: En perfekt uppföljare!

source: As {0} as the name.
ar_001: مثل {0} مثل الاسم.
cs: {0} jako její název.
de: So {0} wie der Name.
fr: Aussi {0} que son nom.
nb: Med {0} som navn.
nl: Zo {0} als de naam.
pl: Równie {0} jak jej tytuł.
sv: Så {0} som namnet.

source: boring
ar_001: ممل
cs: Nudné
de: langweilig
fr: ennuyeux
nb: Kjedelig
nl: saai
pl: nudna
sv: tråkig

source: generic
ar_001: شاملة
cs: Stereotypní
de: gewöhnlich
fr: générique
nl: algemeen
pl: pospolita
sv: okej

source: uninspired
ar_001: بلا إلهام
cs: Bez nápadu
de: uninspiriert
fr: peu original
nb: Uinspirerende
nl: inspiratieloos
pl: banalna
sv: oinspirerat

source: dull
ar_001: مملة
cs: tupé
de: öde
fr: terne
nb: Dølt
nl: saai
pl: nieciekawa
sv: trist

source: The name says it all.
ar_001: اسم يقول كل شيء.
cs: Název mluví za vše.
de: Der Name sagt alles.
fr: Tout est dans le nom.
nb: Navnet sier alt
nl: De naam zegt alles.
pl: Tytuł gry mówi sam za siebie.
sv: Namnet säger allt.

source: Our review inspired by the game's name: bad review #{0}.
ar_001: مراجعتنا مستوحاة بواسطة أسم اللعبة : مراجعة سيئة #{0}.
cs: Náš názor je insirován názvem hry: špatná recenze #{0}.
de: Unsere Wertung wurde vom Spielnamen inspiriert: Schlechte Wertung #{0}.
fr: Notre avis va avec le nom du jeu : c'est mauvais #{0}.
nl: Onze review is geïnspireerd door naam van de game: slechte review #{0}.
pl: Nasza recenzja na podstawie tytułu gry: miernota nr {0}.
sv: Vår recension inspirerad av spelets namn: dålig recension #{0}.

source: Good, despite the name.
ar_001: جيدة، على الرغم من الاسم.
cs: Dobrá, navzdory svému názvu.
de: Gut, trotz des Namens.
fr: Bon, malgré son nom.
nl: Goed, ondanks de naam.
pl: Dobra pomimo tytułu.
sv: Bra, trots namnet.

source: It's better than the name.
ar_001: انه أفضل من الاسم.
cs: Je to lepší, než její název.
de: Es ist besser als der Name.
fr: Meilleur que son nom.
nb: Det er bedre en navnet
nl: Het is beter dan de naam.
pl: Lepsza niż jej tytuł.
sv: Det är bättre än namnet.

source: N/A not worth a statement.
ar_001: N/A لا تستحق مراجعة.
cs: Nemá cenu se ani vyjdadřovat.
de: Nicht mal einen Kommentar wert.
fr: N/A ne mérite même pas de note.
nb: N/A ikke verdt en merknad
nl: Geen uitspraak waardig.
pl: Niewarta wzmianki.
sv: Det är inte värt ett uttalande.

source: One of the worst!
ar_001: واحد من أسوأ!
cs: Jedna z nejhorších!
de: Eines der Schlechtesten!
fr: Un des pires !
nb: En av de værste!
nl: Éen van de slechtste!
pl: Jedna z najgorszych w historii!
sv: En av de värsta!

source: Makes you cry.
ar_001: ترغمك على البكاء.
cs: Budete brečet.
de: Bringt Dich zum Weinen.
fr: À en pleurer.
nb: Får deg til å grine.
nl: Om te huilen.
pl: Aż płakać się chce.
sv: Så dåligt att man börjar gråta.

source: Don't buy!
ar_001: لا تشتري!
cs: Nekupovat!
de: Nicht kaufen!
fr: À ne pas acheter !
nb: Ikke kjøp!
nl: Niet kopen!
pl: Nie kupujcie!
sv: Köp inte!

source: Horrible.
ar_001: فظيعة.
cs: Příšerná.
de: Grauenhaft.
fr: Épouvantable.
nb: Forferdelig.
nl: Vreselijke.
pl: Beznadziejna.
sv: Förskräckligt.

source: I still have nightmares!
ar_001: لا زال لدي كوابيس!
cs: Ještě teď mám noční můry!
de: Ich habe noch immer Albträume!
fr: J'en fais encore des cauchemars !
nb: Jeg har fortsatt mareritt!
nl: Ik heb er nog steeds nachtmerries van!
pl: Wciąż mam po niej koszmary!
sv: Jag har fortfarande mardrömmar!

source: A disaster!
ar_001: الكارثة!
cs: Katastrofa!
de: Ein Disaster!
fr: Catastrophique !
nb: En katastrofe
nl: Een ramp!
pl: Katastrofa!
sv: En katastrof!

source: Really bad.
ar_001: سيئ حقيقة.
cs: Opravdu špatná.
de: Wirklich schlecht.
fr: Vraiment mauvais.
nb: Veldig dårlig.
nl: Erg slecht.
pl: Naprawdę zła.
sv: Urdåligt.

source: Utterly uninspiring.
ar_001: ليست ملهمة تماما.
cs: Naprosto bez nápadu.
de: Völlig trocken.
fr: Totalement inintéressant.
nb: Uinspirerende
nl: Volkomen inspiratieloos.
pl: Wyjątkowo banalna.
sv: Fullständigt oinspirerande.

source: Not fun.
ar_001: ليست ممتعة.
cs: Není to zábava.
de: Macht keinen Spaß.
fr: Pas amusant.
nb: Ikke morsomt.
nl: Niet leuk.
pl: Słaba rozrywka.
sv: Inte roligt.

source: Boring.
ar_001: ممل.
cs: Nudná.
de: Langweilig.
fr: Ennuyeux.
nb: Kjedelig.
nl: Saai.
pl: Nudna.
sv: Tråkigt.

source: Disappointing.
ar_001: مخيبة للآمال.
cs: Zklamání.
de: Enttäuschend.
fr: Décevant.
nb: Skuffende.
nl: Teleurstellend.
pl: Rozczarowanie.
sv: En besvikelse.

source: Bin material.
ar_001: مكانها في القمامة.
cs: Smetí.
de: Müll.
fr: Bon pour la poubelle.
nb: Hylle materiale
nl: Afval.
pl: Nadaje się do kosza.
sv: Skräp.

source: Bad.
ar_001: سيئة.
cs: Špatná.
de: Schlecht.
fr: Mauvais.
nb: Dårlig.
nl: Slecht.
pl: Zła.
sv: Dåligt.

source: Abysmal.
ar_001: فظيعة.
cs: Mizérie.
de: Katastrophal.
fr: Exécrable.
nb: Elendig
nl: Afgrijselijk.
pl: Fatalna.
sv: Uruselt.

source: Waste of money.
ar_001: هدر للأموال.
cs: Ztráta peněz.
de: Geldverschwendung.
fr: Du gaspillage d'argent.
nb: Bortkastet penger
nl: Zonde van het geld.
pl: Strata pieniędzy.
sv: Slöseri med pengar.

source: Waste of time.
ar_001: مضيعة للوقت.
cs: Ztráta času.
de: Zeitverschwendung.
fr: Une perte de temps.
nb: Bortkastet tid
nl: Zonde van de tijd.
pl: Strata czasu.
sv: Slöseri med tid.

source: Not much fun.
ar_001: ليست مسلية.
cs: Docela nuda.
de: Macht wenig Spaß.
fr: Pas très marrant.
nb: Ikke mye morro.
nl: Niet erg leuk.
pl: Niezbyt ciekawa.
sv: Inte så kul.

source: Pretty bad.
ar_001: سيئة للغاية.
cs: Dosti zlé.
de: Ziemlich schlecht.
fr: Assez mauvais.
nb: Ganske dårlig
nl: Best slecht.
pl: Dość kiepska.
sv: Väldigt dåligt.

source: Not bad. Not good.
ar_001: ليست سيئة و ليست جيدة.
cs: Nevýrazný průměr.
de: Nicht schlecht, aber auch nicht gut.
fr: Ni bon, ni mauvais.
nb: Ikke dårlig. Ikke bra.
nl: Niet slecht. Niet goed.
pl: Ani dobra, ani zła.
sv: Inte dåligt. Inte bra.

source: Meh!
ar_001: انس الأمر !
cs: Bleh!
de: Na ja!
fr: Bof !
nb: Blæh!
nl: Tja!
pl: Pff...

source: Uninspiring.
ar_001: بلا إلهام.
cs: Rychle zapadne.
de: Trocken.
fr: Pas inspirant.
nb: Uinspirerende.
nl: Inspiratieloos.
pl: Banalna.
sv: Oinspirerande.

source: Falls a bit short.
ar_001: يعيبها قصر عمرها.
cs: Něco tomu chybí.
de: Ein wenig kurz.
fr: Un peu court.
nl: Komt tekort.
pl: Czegoś tu brakuje.
sv: Tråkigt efter en stund.

source: Fun at stages.
ar_001: ممتعة في بعض المراحل.
cs: Občas zábava.
de: Macht teilweise Spaß.
fr: Marrant par endroits.
nb: Morosomt til tider.
nl: Af en toe leuk.
pl: Miejscami dobra.
sv: Roligt ibland.

source: Has its moments.
ar_001: لها متعتها.
cs: Má své kouzlo.
de: Hat seine Momente.
fr: A de bons moments.
nb: Har sine stunder.
nl: Heeft zijn momenten.
pl: Chwilami interesująca.
sv: Har sina stunder.

source: Have seen better.
ar_001: لقد رأيت افضل من ذلك.
cs: Znám lepší.
de: Hab schon besseres gesehen.
fr: On a déjà vu mieux.
nb: Har sett bedre.
nl: Heb beter gezien.
pl: Widzieliśmy już lepsze.
sv: Har sett bättre.

source: Shows potential.
ar_001: أظهرت طاقتهم.
cs: Má potenciál.
de: Zeigt Potential.
fr: Montre du potentiel.
nl: Heeft potentie.
pl: Widać potencjał.
sv: Visar potential.

source: Quirky but good.
ar_001: ملتوية لكن جيدة.
cs: Výstřední, ale dobrá.
de: Eigenartig aber gut.
fr: Bizarre, mais bon.
nl: Vreemd maar goed.
pl: Dziwaczna, ale dobra.
sv: Udda men bra.

source: I like it.
ar_001: أعجبتني.
cs: Líbí se mi.
de: Ich mag es.
fr: J'aime.
nb: Jeg liker det.
nl: Ik vind het leuk.
pl: Podoba mi się.
sv: Jag gillar det.

source: Good game.
ar_001: لعبة جيدة.
cs: Dobrá hra.
de: Gutes Spiel.
fr: Un bon jeu.
nb: Bra spill.
nl: Leuke game.
pl: Dobra gra.
sv: Bra spel.

source: Enjoyable.
ar_001: ممتعة.
cs: Zábavná.
de: Unterhaltsam.
fr: Agréable.
nb: Underholdene.
nl: Pleziervol.
pl: Przyjemna.
sv: Roligt.

source: Nice experience.
ar_001: تجربة جميلة.
cs: Hezký zážitek.
de: Nette Erfahrung.
fr: Expérience agréable.
nb: Fin opplevelse.
nl: Leuke ervaring.
pl: Miłe doświadczenie.
sv: Trevlig upplevelse.

source: Beautiful.
ar_001: جميل.
cs: Nádhera.
de: Wunderschön.
fr: Magnifique.
nb: Vakkert.
nl: Prachtig.
pl: Piękna.
sv: Härligt.

source: Very good.
ar_001: جيدة جدا.
cs: Velmi dobrá.
de: Sehr gut.
fr: Très bon.
nb: Veldig bra.
nl: Zeer goed.
pl: Bardzo dobra.
sv: Väldigt bra.

source: Very enjoyable.
ar_001: ممتعة للغاية.
cs: Velmi zábavná.
de: Sehr unterhaltsam.
fr: Très plaisant.
nb: Veldig underholdene.
nl: Erg pleziervol.
pl: Bardzo przyjemna.
sv: Väldigt roligt.

source: Love it!
ar_001: أحببتها!
cs: Super!
de: Ich liebe es!
fr: J'adore !
nb: Elsker det!
nl: Fantastisch!
pl: Konkretny szpil!
sv: Älskar det!

source: Played it for days.
ar_001: لعبتها لأيام.
cs: Hrál jsem ji celé dny.
de: Habe es tagelang gespielt.
fr: J'y ai joué pendant des jours.
nb: Spilte det i dagesvis.
nl: Heb het dagenlang gespeeld.
pl: Można grać tygodniami.
sv: Spelet det flera dar i sträck.

source: Great!
ar_001: رائع!
cs: Skvělá!
de: Großartig!
fr: Super !
nb: Flott!
nl: Geweldig!
pl: Wspaniała!
sv: Perfekt!

source: Almost perfect.
ar_001: مثالية تقريباً.
cs: Téměř dokonalá.
de: Fast perfekt.
fr: Presque parfait.
nb: Nesten perfekt.
nl: Bijna perfect.
pl: Niemal doskonała.
sv: Nästan perfekt.

source: One of the best.
ar_001: واحدة من أفضل الألعاب.
cs: Jedna z nejlepších.
de: Eines der Besten.
fr: Un des meilleurs.
nb: En av de beste.
nl: Één van de beste.
pl: Jedna z najlepszych.
sv: Ett av de bästa spelen.

source: More please.
ar_001: المزيد من فضلك.
cs: Více takových.
de: Mehr bitte.
fr: J'en veux encore.
nb: Mer vær så snill.
nl: Meer alstublieft.
pl: Chcę takich więcej.
sv: Mer tack.

source: Great game.
ar_001: لعبة عظيمة.
cs: Skvělá hra.
de: Großartiges Spiel.
fr: Très bon jeu.
nb: Flott spill.
nl: Geweldige game.
pl: Wspaniała gra.
sv: Bra spel.

source: Outstanding game.
ar_001: لعبة مميزة.
cs: Vyjímečná hra.
de: Hervorragendes Spiel.
fr: Jeu exceptionnel.
nb: Enestående spill.
nl: Buitengewoon spel.
pl: Wyjątkowa gra.
sv: Enastående spel.

source: Can't wait for the sequel.
ar_001: لا نستطيع انتظار الجزء القادم.
cs: Už aby tu bylo pokračování.
de: Kann die Fortsetzung kaum erwarten.
fr: J'ai hâte de voir la suite.
nb: Klarer ikke å vente til oppfølgeren.
nl: Kan niet wachten op het vervolg.
pl: Nie mogę się doczekać sequela.
sv: Kan knappt vänta på en uppföljare.

source: A masterpiece.
ar_001: إنها تحفة فنية.
cs: Mistrovské dílo.
de: Ein Meisterwerk.
fr: Un chef-d'œuvre.
nb: Et mesterverk.
nl: Een meesterwerk.
pl: Arcydzieło.
sv: Ett mästerverk.

source: Best of its kind.
ar_001: الأفضل من نوعها.
cs: Nejlepší svého druhu.
de: Das Beste seiner Art.
fr: Le meilleur de sa catégorie.
nb: Beste av sin sort.
nl: Beste in zijn soort.
pl: Najlepsza z gatunku.
sv: Den bästa i sitt slag.

source: Truly great.
ar_001: عظيمة حقاً.
cs: Vskutku skvělá.
de: Wirklich großartig.
fr: Vraiment super.
nb: Virkelig flott.
nl: Echt geweldig.
pl: Naprawdę wspaniała.
sv: Riktigt bra.

source: Everyone loves it!
ar_001: الجميع يحبها!
cs: Všichni ji zbožňují!
de: Jeder liebt es!
fr: Tout le monde l'adore !
nb: Alle elsker det!
nl: Ieders favoriet!
pl: Gracze oszaleli na jej punkcie!
sv: Alla gillar det!

source: Must have!
ar_001: يجب أن تُملك!
cs: Musíte mít!
de: Muss man haben!
fr: Un incontournable !
nb: Må ha!
nl: Moet je hebben!
pl: Pozycja obowiązkowa!
sv: Måste ha!

source: Outstanding achievement.
ar_001: الإنجاز المتميز.
cs: Vyjímečný počin.
de: Eine herausragende Leistung.
fr: Une réussite exceptionnelle.
nb: Enestående prestasjon.
nl: Buitengewone prestatie.
pl: Wybitne osiągnięcie.
sv: Enastående prestation.

source: Awesome!
ar_001: رائع!
cs: Úžasná!
de: Fantastisch!
fr: Spectaculaire !
nb: Kjempebra!
nl: Verbazingwekkend!
pl: Fantastyczna!
sv: Fantastisk!

source: My new favorite!
ar_001: لعبتي المفضلة الجديدة!
cs: Má nová oblíbená!
de: Mein neuer Favorit!
fr: Mon nouveau jeu préféré !
nb: Min nye favoritt!
nl: Mijn nieuwe favoriet!
pl: Mój nowy numer 1!
sv: Min nya favorit!

source: {0} sales
ar_001: {0} المبيعات
cs: {0} z prodejů
de: {0} Umsatz
fr: {0} exemplaires vendus
nb: {0} salg
nl: {0} keer verkocht
pl: {0} - sprzedaż
sv: {0} sålda

source: {0} maintenance
ar_001: {0} صيانة
cs: {0} za údržbu
de: {0} Wartung
fr: {0} coûts de maintenance
nb: {0} vedlikehold
nl: {0} onderhoud
pl: {0} - koszty utrzymania
sv: {0} underhåll

source: {0} was so successful that we now have {1} fans!
ar_001: {0} كانت ناجحة لدرجة أن لدينا الآن {1} مشجع!
cs: {0} slaví takový úspěch, že máme nyní {1} fanoušků!
de: {0} war so erfolgreich, dass wir nun {1} Fans haben!
fr: {0} a rencontré un tel succès que nous avons maintenant {1} fans !
nb: {0} var så suksessfult at vi nå har {1} fans!
nl: {0} had zoveel succes dat we nu {1} fans hebben!
pl: Gra {0} odniosła ogromny sukces, dzięki czemu mamy już {1} fanów!
sv: {0} var så framgångsrik att vi nu har {1} fans!

source: {0} sold {1} units in its first week on the market.
ar_001: {0} باعت {1} نسخة في أسبوعها الأول في الأسواق.
cs: Na trhu se za první týden prodalo {1} kusů hry {0}.
de: Von {0} wurden {1} Einheiten in der ersten Woche verkauft.
fr: {0} s'est vendu à {1} exemplaires dès sa première semaine de vente.
nb: {0} solgte {1 enheter på den første uken i markedet.}
nl: {0} heeft {1} exemplaren verkocht tijdens de eerste week op de markt.
pl: W pierwszym tygodniu na rynku gra {0} sprzedała się w liczbie {1} egzemplarzy.
sv: {0} sålde {1}st första veckan.

source: We made it in the charts at #{0}!
ar_001: لقد وصلنا إلى الترتيب #{0}!
cs: Dostali jsme se na {0}. místo v žebříčku!
de: Wir haben es in den Charts auf Platz #{0} geschafft!
fr: Nous sommes classés n°{0} des ventes !
nb: Vi kom på salgslistene som nummer #{0}!
nl: We staan op nummer {0} in de top 100!
pl: Udało nam się zająć {0} miejsce na liście bestsellerów!
sv: Vi kom in på topplistan på #{0}!

source: First week of sales!
ar_001: الأسبوع الأول من المبيعات!
cs: První týden prodeje!
de: Erste Verkaufswoche!
fr: Première semaine de ventes !
nb: Første salgsuke
nl: Eerste week van de verkoop!
pl: Pierwszy tydzień sprzedaży!
sv: Första veckan av försäljningen!

source: {0} is now off the market. It sold {1} units generating {2} in sales.
ar_001: لقد تم سحب {0} من السوق. لقد تم بيع منها {1} نسخة و تم جني منها ما مقداره {2}.
cs: Prodej {0} v obchodech skončil. Prodalo se {1} kusů s tržbami {2}.
de: {0} wurde vom Markt genommen. Es wurden {1} Einheiten verkauft und ein Umsatz von {2} erzielt.
fr: {0} n'est maintenant plus en vente. Il s'est vendu à {1} exemplaires, générant {2} de recettes.
nl: {0} is nu van de markt af. Er zijn {1} exemplaren van verkocht, waarmee het {2} aan omzet opleverde.
pl: Gra {0} została już wycofana ze sprzedaży. Sprzedane egzemplarze: {1} Zarobione pieniądze: {2}
sv: {0} har nu slutat säljas. Den sålde {1}st och genererade {2} på försäljningen.

source: Game off the market.
ar_001: اللعبة خارج السوق.
cs: Ukončené prodeje.
de: Spiel wurde vom Markt genommen.
fr: Jeu retiré du marché.
nb: Spill av marked.
nl: Game van de markt af.
pl: Gra wycofana ze sprzedaży
sv: Ett spel har slutat säljas.
