Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Welcome to our very own research and development lab! At the moment it is empty but we have a number of skilled people eager to start working.{n}You don't have to hire them individually, instead you can simply decide on the budget for the R&D lab. The higher the budget, the more researchers will work and the higher the research progress will be.{n}Running your own R&D lab can be very expensive so be careful that you don't overspend. I suggest you start with smaller projects and don't be afraid to cut down the budget if necessary.{n}If there is no active project researchers will generate research points slowly, which you can use to train your main staff and unlock more game options.
ar_001: مرحبًا بك في مختبر الأبحاث و التطوير الخاص بنا ! إنه فارغ في هذه اللحظة، لكن لدينا عدد من الأشخاص الماهرين لبدء العمل . {n} ليس عليك أن تستجيرهم بشمل منفرد، و بدلًا من ذلك، يمكنك ببساطة أن تحدد الميزانية لمختبر R&D . كلما زادت الميزانية، كلما عمل المزيد من الباحثين و كلما حصل هنالك تقدم كبير في البحث . {n} إدارتك لمعمل R&D خاص بك قد يكون مكلفًا، فلذا كن على حذر بألا تصرف أكثر من اللازم . أقترح بأن نبدأ بمشروعات أصغر و لا تخشى من إيقاف الميزانية متى ما توجب الأمر ذلك .{n} إن لم يكن هنالك أية مشاريع نشطة، فإن الباحثين سيزيدون من نقاط البحث بشكل بطيء، و يمكن استخدامها في تدريب موظفيك و فتح خيارات جديدة .
cs: Vítejte v naší vlastní laboratoři pro výzkum a vývoj. Teď je prázdná, ale máme celou řadu zkušených lidí dychtících nedočkavostí začít pracovat.{n}Jednotlivě najímat lidi není potřeba, stačí jednoduše rozhodnout, jaký rozpočet do V&V laboratoře půjde. Vyšší rozpočet nám zajistí více výzkumníků a rychlejší vývoj.{n}Běh vlastní V&V laboratoře může být velmi nákladný, proto si dávejte pozor, ať to nepřeženete. Doporučuji začít s menšími projekty a pokud to bude nutné, utněte rozpočet.{n}Pokud není aktivní žádný projekt, výzkumníci budou pomalu tvořit výzkumné body. Ty už lze jako vždy využít na trénink hlavního týmu, či odemykání dalších možností pro hry.
de: Willkommen in Deiner eigenen Forschungs- und Entwicklungsabteilung! Im Moment ist es noch ziemlich leer hier aber wir haben einige talentierte Leute die nur darauf warten für uns arbeiten zu dürfen.{n}Du musst sie nicht einzeln anheuern sondern legst einfach das Budget für die F&E Abteilung fest. Je höher das Budget, desto mehr Forscher werden arbeiten und umso schneller wird der Forschungsfortschritt sein.{n}Eine eigene F&E Abteilung zu haben kann sehr teuer sein. Sei also vorsichtig. Ich schlage vor, dass du mit kleineren Projekten anfängst. Scheue nicht davor zurück das Budget zu kürzen, wenn du musst.{n}Wenn kein aktives Projekt ansteht werden die Forscher automatisch Forschungspunkte generieren, die du dafür nutzen kannst, Mitarbeiter zu trainieren und neue Spieloptionen frei zu schalten.
fr: Bienvenue dans notre propre laboratoire de recherche et développement ! Pour le moment, il est vide, mais nous disposons d'un bon nombre de personnes compétentes, enthousiastes à l'idée de se mettre au travail.{n}Vous n'avez pas à les embaucher individuellement, il vous suffit plutôt de décider du budget à accorder à votre labo de R&D. Plus le budget sera gros, plus les chercheurs seront nombreux, et plus les recherches progresseront vite.{n}Exploiter votre propre labo de R&D peut être très onéreux, aussi prenez garde à ne pas trop dépenser. Je vous suggère de commencer par de petits projets, et de ne pas hésiter à faire des coupes dans le budget si nécessaire.{n}En l'absence de projet actif, les chercheurs généreront lentement des points de recherche, que vous pourrez utiliser pour entraîner votre personnel, et débloquer plus d'options pour vos jeux.
nl: Welkom in ons eigen Onderzoeks- en Ontwikkelingslab! Momenteel is het leeg, doch we hebben een aantal kundige mensen die staan te popelen om aan de slag te gaan.{n}Je hoeft ze niet individueel aan te nemen, in plaats daarvan kun je eenvoudig het budget voor het O&O-lab vaststellen. Hoe hoger het budget, hoe meer onderzoekers aan het werk zullen gaan en hoe sneller het onderzoek vooruit zal gaan.{n}Je eigen O&O voeren kan erg duur zijn, dus wees voorzichtig dat je niet teveel uitgeeft. Ik stel voor dat je begint met kleinere projecten en wees niet bang om zo nodig het budget te korten.{n}Als er geen actief project is, dan zullen de onderzoekers langzaam onderzoekspunten vergaren, waarmee je je ontwikkelingteam kunt trainen en toegang tot meer spelopties.
pl: Witaj w naszym własnym dziale badań i rozwoju! W tej chwili nic się tu nie dzieje, ale na rynku jest dużo wykwalifikowanych osób, które na pewno chciałyby dla nas pracować.{n}Nie musisz zatrudniać ich pojedynczo. Wystarczy, że określisz budżet dla całego działu. Im będzie większy, tym więcej osób będzie u nas pracować i tym szybsze będą postępy w badaniach.{n}Prowadzenie własnego działu badawczego może być bardzo kosztowne, więc rozsądnie zaplanuj wydatki. Najlepiej zacząć od mniejszych projektów i w razie potrzeby nie bać się cięć budżetowych.{n}Jeśli w danej chwili nie ma żadnych aktywnych projektów, pracownicy będą koncentrować się na zdobywaniu punktów badań. Zdobyte punkty możesz później wykorzystać do szkolenia głównego personelu oraz odblokowywania dodatkowych opcji w grze.
sv: Välkommen till vårt egna forsknings- och utvecklingslabb! Just nu är det tomt, men vi har ett antal duktiga människor som är ivriga att börja arbeta.{n}Du behöver inte anställa dem personligen, utan du kan bara besluta om budgeten för F&U-labbet. Ju högre budget, desto fler forskare arbetar och ju högre kommer forskningsframstegen att bli.{n}Att ha ditt egna F&U-labb kan vara väldigt dyrt, så var försiktig så du inte spenderar för mycket. Jag föreslår att du börjar med mindre projekt och var inte rädd för att skära ned budgeten om det behövs.{n}Om det inte finns några aktiva projekt kommer den långsamt generera forsknings poäng som du kan använda för att träna din personal och låsa upp fler spelalternativ.

source: Welcome to our very own hardware lab! This is the place where we will create our own game console. Before you start, make sure you have a lot of cash saved up. Building a console isn't cheap. When you are ready to start simply {0} on the screen to access the action menu.
ar_001: مرحبا بك في مختبر العتاد الخاص بنا! هذا المكان الذي سنقوم فيه بتصنيع جهاز الألعاب المنزلي الخاص بنا. قبل أن نبدأ, تأكد من أنك تملك الكثير من النقود. فتصنيع جهاز ألعاب منزلي ليس بالرخيص. عندما تكون جاهزاً {0} على الشاشة للوصول إلى قائمة الإجراءات.
cs: Vítejte v naší hardwarové laboratoři! V této části můžete vyvíjet své vlastní konzole. Než začnete, tak se ujistěte že máte vskutku mnoho peněz, které můžete postrádat. Vývoj vlastní konzole není levný. Jakmile budete připraveni, stačí {0} na obrazovku a otevře se vám menu.
de: Willkommen in Deinem eigenen Hardware-Labor! Hier werden wir unsere eigene Konsole herstellen. Bevor du beginnst solltest Du viel Geld auf dem Konto haben. Eine Konsole zu entwickeln ist nicht billig. Wenn du bereit bist {0} einfach auf den Bildschirm um das Aktions-Menü aufzurufen.
fr: Bienvenue dans notre propre labo matériel. C'est l'endroit où nous créerons nos propres consoles de jeu. Avant de commencer, assurez-vous que vous avez assez d'argent de côté. Construire une console est loin d'être donné. Quand vous serez prêt, {0} simplement sur l'écran pour accéder au menu.
nl: welkom in ons eigen hardware lab! Dit is de plaats waar we onze eigen spelcomputer zullen ontwerpen. Verzeker je voordat je start dat je genoeg geld achter de hand hebt. Het ontwerpen van een spelcomputer is niet goedkoop. Als je klaar bent om te beginnen kun je eenvoudig {0} op het scherm om in het actiemenu te komen.
pl: Witaj w naszym laboratorium sprzętowym! W tym miejscu możemy stworzyć autorską konsolę do gier. Zanim zaczniesz, upewnij się, że masz dużo zaoszczędzonej gotówki. Konstruowanie konsoli nie jest tanie. Kiedy twoja firma będzie na to gotowa, po prostu kliknij na ekranie, aby wejść w menu działania.
sv: Välkommen till vårt alldeles egna hårdvarulabb! Detta är platsen där vi skapar våra egna spelkonsoler. Innan du börjar, se till att du har en massa pengar. Att bygga en konsol är inte billigt. När du är redo att börja helt enkelt {0} på skärmen vid labbet för att komma åt menyn.

source: We just got word that {0} is retiring its MMO game {1} from the market. The game has been on the market for {2} months and racked up over {3} in sales.
ar_001: لقد حصلنا على الكلمة التي تبين أن {0} لعبة MMO ستتقاعد في {1} من السوق. وكانت اللعبة في السوق ل{2} أشهر وحققت أكثر من {3} من المبيعات.
cs: Právě jsme se doslechli, že {0} stahují z trhu svoji MMO hru {1}. Hra byla na trhu {2} měsíců a z prodejů si celkem připsala {3}.
de: Wir haben gerade erfahren, dass {0} ihr MMO Spiel {1} vom Markt nimmt. Das Spiel war für {2} Monate erhältlich und hat über {3} eingenommen.
fr: Nous venons d'apprendre que {0} retire son MMO {1} du marché. Le jeu est resté {2} mois sur le marché, pendant lesquels il a cumulé plus de {3} ventes.
nl: We hoorden net dat {0} zijn MMO-game {1} van de markt haalt. Het spel is nu {2} maanden op de markt geweest en heeft meer dan {3} aan verkopen binnen geharkt.
pl: Doszły nas słuchy, że firma {0} wycofuje z rynku grę MMO o nazwie {1}. Miesiące na rynku: {2} Zarobione pieniądze: {3}
sv: Vi fick just veta att {0} drar tillbaka sitt MMO spel {1} från marknaden. Spelet har funnits på marknaden i {2} månader och samlat ihop över {3} på försäljningen.

source: {1} was likely not profitable anymore as the maintenance costs were likely larger than the income.
ar_001: {1} كان من المحتمل أن تكون غير مربحة بعد الآن بسبب ارتفاع تكاليف الصيانة و من المحتمل أن تكون أضخم من الدخل.
cs: Z {1} již asi nebyl příliš velký zisk, neboť údržba musela převyšovat příjmy z prodejů.
de: {1} war wahrscheinlich nicht mehr profitabel, da die Wartungskosten vermutlich höher als die Einnahmen waren.
fr: Avec un coût d'exploitation probablement supérieur aux recettes, {1} n'était vraisemblablement plus assez rentable.
nb: {1} var mest sannsynlig ikke inntektsgenererende noe mer, fordi vedlikeholds-utgiftene var større enn inntekten.
nl: {1} was waarschijnlijk niet meer winstgevend, waarschijnlijk waren de onderhoudskosten vermoedelijk hoger dan de inkomsten.
pl: Dalsze rozwijanie gry {1} raczej nie było już opłacalne, jako że koszty utrzymania przewyższały dochody.
sv: {1} var inte lönsamt att underhålla längre eftersom underhållskostnaderna var sannolikt större än inkomsten.

source: We are not quite sure why {0} has decided to take {1} off the market as the game likely still generated income for the company.
ar_001: لسنا متأكدين من سبب سحب {0} لـ {1} من السوق، حيث أن اللعبة لا زال بإمكانها جني المزيد من الدخل للشركة.
cs: Nejsme si docela jistí, proč se {0} rozhodli stáhnout {1} z trhu, neboť hra snad stále zisk společnosti generovala.
de: Wir sind nicht ganz sicher warum {0} sich entschieden hat {1} vom Markt zu nehmen. Das Spiel spülte noch immer Geld in die Kasse der Firma.
fr: Nous ne sommes pas certains de comprendre pourquoi {0} a décidé de retirer {1} du marché, puisque le jeu permettait apparemment toujours à l'entreprise d'engranger des bénéfices.
nl: We begrijpen niet echt waarom {0} besloten heeft om {1} van de markt te halen, omdat de game nog steeds inkomsten voor het bedrijf opleverde.
pl: Nie jesteśmy pewni, dlaczego firma {0} postanowiła wycofać z rynku nadal generującą dochody grę.
sv: Vi är inte helt säkra på varför {0} har beslutat att ta {1} av marknaden eftersom spelet förmodligen fortfarande genererade intäkter för företaget.

source: While fans of {0} weren't happy about the news many of them also play {1} which is still on the market.
ar_001: بينما كان معجبي {0} غير سعيدين بالأخبار، الكثير منهم يلعب {1} التي لا تزال في السوق.
cs: Zatímco fanouškové {0} byli ze zpráv nešťastní, mnoho z nich hrají také hru {1}, která je stále na trhu.
de: Obwohl viele Fans von {0} nicht glücklich über die Nachricht sind, spielen viele von Ihnen noch immer {1}, welches noch am Markt erhältlich ist.
fr: Bien que les fans de {0} n'aient pas été ravis d'apprendre cette nouvelle, nombre d'entre eux jouent aussi à {1} qui, lui, est toujours sur le marché.
nl: Hoewel fans {0} niet blij waren met het nieuws, spelen velen ook {1}, dat nog altijd op de markt is.
pl: Fani nie byli zadowoleni, gdy usłyszeli najnowsze wieści, ale wielu z nich gra także w grę {1}, która wciąż jest dostępna na rynku.
sv: Även fans av {0} var inte glada över nyheten, många av dem spelar också {1} som fortfarande finns kvar på marknaden.

source: Fans of {1} have voiced complaints with one fan saying: 'I love {0} and played {1} a lot but now that they took it off the market I don't know what MMO I should play. If only {0} had released a new MMO I wouldn't be so upset.'
ar_001: معجبي {1} عبروا عن استيائهم حيث قال احدهم: 'أنا أحب {0} ولعبت {1} كثيراً لكن الآن وقد سحبت من السوق لا اعلم أي لعبة MMO ألعبها. فقط لو أن {0} قامت بإطلاق لعبة MMO جديدة لما كنت مستاً.'
cs: Fanoušci {1} si postěžovali a jeden z nich pronesl: 'Mám rád {0} a hru {1} jsem hrál hodně, ale teď když když ji stáhli z trhu, nevím jaké další MMO mám hrát. Nebyl bych tak naštvaný, kdyby alespoň {0} vydali nové MMO.'
de: Fans von {1} haben ihrem Unmut Luft gemacht. Ein Fan meinte: 'Ich liebe {0} und hab {1} sehr viel gespielt. Jetzt haben sie es vom Markt genommen und ich weiß nicht welches MMO ich spielen soll. Wenn {0} vorher ein neues MMO veröffentlicht hätte, wäre ich vielleicht nicht so aufgebracht.'
fr: Les fans de {1} ont exprimé leur mécontentement, tels ce fan, qui nous rapportait : « J'adore {0} et je jouais à {1}, mais maintenant qu'ils l'ont arrêté, je me demande à quel MMO je vais bien pouvoir jouer. Si seulement {0} avait sorti un autre MMO, je n'aurais pas été si contrarié. ».
nl: Fans van {1} hebben klachten geuit waarbij een fan zei: 'Ik vind {0} erg leuk en heb {1} heel veel gespeeld, maar nu dat ze het van de markt hebben gehaald weet ik niet welke MMO ik moet gaan spelen. Als {0} nu een nieuwe MMO zouden hebben uitgebracht dan zou ik niet zo van streek zijn.'
pl: Fani gry {1} wyrazili swoją krytykę, jeden z nich stwierdził: „Uwielbiam firmę {0} i często grałem w grę {1}. Jednak odkąd zdjęli ją z rynku, nie wiem, w które MMO mam grać. Gdyby tylko wypuścili nowe MMO, nie byłbym taki zdenerwowany”.
sv: Fans av {1} har uttryckt klagomål. Ett fan säger: "Jag älskar {0} och spelade {1} mycket men nu när de tog bort det från marknaden vet jag inte vilken MMO jag ska spela. Om endast {0} hade släppt en ny MMO skulle jag inte bli så upprörd."

source: {0} has released their game console {1} today.
ar_001: {0} أصدرت جهاز الترفية المنزلي {1} اليوم.
cs: {0} dnes vydali svoji vlastní herní konzoli {1}.
de: {0} hat heute ihre Spielkonsole {1} veröffentlicht.
fr: {0} a commercialisé aujourd'hui sa console de jeux, la {1}.
nb: {{0} har lansert deres egen spillkonsoll {1} idag.
nl: {0} heeft vandaag zijn spelcomputer {1} uitgebracht.
pl: Firma {0} wydała dzisiaj konsolę {1}.
sv: {0} har släppt sin spelkonsol {1} idag.

source: The console seems to really push the limits of technology and is the most modern console ever to hit shelves.
ar_001: جهاز الألعاب يبدو انه قد وصل لحدود التقنية وهو أكثر أجهزة الألعاب تطوراً.
cs: Konzole vskutku tlačí technologické limity na maximum a jde o nejmodernější konzoli, která kdy přistála na prodejních pultech.
de: Die Konsole scheint die Grenzen der Technologie wirklich auszuschöpfen und ist die modernste Konsole, die es jemals in die Läden geschafft hat.
fr: La console de jeux semble vraiment repousser les limites de la technologie, c'est la console la plus avancée à avoir jamais atteint les rayons.
nl: De spelcomputer lijkt de grenzen van de techniek te verleggen en is de meest moderne spelcomputer in de winkelschappen ooit.
pl: To prawdziwy technologiczny majstersztyk i najnowocześniejsza konsola, jaka kiedykolwiek znalazła się na sklepowych półkach.
sv: Konsolen verkar verkligen tänja på gränserna för teknologi och är den mest moderna konsolen som någonsin säljs.

source: The console does not seem quite on par with the high tech competitors but we will see what players think.
ar_001: لا يبدو بأن جهاز الترفية المنزلي على قدر عالي من المنافسة مع المنافسين الآخرين من الناحية التقنية، لكننا سنرى رأي اللاعبين.
cs: Konzole nevypadá oproti konkurenci nijak technicky vymožená, ale rozsudek necháme na hráčích.
de: Die Konsole scheint dem Level der hochtechnologisierten Konkurrenz nicht wirklich gewachsen zu sein. Wir werden sehen, was die Spieler darüber denken.
fr: La console ne semble pas jouer dans la même cour que ses concurrents high-tech, mais nous verrons bien ce qu'en pensent les joueurs.
nl: De spelcomputer lijkt niet echt mee te kunnen met de high-tech concurrenten, maar we zullen zien wat de spelers ervan denken.
pl: Wygląda na to, że ta platforma nie ma szans z konkurencją, ale przekonamy się, co myślą o niej gracze.
sv: Konsolen verkar inte vara riktigt i nivå med de högteknologiska konkurrenterna men vi får se vad spelarna tycker.

source: Looking at the features of {0}, it seems that the
ar_001: بالنظر إلى مواصفات وخصائص {0}، فإنه يبدو أن
cs: Přehled vlastností {0} naznačuje,
de: Wenn man sich die Features von {0} ansieht, scheint
fr: En regardant les caractéristiques de {0}, il semble que la
nl: Kijkend naar de functionaliteit van {0}, lijkt het erop dat de
pl: Wszystko wskazuje na to, że konsola {0}
sv: När man tittar på funktionerna i {0}, verkar det som om

source: list is extensive which is a good sign and could lead to a wide variety of games becoming available.
ar_001: القائمة شاملة، و هذه إشارة جيدة، و قد تعطينا عدد كبير و منوعاً من الألعاب.
cs: že je složení komplexní. To je dobré znamení a mohlo by to vést k široké nabídce rozličných her.
de: alles Wünschenswerte dabei zu sein. Dies ist ein gutes Zeichen dafür, dass eine ganze Vielfalt an Spielen für die Konsole veröffentlicht werden wird.
fr: liste est très fournie, ce qui est bon signe, et pourrait mener à la disponibilité prochaine de jeux très divers.
nl: lijst aanzienlijk is, wat een goed teken is en kan ertoe leiden dat er een grote variatie aan games beschikbaar komt.
pl: posiada długą listę rozwiązań technologicznych. To dobry znak. Dzięki temu urządzenie zapewnia dostęp do szerokiego wachlarza gier.
sv: listan är lång vilket är ett gott tecken och kan leda till en rad olika spel som utvecklas.

source: list is a bit slim. Don't expect too many gadgets and controllers to be available for this console.
ar_001: إن القائمة صغيرة. لا تتوقع توفر العديد من الأدوات و أيدي التحكم لهذه المنصة.
cs: že je složení poněkud chudé. Neočekávejme u této konzole příliš mnoho vychytávek a dostupných ovladačů.
de: einiges zu fehlen. Erwartet nicht all zu viel Zubehör und Kontroller für diese Konsole.
fr: liste est un peu courte. Ne vous attendez pas à la disponibilité d'un grand nombre de gadgets et de manettes pour cette console.
nl: lijst een beetje kort is. Verwacht niet te veel snufjes en accessoires voor deze spelcomputer.
pl: posiada krótką listę rozwiązań technologicznych. Nie spodziewajcie się zbyt wielu gadżetów i kontrolerów dostępnych na tę platformę.
sv: listan är lite kort. Förvänta dig inte att alltför många prylar och kontroller kommer vara gjorda för denna konsol.

source: First tests indicate that {0}
ar_001: تشير الاختبارات الأولى بأن {0}
cs: První testy {0} naznačují
de: Erste Tests deuten an, das die Verarbeitungsqualität von {0}
fr: Les premiers tests indiquent que la {0}
nb: De første testene indikerer at {0}
nl: De eerste testen wijzen uit dat {0}
pl: Pierwsze testy wykazują, że
sv: De första testerna indikerar att {0}

source: 's build quality is excellent and will likely run for decades without issues.
ar_001: جودة تصنيع ممتازة و يحتمل أن يعمل لعقود من دون مشاكل.
cs: výbornou konstrukci a kvalitní provedení, která bude spolehlivě fungovat po desetiletí.
de: exzellent ist und wahrscheinlich Jahrzehnte funktionieren wird ohne damit Probleme zu bekommen.
fr: est d'une qualité irréprochable, et qu'elle est construite pour durer des décennies sans accroc.
nl: zijn bouwkwaliteit uitstekend is en dat hij tientallen jaren zonder problemen zal kunnen werken.
pl: jakość wykonania konsoli jest znakomita i urządzenie powinno działać bez zarzutu nawet przez całe dekady.
sv: s kvalitet är utmärkt och kommer förmodligen köras i årtionden utan problem.

source: is of average build quality. Don't expect it to last forever but in general you should not see many issues.
ar_001: هو متوسط الجودة. لا تتوقع أن يصمد طويلا لكن عموما من المفترض ألا تواجه العديد من المشاكل.
cs: průměrnou kvalitu. Neočekávejme její věčnou výdrž, ale neměla by vykazovat příliš mnoho obtíží.
de: eher dem Durchschnitt entspricht. Erwartet nicht, dass die Konsole für immer hält, aber im Allgemeinen sollten sich die Probleme in Grenzen halten.
fr: est de qualité moyenne. Ne vous attendez pas à ce qu'elle dure éternellement, mais elle ne devrait pas vous poser trop de problèmes.
nl: van gemiddelde bouwkwaliteit is. Verwacht niet dat hij eeuwig meegaat, maar over het algemeen zouden er weinig problemen mogen zijn.
pl: jakość wykonania konsoli jest przeciętna. Urządzenie nie będzie działać wiecznie, ale ogólnie rzecz biorąc, nie powinno być wielu usterek.
sv: är av genomsnittlig kvalitet. Förvänta dig inte att den håller i evighet, men i allmänhet bör du inte se många problem.

source: is a bit fragile. We wouldn't be surprised if you need to make use of the warranty sooner or later.
ar_001: ضعيف بعض الشيء. لن نستغرب إذا احتجت الضمان عاجلاً أم آجلاً.
cs: vcelku ošizenou konstrukci. Počítejte s tím, že bude muset, dříve nebo později, využít záruku.
de: zu wünschen übrig lässt und einen fragilen Eindruck macht. Wir wären nicht überrascht, wenn Ihr früher oder später von der Garantie gebrauch machen müsst.
fr: est de qualité médiocre. Il nous semble probable que tôt ou tard, vous deviez faire jouer la garantie.
nl: een beetje gammel is. We zouden niet verbaasd zijn als je vroeg of laat van de garantie gebruik moet maken.
pl: konsola jest trochę delikatna. Nie zdziwilibyśmy się, gdyby prędzej czy później trzeba było skorzystać z gwarancji.
sv: är lite bräcklig. Vi skulle inte bli förvånade om du behöver utnyttja garantin förr eller senare.

source: All in all
ar_001: الكل في الكل
cs: Celkově vzato
de: Alles in allem
fr: L'un dans l'autre,
nb: Alt i alt.
nl: Al met al
pl: Podsumowując:
sv: Till och börja med

source: we think that the console will stir up the market and prove to be very successful.
ar_001: نحن نعتقد أن جهاز الترفية المنزلي سيحرك السوق ويثبت أن سيكون ناجح جدا.
cs: od konzole očekáváme veliký úspěch a značný vliv na trhu.
de: gehen wir davon aus, dass die Konsole den Markt aufheizen und ein äusserst erfolgreich sein wird.
fr: nous pensons que la console va secouer le marché, et s'avérer couronnée de succès.
nl: denken we dat de spelcomputer de markt zal opschudden en zeer succesvol zal zijn.
pl: sądzimy, że konsola zrobi na rynku zamieszanie i odniesie wielki sukces.
sv: så tror vi att konsolen kommer att röra upp marknaden och visa sig vara mycket framgångsrik.
