Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: We have a lot of experience in creating custom game engines. Why not sub-license our engines to other developers? Not only will this cement our market position as a technology leader but it will also help offset the growing costs of developing engines.
ar_001: لدينا الكثير من الخبرة في صناعة محركات ألعاب خاصة. لِم لا نعطي رخص محركاتنا إلى المطورين الآخرين؟ هذا لن يعزز مكانتا في السوق كمتصدري التقنية فحسب، بل و سيعوض عن تكاليف تطوير المحركات أيضاً.
cs: Máme spoustu zkušeností s vytvářením herních enginů. Proč toho nevyužít a nelicencovat je ostatnim vývojářům? Nejen, že to upevní naši pozici jedničky na trhu v oblasti technologií, ale také to pomůže pokrýt vzrůstající náklady na vývoj.
de: Wir haben viel Erfahrung damit unsere eigenen Engines zu erstellen. Warum ermöglichen wir es anderen Entwicklern nicht unsere Engine zu lizenzieren? Es würde nicht nur unsere Position als Marktführer in Sachen Technologie stärken, es würde auch helfen unsere wachsenden Kosten für das Erstellen einer Engine zu senken.
fr: Nous avons beaucoup d'expérience dans la création de moteurs de jeu. Pourquoi ne pas vendre des licences d'exploitation de nos moteurs aux autres développeurs ? Non seulement cela consoliderait notre position de leader technologique, mais cela nous aiderait aussi à contrebalancer l'accroissement des coûts de développement des moteurs de jeu.
nl: We hebben een hoop ervaring in het bouwen van aangepaste game engines. Waarom geven we geen licenties uit voor onze engines aan andere ontwikkelaars? Niet alleen zal dit onze marktpositie verstevigen als technologieleider, maar het zal ook tegenwicht geven aan de groeiende kosten om engines te ontwikkelen.
pl: Mamy duże doświadczenie w tworzeniu silników gier. Dlaczego nie mielibyśmy udostępniać naszych dzieł innym producentom? Nie tylko umocni to naszą pozycję na rynku technologii, ale także pozwoli na zrównoważenie rosnących kosztów tworzenia silników.
sv: Vi har en hel del erfarenhet av att skapa egna spelmotorer. Varför inte licensiera våra motorer till andra utvecklare? Inte bara kommer det att befästa vår position som tekniska ledare men det kommer också att bidra till att kompensera de ökande kostnaderna för att utveckla motorer.

source: Software doesn't run without hardware. We are experts in creating software but why not also investigate whether we can create our own hardware?
ar_001: البرامج لن تعمل بدون العتاد. نحن خبراء في إنشاء البرامج ولكن لماذا لا نتحقق في ما إذا كنا نستطيع إنشاء الأجهزة الخاصة بنا؟
cs: Software neběží bez hardwaru. Jsme experti na tvorbu softwaru, proč ale nezkusit vytvořit svůj vlastní hardware?
de: Software funktioniert ohne Hardware nicht. Wir sind Experten im Entwickeln von Software, warum untersuchen wir nicht ob wir nicht unsere eigene Hardware herstellen könnten?
fr: Un logiciel ne peut tourner sans matériel. Nous sommes des experts en développement de logiciels, alors pourquoi ne pas vérifier si nous ne pourrions pas créer notre propre matériel ?
nl: Programma's draaien niet zonder hardware. We zijn specialisten in het bouwen van programma's, maar waarom zouden we niet onderzoeken of we onze eigen hardware kunnen maken?
pl: Nie mając sprzętu, nie uruchomisz żadnego programu. Jesteśmy ekspertami w tworzeniu oprogramowania, ale czemu by nie spróbować stworzyć własnego hardware'u?
sv: Programvaran körs inte utan hårdvara. Vi är experter på att skapa mjukvara men varför inte också undersöka om vi kan skapa våran egna hårdvara?

source: Our research is complete. There is definitely a big opportunity ahead of us. If we create our own hardware lab and have the appropriate technology specialists to run it then we could even create our very own gaming console!{n}It would not be cheap and it will probably take us a few years but maybe we could even trump the likes of an mBox or the Playsystem!
ar_001: بحثنا قد اكتمل . هنالك فرصة كبيرة أمامنا . إن قمنا بإنشاء مختبر العتاد الخاص بنا و كان لدينا متخصصي تقنية مناسبين لتشغيله، فسنتمكن إذن من صناعة منصة ألعاب خاصة بنا !{n} لن يكون ذلك رخيصًا، كما سيتطلب منا بضعة سنوات، لكن قد تكون هذه هي ورقتنا الرابحة في التنافس مع mBox و Playsystem !
cs: Náš výzkum je hotov. Před námi bez pochyby leží obrovská příležitost. Pokud vytvoříme novou hardwarovou laboratoř a zajistíme technologické specialisty, mohli bychom vytvořit svoji vlastní herní konzoli!{n}Asi to nebude nic levného a zabere nám to pár let, ale možná se nám podaří překonat mBox nebo Playsystem!
de: Unsere Forschung ist abgeschlossen. Es liegt sicherlich eine große Gelegenheit vor uns. Wenn wir unsere eigene Hardwareabteilung und die nötigen Technologiespezialisten haben, könnten wir sogar unsere eigene Konsole herstellen!{n}Es ist sicher nicht billig und wird uns wahrscheinlich ein paar Jahre Entwicklungszeit kosten, aber vielleicht können wir die mBox und die Playsystem sogar übertrumpfen!
fr: Nous avons terminé notre recherche. Nous avons clairement une belle opportunité devant nous. Si nous créons notre propre Labo technique, et que nous avons les experts en technologie nécessaires pour le faire tourner, nous pourrions créer notre propre console de jeux !{n}Cela ne sera pas donné, et nous prendra probablement quelques années, mais nous pourrions peut-être prendre le dessus sur les mBox et autres Playsystem !
nl: Ons onderzoek is voltooid. Er ligt zeker een grote kans voor ons. Als we ons eigen hardwarelaboratorium bouwen en de juiste technologiespecialisten in huis hebben, dan zullen we zelfs onze eigen spelcomputer kunnen bouwen!{n}Het zal niet goedkoop zijn en het zal ons waarschijnlijk een paar jaar kosten, maar misschien kunnen we zelfs de mBox of de Playsytem kunnen toppen!
pl: Badania zakończone. Jeśli utworzymy własne laboratorium sprzętowe i zatrudnimy odpowiednich specjalistów, to możemy zaistnieć na rynku twórców sprzętu, a nawet stworzyć własną konsolę do gier!{n}Tanie to nie będzie i pewnie zajmie kilka lat, ale może uda nam się stworzyć sprzęt na miarę mBoxa czy nawet Playsystem!
sv: Vår forskning är klar. Det är definitivt en stor möjlighet framför oss. Om vi skapar vårt eget hårdvarulabb och har lämpliga tekniska specialister för att göra det då kan vi även skapa våran egna spelkonsol!{n}Det skulle inte vara billigt och det kommer förmodligen att ta oss ett par år men vi kanske kunna konkurrera med mBox eller Playsystem!

source: Before we can think about creating this lab we need at least one technology specialist on our team so this should be our priority.
ar_001: قبل أن نتمكن من التفكير في إنشاء هذا المختبر نحتاج واحد على الأقل متخصص في التكنولوجيا في فريقنا و هذا ما ينبغي أن يكون من أولوياتنا.
cs: Před tím, než budeme moci uvažovat o zřízení nové laboratoře, potřebujeme alespoň jednoho technologického specialistu v našem týmu. Na to bychom se teď měli zaměřit.
de: Bevor wir daran denken können diese Abteilung zu eröffnen, brauchen wir mindestens einen Technologiespezialisten in unserem Team. Dies sollte unsere höchste Priorität sein.
fr: Avant même de penser à créer ce labo, nous avons besoin d'au moins un expert en technologie dans notre équipe, aussi nous devrions en faire notre priorité.
nl: Voordat we erover kunnen denken om dit laboratorium op te zetten hebben we minstens één technologiespecialist nodig in ons team, dus dit zal de eerste prioriteit moeten zijn.
pl: Zanim będziemy mogli choćby marzyć o otwarciu takiego laboratorium, musimy zatrudnić przynajmniej jednego specjalistę, dlatego jego poszukiwania powinny stać się teraz naszym priorytetem.
sv: Innan vi kan tänka på att skapa det här labbet behöver vi minst en teknologispecialist så det bör vara vår prioritet.

source: Massively Multiplayer Online games! We know how much fun it is to play multiplayer games but imagine that instead of playing with a handful of players you could play with thousands! This project will unlock a brand new genre to allow you to create MMO games.
ar_001: الألعاب الجماعية على الإنترنت ! نحن نعلم مقدار المرح في لعب الألعاب الجماعية، لكن تخيّل أنه و بدلًا من اللعبة مع عدد صغير من اللاعبين، يمكنك أن تلعب مع الآلاف ! سيفتح هذا المشروع نوع جديد من الألعاب و الذي سيسمح لنا بإنشاء ألعاب الـ MMO.
cs: Onlinovky! Ve světě označované jako MMO (Massively Multiplayer Online). Víme, jaká je to zábava hrát hry ve více hráčích, ale představte si, že namísto hry s pár lidma, hrajete s několika tisíci! Tento projekt nám otevře brány do zcela nového žánru a umožní nám vytvářet MMO hry.
de: Massively Multiplayer Online Games! Wir wissen alle wieviel Spaß es machen kann, Mehrspieler-Partien zu spielen. Stell Dir nun mal vor, anstatt mit einer Handvoll von Spielern, mit tausenden zu Spielen! Dieses Projekt wird ein brandneues Genre freischalten und es uns ermöglichen MMO Spiele zu entwickeln.
fr: Jeux en ligne Massivement Multijoueur ! Nous savons à quel point c'est amusant de jouer à des jeux multijoueur, mais imaginez qu'au lieu d'y jouer avec une poignée de joueurs, vous puissiez y jouer avec des milliers ! Ce projet va débloquer un tout nouveau genre pour vous permettre de créer des MMO.
nl: "Massively Multiplayer Online"-games! We weten hoeveel plezier het oplevert om met meerderen een game te spelen, maar stel je eens voor dat je in plaats van met een handvol speler met vele duizenden tegelijk zou kunnen spelen! Dit project gaat een geheel nieuw genre ontsluiten en stelt je in staat om MMO-games te ontwerpen.
pl: Massively Multiplayer Online! Wiemy, jaką frajdą jest granie z innymi w trybie dla wielu graczy, ale wyobraź sobie, że nie grasz z kilkoma, a z tysiącami innych graczy z całego świata! Ukończenie tego projektu pozwoli ci tworzyć nowy typ gier - MMO.
sv: Massivt Multiplayer Online-spel! Vi vet hur roligt det är att spela spel men istället för att spela med en handfull spelare du kan spela med tusentals! Detta projekt kommer att låsa upp en helt ny genre för att tillåta dig att skapa MMO-spel.

source: Boss, our research into massively multiplayer online (MMO) games is complete. The possibilities of MMOs are big but they are also risky. In our research we realized that before we can begin to develop an MMO we will need to create a special game engine for it.{n}You will need to complete the research for the MMO support feature with one of your staff. Once it is integrated into a game engine you can start building an MMO but be careful. It seems that MMOs only work with the best theme/genre combinations and you will also need to have specialists on your team to make an MMO successful.
ar_001: يا رئيس، بحثنا الذي يخص ألعاب الإنترنت الجماعية (MMO) قد انتهى . فرصة ألعاب الـ MMO كبيرة، لكن فيها مخاطرة أيضًا . أدركنا في بحثنا بأنه لتطوير ألعاب MMO فإننا سنحتاج إلى إنشاء محرك ألعاب خاص من أجلها.{n} ستحتاج إلى إتمام البحث المتعلق بدعم ميزة الـ MMO من خلال أحد موظفيك . حالما تضيف هذه الميزة إلى أحد محركات الألعاب، يمكنك البدء في إصدار لعبة MMO، لكن كن على حذر. لأنه و كما يبدو بأن MMO تعمل وفق تركيبة ملائمة من النوع و الصنف و ستحتاج إلى متخصصين في فريقك لتصنع لعبة MMO ناجحة.
cs: Šéfe, výzkum onlinovek (MMO) je hotov. Jejich možnosti jsou velké, ale také riskantní. Při našem výzkumu jsme si uvědomili, že abychom mohli udělat MMO hru, musíme pro ni nejdříve vytvořit specializovaný engine.{n}Bude třeba, aby výzkum funkcí MMO dokončil jeden z vašich zaměstnanců. Jakmile bude tato funkce integrovaná do herního enginu, můžete se pustit do vytváření MMO her. Ale opatrně! Vypadá to, že MMO žánr funguje pouze s nejlepšími kombinacemi tématu a žánru. Aby byla hra úspěšná, budete také potřebovat specialisty v týmu.
de: Chef, unsere Forschung in Bezug auf Massively Multiplayer Online (MMO) Spiele ist abgeschlossen. Die Möglichkeiten von MMOs sind groß aber auch riskant. Wir haben bei unseren Forschungen festgestellt, dass wir, bevor wir anfangen können ein MMO zu entwickeln, eine eigene Engine dafür entwickeln müssen.{n}Ein Mitarbeiter muss die Forschung MMO Unterstützung abschließen. Wenn wir die Unterstützung in eine Engine integriert haben, können wir anfangen ein MMO zu entwickeln. Sei aber vorsichtig. Es scheint, als ob MMOs nur mit den besten Thema/Genre Kombinationen funktionieren. Außerdem brauchst Du einen Spezialisten, um ein MMO erfolgreich zu implementieren.
fr: Patron, nous avons terminé nos recherches sur les jeux en ligne massivement multijoueur (MMO). Les MMO ouvrent d'immenses possibilités, mais sont tout aussi risqués. Lors de nos recherches, nous avons réalisé qu'il nous faudrait créer un moteur de jeu prenant spécifiquement en charge les MMO avant de pouvoir en développer un.{n}Vous aurez besoin de faire effectuer la recherche pour le support des MMO à l'un de vos employés. Une fois cette fonctionnalité intégrée dans un moteur de jeu, vous pourrez commencer à en développer un, mais prenez garde : il semblerait que les MMO ne fonctionnent qu'avec les meilleurs combinaisons Thème/Genre, et qu'en plus, vous ayez besoin d'avoir des spécialistes dans votre équipe pour qu'un MMO ait du succès.
nl: Baas, ons onderzoek naar Massively Multiplayer Online-games (MMO) is voltooid. De mogelijkheden van MMO's zijn groot, doch ze zijn ook riskant. In ons onderzoek realiseerden we ons dat we voordat we kunnen beginnen met het ontwerpen van een MMO we er een speciale game engine voor moeten maken.{n}Je zult het onderzoek voor de MMO-ondersteuningsfunctie door één van je werknemers moeten laten voltooien. Zodra het in de game engine is geïntegreerd kan je beginnen een MMO te ontwerpen, maar wees voorzichtig. Het lijkt dat MMO's alleen werken met de beste thema-/genrecombinaties en je zult specialisten in je team moeten hebben om een MMO tot een succes te maken.
pl: Szefie! Nasze badania nad grami MMO zostały ukończone. Możliwości tego typu gier są bardzo duże, jednak istnieje pewne ryzyko. Odkryliśmy, że zanim będziemy mogli tworzyć gry MMO, trzeba będzie napisać dedykowany im silnik.{n}Jeden z twoich pracowników będzie musiał ukończyć badania nad wspieraniem gier MMO. Po stworzeniu silnika będziemy mogli zacząć pracować nad grami. Zachowaj jednak ostrożność, wygląda na to, że aby MMO odniosło sukces, musisz dobrać odpowiedni temat i gatunek, a także zatrudnić dobrego specjalistę od tego typu gier.
sv: Chefen, vår forskning kring Massiva Multiplayer Online-spel(MMO) är komplett. Möjligheterna för MMO-er är stora men de är också riskfyllda. I vår forskning har vi insett att innan vi kan börja utveckla en MMO som vi behöver för att skapa en speciell spelmotor för det.{n}Du måste fylla i forskningen för MMO-supportfunktionen med en av dina anställda. När det integreras i en spelmotor du kan börja utveckla en MMO men var försiktig. Det verkar som MMO-er endast fungerar med de bästa tema/genre kombinationerna och du kommer också att behöva ha specialister på för att göra en MMO framgångsrik.

source: AAA Games
ar_001: ألعاب AAA
cs: AAA hry
de: AAA Spiele
fr: Jeux AAA
nb: AAA Spill
pl: Gry AAA
sv: AAA Spel

source: We have proven that we can make large games work. How about we see how we can make games that are so massive in scope and of such high quality that they will create an entire new label. To borrow a term from the finance sector they will be triple A rated games or to borrow from the movie industry, true blockbusters.
ar_001: أثبتنا بأن بإمكاننا إنجاح الألعاب الكبيرة . ماذا لو جربنا إنشاء ألعاب أكبر من ناحية المجال و الجودة، مما سيسمح لنا بإنشاء نوع جديد . حيث يطلق على هذا النوع من قبل القطاع المالي بألعاب AAA، أو كما يطلق عليها في صناعة الأفلام بأسماء الكبيرة.
cs: Podařilo se nám prokázat, že umíme dělat velké hry. Co kdybychom se podívali na to, jak udělat hru tak obrovskou a kvalitní, že bude patřit do samostatné kategorie. Něco jako filmový trhák v kinematografii nebo bychom jim mohli říkat AAA hry, jak se využívá ve finančním odvětví.
de: Wir haben bewiesen große Spiele herstellen zu können. Lass uns doch mal sehen, ob wir auch Spiele entwickeln können, die so Umfangreich und eine solch Hohe Qualität besitzen, dass sie eine ganz neue Kennzeichnung etablieren. Um einen Begriff aus dem Finanzsektor zu benutzen werden sie 'Triple A' bewertete Spiele werden, oder mit Worten aus der Film Industrie echte Blockbuster.
fr: Nous avons prouvé que nous pouvions faire de gros jeux. Et si maintenant, nous essayions d'en faire d'une qualité et d'une portée si immenses qu'ils en deviendraient une nouvelle référence ? En empruntant le langage financier, ce seraient des jeux AAA, ou en empruntant le langage de l'industrie cinématographique, de vrais blockbusters.
nl: We hebben bewezen dat we grootschalige games kunnen maken. Wat denk je ervan als we bekijken of we games kunnen maken die dusdanig enorm zijn, alsook van dusdanig hoge kwaliteit zijn, dat het een heel nieuw label zal vormen. Om een term uit de financiële wereld te lenen, zouden het AAA games zijn, of om te lenen uit de filmwereld, echte blockbusters.
pl: Udowodniliśmy, że potrafimy tworzyć duże gry. Może spróbujemy stworzyć grę tak obszerną i tak świetną jakościowo, że będzie trzeba wymyślić dla niej specjalną kategorię, co? Na początek może zapożyczymy termin z sektora finansowego - potrójne A. Lub z przemysłu filmowego - megahit.
sv: Vi har bevisat att vi kan göra stora spel som fungerar. Ska vi se om vi kan göra spel som är så massiva och av så hög kvalitet att de kommer sälja som smör. För att låna ett begrepp från finanssektorn de kommer att vara AAA rankade spel eller att låna från filmindustrin, riktiga storsäljare.

source: Boss, our research into AAA games is complete and we can now begin to create AAA games. A triple A game requires well-trained staff and it is best to have specialists in the different areas to make sure the team does their best work.{n}When creating a AAA game we can also use the R&D lab to develop a special marketing campaign which greatly enhances the hype around the game.
ar_001: يا رئيس، بحثنا الذي يخص ألعاب AAA قد اكتمل و يمكننا البدء في تطوير ألعاب AAA . يتطلب هذا النوع من الألعاب فريقًا مدربًا بشكل جيد و من الأفضل تواجد متخصصين في عدة مجالات، و ذلك حتى نكون متأكدين من قيامهم بأفضل ما بوسعهم .{n} عند إنشاء لعبة AAA، يمكننا أيضًا الاستفادة من مختبر البحوث و التطوير في تطوير حملة تسويق خاصة، و هذا سيشعل الحماس حول اللعبة بشكل أكبر.
cs: Šéfe, vývoj AAA her je hotov a nyní se můžeme pustit do jejich tvorby. AAA hra potřebuje proškolené zaměstnance a nejlépe je mít pro každé odvětví specialisty, abychom měli jistotu, že odvedou svou nejlepší práci.{n}Když budeme vytvářet AAA hru, můžeme také použít naši V&V laboratoř a připravit speciální marketingovou kampaň, která velmi zvýší povědomí o hře.
de: Chef, unsere Forschungen bezüglich AAA Spielen sind abgeschlossen. Wir können beginnen diese zu entwickeln. Ein AAA Spiel benötigt gut ausgebildetes Personal. Es ist am Besten Spezialisten in den verschieden Bereichen der Entwicklung zu beschäftigen, um sicher zu stellen, dass das Team seine Arbeit so gut es geht machen kann.{n}Beim Erstellen von AAA Spielen können wir außerdem die F&E Abteilung nutzen, um eine spezielle Marketing Kampagne zu starten, die den Hype um unser Spiel anheizen wird.
fr: Patron, nos recherches sur les jeux AAA ont abouti, et nous pouvons maintenant commencer à développer des jeux AAA. Un jeu triple A nécessite du personnel bien entraîné, le mieux étant d'avoir des spécialistes dans les différents domaines pour être sûr que l'équipe fait un travail plus efficace.{n}Pendant le développement d'un jeu AAA, nous pouvons aussi utiliser notre labo de R&D pour organiser une campagne promotionnelle dédiée, qui augmentera grandement le battage médiatique autour du jeu.
nl: Baas, ons onderzoek naar AAA games is voltooid en we kunnen nu beginnen met het ontwerpen van AAA games. Een AAA game vereist goed opgeleid personeel en het is het beste om over specialisten in de betreffende vakken te beschikken om zeker te zijn dat het team op zijn best presteert.{n}Tijdens het ontwerpen van een AAA game kunnen we ook het R&D-lab gebruiken om een speciale marketingcampagne te ontwikkelen die de hype rond de game flink zal verhogen.
pl: Szefie! Zakończyliśmy badania nad grami z kategorii AAA. Tworzenie gier tego typu wymaga pracy specjalistów z różnych dziedzin. W trakcie tworzenia gry z kategorii AAA możemy wykorzystać nasz dział badań i rozwoju do przygotowania kampanii reklamowej, dzięki czemu nasza gra zyska dużo większy rozgłos.
sv: Chefen, vår forskning kring AAA spel är komplett och vi kan nu börja skapa AAA spel. Ett AAA spel kräver välutbildad personal och det är bäst att ha specialister inom olika områden för att se till att dem gör sitt bästa.{n}När du skapar ett AAA spel kan vi också använda F&U-labbet för att utveckla en speciell marknadsföringskampanj som förbättrar din hype kring spelet.

source: The hardware lab can also be used to develop special hardware products such as keyboard, mice and headsets that are sold with the game.
ar_001: مختبر العتاد يستطيع دائماً أن يستخدم إلى تطوير منتجات عتاد متطورة مثل لوحة المفاتيح والفأرات والسماعات التي تباع مع اللعبة.
cs: Hardwarová laboratoř může být také využita pro vývoj specializovaných hardwarových produktů jako klávesnice, myši a sluchátek, které budeme prodávat společně se hrou.
de: Die Hardwareabteilung kann auch dafür eingesetzt werden, spezielle Hardware wie Tastaturen, Mäuse und Headsets herzustellen, die mit dem Spiel verkauft werden.
fr: Le labo hardware peut aussi être utilisé pour créer des produits dérivés, tels que claviers, souris, et casques à vendre en même temps que le jeu.
nl: Het hardware lab kan ook gebruikt worden om speciale hardwareproducten te ontwikkelen, zoals toetsenborden, muizen en koptelefoons die samen met de game verkocht worden.
pl: Laboratorium sprzętowe może także produkować limitowane serie klawiatur, myszy i słuchawek, które będziemy sprzedawać wraz z grą.
sv: Hårdvarulabbet kan också användas för att utveckla speciella hårdvara produkter såsom tangentbord, möss och headsets som säljs med spelet.

source: Marketing Campaign
ar_001: حملة تسويقية
cs: Marketingová kampaň
de: Marketing-Kampagne
fr: Campagne de Marketing
nb: Markedskampanje
nl: Marketingcampagne
pl: Kampania marketingowa
sv: Marknadsföringskampanj

source: Let's use our in-house skills to design a special marketing campaign for our AAA title.
ar_001: لنستغل مهارتنا الداخلية لبدء حملة تسويقية خاصة بعنوان من نوع AAA.
cs: Využijme naše dovednosti k vytvoření reklamní kampaně pro náš AAA titul.
de: Benutzen wir die Kenntnisse unserer Mitarbeiter, um eine spezielle Marketing Kampagne für unsere AAA Spiele zu entwerfen.
fr: Exploitons nos compétences maison pour mettre en place une campagne de marketing spécifique à notre jeu AAA.
nb: La oss brukke våre ferdigheter til å designe en spesiell markedskampanje for vår AAA tittel.
nl: Laten we onze eigen vaardigheden aanwenden om een speciale marketingcampagne voor onze AAA-titel te ontwerpen.
pl: Spróbujmy we własnym zakresie stworzyć kampanię dla naszego tytułu z kategorii AAA.
sv: Låt oss använda vår egen kompetens för att utforma en särskild marknadsföringskampanj för vår AAA titel.

source: Custom Hardware
ar_001: قطع أجهزة معدلة
cs: Vlastní hardware
de: Eigene Hardware
fr: Produits dérivés
nb: Egendefinert maskinvare
nl: Aangepaste Hardware
pl: Sprzęt własnego projektu
sv: Anpassad hårdvara
