Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: If you want to create hit-games and have a world class team then training is important. For best results train your staff regularly but don't overwhelm them with too many sessions at once.{n}There are different training options available. Some options are better to increase certain skills than others. Experimenting is the best way to figure out which training options fit your plans. It is useful to have a mix of 'specialists' and allrounders in your team but aim to have at least one design specialist and technology specialist.
ar_001: إذا أردت أن تنشىء ألعاباً مميزة جداً و أن تملك فريقاً من الدرجة الأولى، فإن التدريب هو المفتاح لذلك. لأفضل النتائج عليك بتدريب طاقمك بشكل مستمر لكن لا تفرط في هذا بوضع العديد من التدريبات في وقت واحد.{n} هنالك خيارات تدريب مختلفة متوفرة.↵ بعض الخيارات أفضل لزيادة مهارات معينة من الأخرى. التجربة هي خير برهان لمعرفة أي التدريبات هي ما تناسب خططك.↵ من المفيد بأن تقوم بامتلاك خليطاً من المتخصصين و الخبراء في فريقك، لكن أهدف إلى امتلاك متخصص واحد للتصميم و واحد للتقنية.
cs: Pokud chcete tvořit špičkové hry a mít ten nejlepší tým, trénink je důležitý. Pravidelná školení týmu jsou klíčem k úspěchu, ale vyvarujte se několikanásobným sériím za sebou.{n}Dostupná jsou různá školení. Každé školení je zaměřené na jiné kvality pracovníka. Experimentováním zjistíte které čím prospívá. Je velmi užitečné mít ve vašem týmu směs 'specialistů' a všeumělů a zaměřit se na to mít alespoň jednoho designového a technologického specialistu.
de: Wenn du Spielehits erstellen und ein Weltklasse Team haben willst ist Training sehr wichtig. Für die besten Resultate trainiere deine Mitarbeiter regelmäßig, aber überfordere sie nicht mit zu vielen Sitzungen auf einmal.{n}Es sind verschiedene Trainings Optionen verfügbar. Manche Optionen sind besser um bestimmte Fähigkeiten zu steigern als andere. Ausprobieren ist der beste Weg um herauszufinden welche Trainingsoptionen deinen Plänen entsprechen. Es ist nützlich einen Mix aus 'Spezialisten' und Allroundern in deinem Team zu haben, aber versuche mindestens einen Design Spezialisten und Technologie Spezialisten zu haben.
fr: Si vous voulez créer des hits et avoir une équipe de renommée mondiale, la formation est primordiale. Pour de meilleurs résultats, entraînez votre personnel régulièrement, mais ne les surchargez pas de trop nombreuses sessions d'un coup.{n}Il y a plusieurs options de formation à votre disposition. Certaines d'entre elles sont étudiées pour mieux augmenter certaines compétences que d'autres. Expérimenter est le meilleur moyen de trouver quelles options conviennent le mieux à vos projets. Il est utile d'avoir un mélange de « spécialistes » et de touche-à-tout dans votre équipe, mais efforcez-vous d'avoir au moins un spécialiste en design, et un spécialiste en technologie.
nl: Als je hit-games wilt ontwerpen en een team van wereldklasse wilt hebben is opleiding een belangrijk aandachtspunt. Voor de beste resultaten laat je je werknemers regelmatig kleine trainingen doen, maar overlaad je hen niet met leerstof.{n}Er zijn verschillende trainingsmethodes beschikbaar. De ene methode is al wat effectiever dan de andere voor bepaalde vaardigheden. De beste manier om erachter te komen welke methodes helpen bij bepaalde vaardigheden is door te experimenteren. Het is nuttig om een mix van 'specialisten' en 'allrounders' in je team te hebben, maar probeer ten minste één ontwerp specialist en één technologie specialist te hebben.
pl: Jeśli chcesz mieć w zespole fachowców światowej klasy, którzy będą tworzyć same hity, to warto pomyśleć o szkoleniach. Aby osiągnąć najlepsze rezultaty, wysyłaj pracowników na szkolenia regularnie, ale nie przytłaczaj ich zbyt wieloma jednocześnie.{n}Dostępnych jest wiele różnych typów szkoleń. Każdy z nich ulepsza inną umiejętność. Metodą prób i błędów możesz sprawdzić, która opcja będzie ci najbardziej odpowiadać. Najwięcej zyskasz posiadając zarówno fachowców z tylko jednej dziedziny, jak i wszechstronnych pracowników. W zespole powinien być przynajmniej jeden specjalista od projektowania i jeden od technologii.
sv: Om du vill skapa hit-spel och ha ett världsklass-team då är utbildning viktigt. För bästa resultat utbilda din personal regelbundet, men överbelasta inte dem med alltför många sessioner på en gång.{n}Det finns väldigt många olika träningsval och välja på. Några alternativ är bättre för att öka vissa färdigheter än andra. Experimentera är det bästa sättet att ta reda på vilka utbildningsalternativ passar dina planer. Det är bra att ha en blandning av "specialister" och allrounders i ditt team men sikta på att ha minst en design- och teknikspecialist.

source: Level 5 unlocks
ar_001: المستوى 5 قد فتح
cs: Nové možnosti s 5. úrovní
de: Level 5 Freischaltungen
fr: Niveau 5 : nouvelles options
nb: Niå 5 låses opp
nl: Level 5 vrijgespeeld
pl: Co odblokowuje poziom 5
sv: Nivå 5 upplåst

source: Someone on your team has reached experience level 5! This unlocks a special training item called Boost. The training for it is expensive and you can only do it once the character has at least 500 design or technology points but the investment is well worth it.{n}Once trained, the boost allows you to temporarily increase the output of your staff and can really help you to make a hit-game.
ar_001: أحد ما في فريقك قد وصل إلى المستوى 5! هذا يفتح أداة تدريب خاصة تعرف بالتعزيز. التدريب عليها غالي الثمن، يمكنك أن تقوم به في حال حصل على 500 نقطة تصميم أو تقنية، لكن الأمر يستحق ذلك.{n} حينما ينتهي من التدريب، فإن التعزيز يسمح لك بزيادة مؤقتة لناتج أحد طاقمك و سيساعد حقًا في صنع لعبة مميزة.
cs: Někdo ve vašem týmu dosáhl 5. úrovně! Tím se mu zpřístupní speciální školení zvané Urychlení. Toto školení je drahé a je možné pouze u členů s nejméně 500 body zkušeností v designu či technologii, ale vyplatí se.{n}Jakmile je člen vyškolený, můžete mu dočasně zvýšit jeho produktivitu, což vám může pomoci k vydání opravdového hitu.
de: Jemand in deinem Team hat Erfahrungslevel 5 erreicht! Das schaltet ein spezielles Training namens Boost frei. Das Training dafür ist sehr kostspielig und man kann es nur auswählen wenn der Charakter mindestens 500 Design oder Technologie Punkte hat, aber die Investition lohnt sich.{n}Sobald es erlernt wurde, erlaubt es der Boost, die Leistung deines Mitarbeiters kurzfristig zu erhöhen, was hilft einen Spielehit zu entwickeln.
fr: Quelqu'un dans votre équipe a atteint le niveau 5 ! Cela a débloqué une formation spéciale appelée Boost. Cette formation est chère et le personnage doit avoir au moins 500 en design ou en technologie pour pouvoir la suivre, mais l'investissement en vaut largement la peine.{n}Une fois la formation suivie, le boost permet de temporairement augmenter la performance de votre personnel et peut vraiment vous aider à sortir un hit.
nl: Één personage uit je team heeft level 5 bereikt! Dit speelt een speciale training vrij, genaamd Boost. De training is duur en je kan het enkel doen als het personage minstens 500 Design- of Technologiepunten heeft, maar de investering is het zeker waard.{n}Eenmaal getraind, kan de boost tijdelijk de werklust van je personeel verhogen en het kan je echt helpen bij het maken van een hit-game.
pl: Jeden z twoich pracowników osiągnął właśnie piąty poziom doświadczenia! Tym samym odblokowane zostają stymulanty. Szkolenie z nimi związane jest kosztowne i możesz je przeprowadzić wyłącznie wtedy, gdy postać ma przynajmniej 500 punktów projektowania lub technologii. Mimo wszystko taka inwestycja jest warta zachodu.{n}Po odbyciu szkolenia stymulanty umożliwią ci tymczasowe zwiększenie wydajności twoich pracowników, co pomoże ci wyprodukować grę wartą szczytu listy bestsellerów.
sv: Någon i ditt team har nått nivå 5! Detta låser upp en särskild träning kallad boost. Utbildningen för den är dyr och du kan bara göra det när karaktären har minst 500 design- eller teknologipoäng men investeringen är värt det.{n}Väl utbildad, låter boosten dig att tillfälligt öka produktionen av din personal och kan verkligen hjälpa dig att göra ett hit-spel.

source: Publishers
ar_001: الناشرون
cs: Vydavatelé
de: Publisher
fr: Éditeurs
nb: Utgivere
nl: Uitgevers
pl: Wydawcy
sv: Utgivare

source: Using a publisher is a great way to get your games in front of a large audience which in turns helps to grow your fan base. Once your fan base is big enough you can self-publish your larger games without the need for a publisher. For medium games you should aim to have at least 100K fans before you publish them yourself.{n}To use a publisher you need to sign a contract. The contract will dictate what game you need to create. Pay attention to all the details, most importantly the minimum score that the contract dictates. If the game you release does not meet the minimum score you will have to pay a penalty, which can be costly.{n}It is also important to pay attention to the royalty rate. The higher the rate the more money you will make from the contract.
ar_001: يعتبر استخدام الناشر طريقة جيدة لنشر ألعابك لجمهور أكبر، مما يزيد القاعدة الجماهيرية لديك. حالما تصبح قاعدتك الجماهيرية كبيرة بما فيه الكفاية، فستتمكن من أن تنشر ألعابك الكبيرة بنفسك من دون الحاجة إلى ناشر. بالنسبة للألعاب المتوسطة، فإن عليك أن تهدف إلى الحصول على 100 ألف معجب قبل أن تتمكن من نشرها بنفسك.{n} لاستخدام الناشر، ستحتاج إلى أن توقع عقداً. سيملي عليك العقد أي لعبة عليك إنشاءها. انتبه إلى كل التفاصيل، و الأهم إلى النتيجة الأدنى للتقييم الذي يمليه العقد. لأنه إن لم تستوفِ اللعبة النتيجة المطلوبة، فستدفع الغرامة و التي ستكون مكلفة.{n} من المهم أيضاً أن تهتم لمعيار الولاء. كلما زاد المعيار كلما جنيت مالًا أكثر من العقد.
cs: Pokud chcete své hry dostat do povědomí velkého množství hráčů a získat si tak fanoušky, je využití vydavatele tou správnou cestou. Jakmile zíkáte základnu alespoň 100 000 fanoušků, budete schopni vydávat hry na vlastní pěst.{n}S vydavatelem začnete spolupracovat po podepsání smlouvy. Smlouva bude určovat jakou hru máte vytvořit. Splnit musíte každý vyžadovaný prvek a zejména musíte dbát na dodržení minimálního hodnocení v recenzích. Pokud hra po vydání tato očekávání nenaplní, budete finančně penalizováni.{n}Důležité je také dávat pozor na výši honoráře. Vyšší procento znamená vyšší honorář.
de: Einen Publisher zu nutzen ist eine großartige Möglichkeit deine Spiele einem breiten Publikum zu präsentieren, was wiederum hilft deine Fan Basis zu vergrößern. Sobald deine Fan Basis groß genug ist, kannst du deine Spiele selber veröffentlichen ohne einen Publisher zu benötigen. Für mittlere Spiele solltest du mindestens 100K Fans haben bevor du sie selbst veröffentlichst.{n}Um einen Publisher zu nutzen, musst du einen Vertrag unterschreiben. Der Vertrag diktiert dir welches Spiel du erstellen musst. Achte auf die Details, besonders die geforderten Wertungen die der Vertrag vorschreibt. Wenn das veröffentlichte Spiel die minimale Wertung nicht erreicht musst du eine Strafe bezahlen, was sehr Teuer sein kann.{n}Es ist auch wichtig auf die Lizenzgebühr zu achten. Umso höher die Gebühr ist desto mehr Geld wirst du mit dem Auftrag machen.
fr: Faire appel à un éditeur est un excellent moyen de diffuser vos jeux à un vaste public, ce qui vous aidera à gonfler votre base de fans. Une fois que votre base de fans est assez étoffée, vous pourrez auto-éditer vos plus gros jeux sans avoir à faire appel à un éditeur. Pour des jeux de taille moyenne, vous devriez viser au moins les 100k fans avant d'éditer un jeu par vos propres moyens.{n}Pour faire appel à un éditeur, vous devez signer un contrat. Le contrat va définir quel jeu vous devrez créer. Prêtez attention aux détails, principalement le score minimum auquel le contrat vous astreint. Si le jeu que vous publiez n'atteint pas le score minimum sur lequel vous vous êtes engagé, vous devrez vous acquitter d'une pénalité, qui peut être coûteuse.{n}Il est aussi important de faire attention au taux de royalties. Plus le taux sera élevé, plus le contrat vous rapportera.
nl: Een uitgever gebruiken is een geweldige manier om je games voor een groter publiek beschikbaar te maken, waardoor het op zijn beurt jouw helpt om een grotere fan base te krijgen. Zodra je fan base groot genoeg is kun je jouw games zelf uitgeven zonder dat je een uitgever nodig hebt. Voor middelgrote games zul je tenminste 100K fans moeten hebben voordat je ze zelf uit gaat geven.{n}Om een uitgever te gebruiken, moet je een contract tekenen. Het contract legt vast wat voor een soort game je moet maken. Let op alle details en, het meest belangrijke, de minimale score die de game mag krijgen. Als de game die minimale score niet haalt, moet je een boete betalen, die behoorlijk hoog kan oplopen.{n}Het is ook belangrijk te kijken naar de auteursrechtentarief. Des te hoger het tarief, des te meer geld dat je voor het contract verdient.
pl: Publikowanie przy pomocy wydawcy jest świetnym sposobem, by twoje gry trafiły do większej liczby graczy, co pozwoli ci powiększyć grono fanów. Kiedy liczba twoich fanów osiągnie odpowiedni poziom, będziesz w stanie publikować większe gry bez pomocy wydawcy.{n}Aby móc publikować średnie gry, powinieneś mieć przynajmniej 100 tysięcy fanów. Musisz podpisać kontrakt z wydawcą, by ten mógł publikować twoje gry. W kontrakcie będzie zawarta informacja, jaką grę musisz wyprodukować. Uważaj na wszystkie szczegóły umowy, a najbardziej na minimalną ocenę twojej gry.{n}Jeśli wyprodukowana gra nie osiągnie wymaganego wyniku, zapłacisz karę. Musisz także zwracać uwagę na poziom tantiemy. Im jest on wyższy, tym więcej możesz zarobić na kontrakcie.
sv: En utgivare är ett utmärkt sätt att få dina spel kända, som i sin tur bidrar till att öka dina fans. När du har tillräckligt mycket fans så kan du själv släppa dina större spel utan att du behöver hjälp av någon utgivare. För att släppa medelstora spel så måste du ha minst 100K fans innan du kan släppa dom själv.{n}För att kunna använda en utgivare måste du göra ett kontrakt. Kontraktet kommer att visa vilket sorts spel du måste skapa. Om spelet som du släpper inte når upp till kraven så måste du betala en skuld, vilket kan vara dyrt.{n}Det är också viktigt att uppmärksamma rankningen. Ju högre rank desto mer pengar tjänar du.

source: Design specialist
ar_001: متخصص تصميم
cs: Designový specialista
de: Design Spezialist
fr: Spécialiste en design
nb: Design spesialist
pl: Specjalista od designu

source: R&D lab is ready
ar_001: مختبر البحث و التصميم جاهز
cs: V&V laboratoř je připravena
de: F&E-Labor ist bereit
fr: Le labo de R&D est prêt
nb: R&D labben er klar
nl: O&O Lab is klaar
pl: Dział badań i rozwoju jest gotowy
sv: F&U-labbet är redo

source: To start a project simply {0} the screen to bring up the research menu. Once you start a project you can also cancel it using the same menu.
ar_001: لبدء مشروع ببساطة {0} الشاشة لتظهر قائمة البحوث. عندما تبدأ المشروع تستطيع أيضاً إلغائه مستخدما نفس القائمة.
cs: K započetí projektu stačí {0} na obrazovku a spustit výzkumné menu. Jakmile projekt začnete, můžete jej i kdykoliv stejným způsobem ukončit.
de: Um ein Projekt zu starten {0} einfach auf den Bildschirm um das Forschungsmenü aufzurufen. Sobald du ein Projekt gestartet hast kannst du es über dieses Menü auch wieder abbrechen.
fr: Pour commencer un projet, {0} simplement sur l'écran pour faire apparaître le menu de recherche. Une fois votre projet lancé, vous pourrez aussi l'annuler via le même menu.
nl: Als je een project wilt beginnen, {0} je op het scherm om het onderzoeksmenu te openen. Wanneer je een project begonnen bent kun je via hetzelfde menu ook annuleren.
pl: Aby rozpocząć projekt, kliknij na ekranie, co przywoła menu badań. Po rozpoczęciu projektu możesz go anulować przy użyciu tego samego menu.
sv: För att starta ett projekt helt enkelt {0} på skärmen för att få upp forskningsmenyn. När du har startat ett projekt kan du också avbryta projektet genom samma meny.

source: Hardware lab is ready
ar_001: إن مختبر الأجهزة جاهز
cs: Hardwarová laboratoř je připravena
de: Hardware-Labor ist bereit
fr: Le labo hardware est prêt
nl: Hardware lab is klaar
pl: Laboratorium sprzętowe jest gotowe
sv: Hårdvarulabbet är redo

source: R&D project started
ar_001: لقد تم بدء مشروع بحث و تصميم
cs: Výzkumný projekt spuštěn
de: F&E Projekt gestartet
fr: Projet R&D lancé
nb: R&D prosjekt startet
nl: O&O project gestart
pl: Projekt badań i rozwoju rozpoczęty
sv: F&U projekt startat

source: The project is now started and as your researchers work on it you will see the progress in the status card. Don't forget to adjust the budget! If the budget is 0 the project will never progress.
ar_001: لقد بدأ المشروع الآن، و أثناء عمل باحثوك، فسترى مستوى التقدم في بطاقة الحالة. لا تنس بأن تعدّل الميزانية! إذا كانت الميزانية 0، فإن المشروع لن يتقدم.
cs: Projekt byl spuštěn. Na kartě stavu je vidět, jak výzkumný tým pokročil. Nezapomeňte nastavit rozpočet! Pokud bude rozpočet nastaven na 0, výzkum se nijak neposune.
de: Das Projekt wurde nun gestartet und während deine Forscher daran arbeiten, kannst du den Fortschritt in der Status Box beobachten. Vergiss nicht das Budget anzupassen! Wenn das Budget 0 beträgt, wird das Projekt nie Fortschritte machen.
fr: Le projet est maintenant lancé et tandis que vos chercheurs y travaillent, vous pourrez suivre sa progression dans la barre de statut. N'oubliez pas d'ajuster le budget alloué ! Si le budget est de 0, le projet ne progressera jamais.
nl: Het project is nu gestart. Je kunt de voortgang van je onderzoekers bijhouden op de statuskaart. Vergeet vooral niet het budget aan te passen! Als het budget 0 is zal het project nooit voortgang maken.
pl: Projekt został rozpoczęty, postęp badań zobaczysz w karcie statusu. Nie zapomnij dostosować budżetu! Jeśli budżet będzie zerowy, nie będą poczynione żadne postępy.
sv: Projektet har nu börjat och undertiden dina forskare arbetar med det så kommer du att se framstegen på projektet i statusfönstret. Glöm inte att justera budgeten! Om budgeten är på 0 kr så kommer projektet aldrig att göra några framsteg.

source: Console Development
ar_001: تطوير منصة ألعاب
cs: Vývoj konzole
de: Konsolen Entwicklung
fr: Dév. de console
nb: Konsoll utvikling
nl: Console Ontwikkeling
pl: Produkcja konsoli
sv: Konsolutveckling

source: Developing your own console is a very costly undertaking. Not only do you have to pay a big chunk of money up front for the project but you will also have to pay your hardware lab crew. Only attempt to create a console if you are confident that you have enough capital.{n}When developing a console you can decide on how your console will look like and decide on the technical features as well as the quality assurance budget. The more sophisticated your technology is the better the console will fare against competing products. The more budget you reserve for QA the better the quality of your console will be.
ar_001: إن تطوير منصتك الخاصة مكلف جداً. فليس عليك أن تدفع كمية كبيرة من المال للمشروع مقدماً فحسب، بل و عليك أن تدفع المال لطاقم مختبر العتاد أيضاً. قم بإنشاء منصة في حالة كنت واثقاً من إمتلاكك المال الكافي فقط.{n} حينما تطور منصة، يمكنك أن تختار مظهره و تحدد الميزات التقنية فيه، إلى جانب ميزانية الجودة. و كلما كانت تقنيتك أكثر تطوراً، كلما كانت المنصة أفضل في التنافس. و كلما زاد المال في ميزانية الجودة، كلما كانت جودة المنصة أفضل.
cs: Vývoj vlastní konzole je velký finanční závazek. Nejen, že je třeba zaplatit velkou částku před samotným zahájením projektu, ale je také třeba platit lidi v hardwarové labolatoři v celém jeho průběhu. Do vývoje konzole se pouštějte pouze tehdy, pokud máte dostatečně velký kapitál.{n}Při vývoji konzole se můžete rozhodnout jak bude vypadat, jaké bude mít technické parametry a kolik peněz půjde na testování. Čím lepší technologie, tím lépe si konzole povede v boji se svými konkurenty. Čím větší bude rozpočet na testování, tím bude konzole kvalitnější.
de: Eine eigene Konsole zu entwickeln ist ein kostspieliges Unterfangen. Man muss nicht nur einen Haufen Geld in das Projekt stecken, sondern zusätzlich auch die Angestellten des Hardware-Labors bezahlen. Versuche nur eine Konsole zu entwickeln, wenn du sicher bist, genug Kapital dafür zu haben.{n}Wenn du eine Konsole entwickelst, kannst du selber entscheiden, wie sie aussehen wird, die technischen Eigenschaften wie auch das Budget der Qualitätssicherung festlegen. Je ausgeklügelter die Technik ist, desto besser wird die Konsole gegen konkurierende Produkte abschneiden. Je mehr Budget für die Qualitätssicherung in Reserve gehalten wird, desto besser wird die Qualität der Konsole sein.
fr: Développer votre propre console est une entreprise très coûteuse. Non seulement vous aurez à investir d'emblée une grosse somme d'argent pour le projet, mais vous aurez aussi à payer l'équipe de développement de votre labo hardware. Ne vous lancez dans la création d'une console que si vous avez confiance dans votre capacité financière.{n}Quand vous développez une console, vous pouvez décider de son aspect, ainsi que de ses caractéristiques techniques et du budget alloué à la qualité. Plus la technologie embarquée sera pointue, mieux la console sera armée face à la concurrence. Plus vous accorderez de budget à la qualité, meilleure sera sa robustesse.
nl: Jouw eigen spelcomputer ontwikkelen is een dure onderneming. Je moet niet alleen een lading geld betalen voor het project maar ook voor je personeel in het hardware lab. Probeer alleen een console te maken als je er zeker van bent dat je genoeg kapitaal hebt.{n}Wanneer je een spelcomputer aan het ontwikkelen bent, kun je beslissen hoe de spelcomputer er uit ziet en welke technische snufjes het heeft, en het kwaliteitsverzekeringsbudget aanpassen. Des te verfijnder de technologie is, des te beter de console zal presteren tegen concurrerende producten. Des te meer budget voor kwaliteitsverzekering, des te beter de kwaliteit van jouw spelcomputer.
pl: Produkcja konsoli jest bardzo kosztownym przedsięwzięciem. Nie tylko trzeba sporo zapłacić z góry, ale także należy opłacić ekipę z laboratorium sprzętowego. Porywaj się na taką operację wyłącznie wtedy, gdy masz pewność co do stabilności swojego budżetu.{n}Tworząc swoją własną konsolę, możesz zdecydować o jej wyglądzie, a także o jej stronie technicznej. Im bardziej zaawansowaną technologię posiadasz, tym bardziej twoja konsola będzie konkurencyjna na rynku. Z kolei im więcej zainwestujesz w kontrolę jakości, tym bardziej niezawodny będzie finalny produkt.
sv: Att utveckla din egen konsol kostar väldigt mycket. Inte nog med att du måste betala en stor del av pengarna i förskott till projektet men du kommer också att få betala dina arbetare i ditt hårdvarulabb. Försök bara skapa en konsol om du är säker på att du har tillräckligt med pengar.{n}När du utvecklar en konsol kan du bestämma hur konsolen kommer att se ut och besluta om de tekniska funktionerna samt kvalitetsbudgetsäkringen. Ju mer sofistikerade din teknik är det bättre att konsolen kommer att klara sig mot konkurrerande produkter. Ju mer budget du reserverar för QA desto bättre kommer kvaliteten på din konsol att bli.

source: Console released
ar_001: لقد تم إصدار المنصة
cs: Vydání konzole
de: Konsole veröffentlicht
fr: Console commercialisée
nb: Konsoll utgitt
nl: Spelcomputer uitgebracht
pl: Konsola w sklepach
sv: Konsolen har släppts
