Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Boss, it seems the fans who requested that we open source {0} were particularly upset with our decision and have caused quite a negative stirr. We've lost {1} fans.
ar_001: يا رئيس، يبدو بأن المعجبين الذين طلبوا ملفات مصدر {0} قد انزعجوا من قرارنا. لقد خسرنا {1} معجباً.
cs: Šéfe, vypadá to, že fanouškové, kteří požádali o uvolnění kódu pro {0}, byli s naším rozhodnutím nespokojení. Přišli jsme o {1} fanoušků.
de: Chef, es scheint die Fans, die gebeten haben, dass wir den Quellcode von {0} freigeben, sind über unsere Entscheidung besonders aufgebracht und haben eine ziemlich negative Bewegung verursacht. Wir haben {1} Anhänger verloren.
fr: Patron, il semblerait que les fans ayant demandé le passage à l'open source de {0} soient particulièrement en colère face à notre décision et cela a causé une indignation. Nous avons perdu {1} fans.
nb: Sjef, det ser ut til at fansen som etterspurte om at vi åpnet kildekoden {0} var ganske misfornøyd med vår beslutning, og har resultert i en ganske negativt tilbakeblikk. Vi har mistet {1} fans.
nl: Baas, het ziet ernaar uit dat de fans die verzochten om {0} open-source te maken, aardig van streek geraakt zijn door onze beslissing en hebben een negatieve roering veroorzaakt. We hebben {1} fans verloren.
pl: Szefie, wygląda na to, że fani, którzy domagali się udostępnienia kodu źródłowego silnika {0}, byli wyjątkowo rozczarowani naszą decyzją i narobili trochę szumu. Straciliśmy {1} fanów.
sv: Chefen verkar det fansen som begärde att vi har öppen källkod {0} var särskilt upprörda med vårt beslut och har orsakat en ganska negativt rykte. Vi har förlorat {1} fans.

source: gained
ar_001: تم جنيها
cs: získali
de: erhalten
fr: obtenu
nb: opnådd
nl: vergaard
pl: Zyskani fani:
sv: vunnits

source: it cost us {0}
ar_001: كلفتنا {0}
cs: stálo nás to {0}
de: das kostet uns {0}
fr: cela nous a coûté {0}
nb: det koster deg {0}
nl: het kostte ons {0}
pl: Poniesione koszty: {0}
sv: det kostade oss {0}

source: we made {0}
ar_001: جنينا {0}
cs: získali jsme {0}
de: wir haben {0} eingenommen
fr: nous avons gagné {0}
nb: Vi tjente {0}
nl: we hebben {0} verdient
pl: Zarobione pieniądze: {0}
sv: vi tjänade {0}

source: Legal Department
ar_001: القسم القانوني
cs: Právní oddělení
de: Rechtsabteilung
fr: Service Juridique
nb: Juridisk Avdeling
nl: Juridische Afdeling
pl: Dział prawny
sv: Juridiska avdelningen

source: Go to court. [~{0}% chance]
ar_001: رفع القضية إلى المحكمة.[~{0}% نسبة النجاح ]
cs: Jít před soud. [šance ~{0}%]
de: Vor Gericht gehen [~{0}% Erfolgschancen]
fr: Aller au tribunal. [~{0}% de chances]
nb: Gå til retten. [~{0}% sjanse]
nl: Ga naar de rechtbank. [~{0}% kans]
pl: Idź do sądu (szansa na wygraną: {0}%)
sv: Gå till domstol. [~{0}% chans]

source: The court dismissed the patent infringement claims made against us stating that the claim was ridiculous. All costs were paid by the suing party.
ar_001: رفضت المحكمة دعوى انتهاك براءة الاختراع التي رفعت ضدنا، قائلة بأن الدعوة سخيفة. كل التكاليف قد دفعت من قبل الجهة المقاضية.
cs: Soud patent zamítl a konstatoval, že jsou všechna obvinění směšná. Celý proces byl uhrazen stranou žalujících.
de: Das Gericht hat die Patentverletzungsansprüche, die gegen uns erhoben wurden abgewiesen und hat festgestellt, dass der Anspruch absurd war. Alle Kosten wurden von den klagenden Partei übernommen.
fr: Le tribunal a rejeté la plainte pour violation de brevets déposée contre nous indiquant que la demande était ridicule. Tous les frais ont été payés par la partie adverse.
nb: Retten avslutter patent påstandene som ble gjort gjort mot oss, der de forklarer at påstanden var unødvendig. Alle kostnader har blitt betalt av motstanderparten.
nl: De rechtbank heeft de claims voor de patentinbreuk afgekeurd, zeggend dat de claim belachelijk was. Alle kosten werden betaald door de aanklagende partij.
pl: Sąd odrzucił roszczenia z tytułu naruszenia praw patentowych, uznając je za absurdalne. Wszelkie koszty procesu pokryła strona pozywająca..
sv: Domstolen avfärdade patentintrångs-kravet som riktas mot oss som säger att påståendet var löjligt. Alla kostnader betalas av det stämda gruppen.

source: We rallied our fans to publicly fight against All Your IP Belongs To US
ar_001: لقد حشدنا معجبينا إلى مقاومة أمام العامة ضد حملة "كل حقوقكم الفكرية لنا"
cs: Shromáždili jsme fanoušky, aby nám pomohly veřejně bojovat proti 'All Your IP Belongs To US' (Všechno vaše duševní vlastnictví patří NÁM)
de: Wir haben unsere Fans aufgefordert, öffentlich gegen All Your IP Belongs To US vorzugehen
fr: Nous avons rassemblé nos fans pour nous battre publiquement contre All Your IP Belongs To US
nb: Vi gikk med fansen vår til offentligheten og kjempet mot All Din IP Tilhører OSS,
nl: We hebben onze fans publiekelijk laten vechten tegen All Your IP Belongs To US
pl: Zmobilizowaliśmy naszych fanów do publicznej walki z firmą Wszystkie Wasze Gry Należą Do Nas.
sv: Vi samlade våra fans att offentligt bekämpa All Din IP Tillhör Oss

source: and fight we did! We not only caused them to retract their claims but we also won {0} fans and the public's admiration. I doubt we will hear from those patent trolls again.
ar_001: و يالها من مقاومة! لم نجعلهم يسحبون دعواهم فحسب، بل و قد كسبنا {0} معجبًا إلى جانب إعجاب العامة بنا. أشك بأننا سنسمع من حمقى انتهاك البراءة مجدداً.
cs: a zvládli jsme to! Nejen že jsme je donutili stáhnout všechny požadavky, ale také jsme si vydobili veřejný obdiv a získali tak {0} nových fanoušků. Pochybuji, že se ti patentoví trollové ještě někdy ukážou.
de: und wir haben gekämpft! Wir haben sie nicht nur gezwungen ihre Ansprüche zurückzuziehen, wir haben auch {0} dazugewonnen und die Bewunderung der Öffentlichkeit. Ich bezweifele, dass wir jemals wieder etwas von diesen Patent-Trollen hören werden.
fr: et le combat a eu lieu ! Nous ne les avons pas seulement forcé à retirer leurs plaintes, nous avons aussi gagné {0} fans et l'admiration du public. Je doute que nous ayons encore affaire à ces trolls de nouveau.
nb: og kjempet gjorde vi! Vi fikk dem ikke bare til å trekke tilbake påstandende deres, men vi vant også {0} fans og offentlighetens beundring. Jeg vedder på at vi aldri får høre om disse patent trollene igjen.
nl: en we hebben gewonnen! We hebben ze niet alleen hun claim laten intrekken, maar ook {0} fans gewonnen en de bewondering van het publiek. Ik denk dat we nooit meer van die patent-trollen zullen horen.
pl: I wygraliśmy! Nie tylko zmusiliśmy wspomnianą firmę do wycofania roszczeń, ale też zdobyliśmy {0} fanów i powszechne uznanie. Nie sądzę, żeby te „patentowe trolle” jeszcze się kiedyś nas czepiały.
sv: och kämpade gjorde vi! Vi orsakade inte bara dem att dra tillbaka sina påståenden men vi vann också {0} fans och allmänhetens beundran. Jag tvivlar på att vi kommer att få höra från dessa patenttrollen igen.

source: but it seems that our efforts were fruitless. Seems we still have to pay {0} and the court costs of {1}. Maybe next time we'll have more luck.
ar_001: لكن يبدو بأن جهودنا قد كانت غير مجدية. حيث أنه لا زال علينا دفع {0} و تكاليف المحكمة {1}. ربما سيكون حظنا أوفراً في المرة المقبلة.
cs: , ale naše úsilí přišlo vniveč. Stále musíme zaplatit {0} a právní náklady přišli na {1}. Snad budeme mít příště více štěstí.
de: , aber leider scheint es so, als wären unsere Bemühungen fruchtlos. Wir scheinen immer noch {0} zahlen und Gerichtskosten in Höhe von{1}. Vielleicht haben wir nächstes mal mehr Glück.
fr: mais il semblerait que nos efforts aient été vains. Nous avons été condamnés à payer {0} ainsi que {1} de frais de justice. Peut-être aurons-nous plus de chance la prochaine fois.
nb: men det ser ut til at vår innsats var fruktløs. Det ser ut til at vi fortsatt må betale {0} og rettskostnader på {1}. Kanskje vi har bedre lykke neste gang.
nl: maar onze moeite heeft geen vruchten geworden. We moeten nog steeds {0} betalen, en de kosten van de rechtbank van {1}. Misschien hebben we de volgende keer meer geluk.
pl: Niestety, nasze wysiłki spełzły na panewce. Wygląda na to, że musimy zapłacić {0} i pokryć koszty sądowe w kwocie {1}. Może następnym razem będziemy mieli więcej szczęścia.
sv: men det verkar som att våra ansträngningar var i onödan. Verkar som vi fortfarande måste betala {0} och domstolskostnader för {1}. Nästa gång kommer vi kanske ha mer tur.

source: Settings
ar_001: الإعدادات
cs: Nastavení
de: Einstellungen
fr: Options
nb: Instillinger
nl: Instellingen
pl: Ustawienia
sv: Inställningar

source: Verifying...
ar_001: التحقق...
cs: Ověřuji…
de: Überprüfe...
fr: Vérification...
nb: Bekrefter...
nl: Verifiëren...
pl: Trwa weryfikacja...
sv: Verifiserar...

source: Could not initialize loaded game
ar_001: لا يمكن تهيئة اللعبة المحملة
cs: Nelze spustit uloženou hru
de: Geladenes Spiel konnte nicht initialisiert werden
fr: Impossible de charger la partie
nb: Kunne ikke initialisere lastet spill
nl: Initialisatie game laden mislukt
pl: Nie udało się uruchomić wczytywanej gry
sv: Kunde inte initialisera laddat spel

source: okay
ar_001: حسنا
cs: dobrá
fr: correct
nb: ok
pl: dobre
sv: okej

source: terrible
ar_001: فظيع
cs: strašná
de: schrecklich
fr: épouvantable
nb: grusomt
nl: vreselijk
pl: straszne
sv: hemskt

source: unknown
ar_001: غير معروف
cs: neznámá
de: unbekannt
fr: inconnu
nb: ukjent
nl: onbekend
pl: nie wiadomo
sv: okänt

source: not at all important
ar_001: ليس مهماً على الإطلاق
cs: zbytečná
de: überhaupt nicht wichtig
fr: inutile
nb: ikke noe viktig
nl: helemaal niet belangrijk
pl: zupełnie nieistotny
sv: inte alls viktigt

source: not very important
ar_001: ليس مهم جداً
cs: nadbytečná
de: nicht sehr wichtig
fr: peu important
nb: ikke veldig viktig
nl: niet heel belangrijk
pl: niezbyt ważny
sv: vara så viktigt

source: very important
ar_001: مهم جداً
cs: důležitá
de: sehr wichtig
fr: très important
nb: veldig viktig
nl: heel belangrijk
pl: bardzo ważny
sv: väldigt viktigt

source: Error
ar_001: خطأ
cs: Chyba
de: Fehler
fr: Erreur
nl: Fout
pl: Błąd

source: Today, Ninvento has announced a new mobile console called the Ninvento GS. It features two screens, one of them touch sensitive, and promises unique gameplay. While Ninvento has been struggling to regain their market lead ever since the TES 64 they still have a very strong position on the mobile market.{n}The Ninvento GS promises to strengthen this position and aims to breath life into a stagnating mobile market. The console will be in stores {0}.
ar_001: أعلنت Ninvento اليوم، عن منصتها الجديدة و التي تدعى Ninvento GS . حيث تتميز بوجود شاشتين، أحدها شاشة لمس، و تعِد المنصة بتجربة لعب مميزة. و كانت Ninvento تكافح لاستعادة سوقها من بعد TES 64 و مع ذلك لا زالت مكانتها في سوق المحمول ممتازة.{n} يعد جهاز Ninvento GS بتقوية مكانته و يهدف إلى بث الحياة في سوق المحمول. ستكون المنصة متوفرة في الأسواق في {0}.
cs: Ninvento dnes oznámilo novou přenosnou konzoli, Ninvento GS. Bude nabízet dvě obrazovky (jednu dotykovou) a unikátní hratelnost. Zatímco na trhu velkých konzolí Ninvento zápasí o přežití s jejich stařičkou TES 64, mobilnímu trhu kralují.{n}Ninvento GS slibuje posílit tuto pozici a vdechnout do skomírajících plic mobilního průmyslu čerstvý vzduch. Konzole vyjde {0}.
de: Heute hat Ninvento eine neue tragbare Konsole namens Ninvento GS angekündigt. Es hat zwei Bildschirme, einer davon Berührungsempfindlich und verspricht ein einzigartiges Gameplay. Während Ninvento seit dem TES 64 immer noch damit Kämpft die Marktführerschaft wieder zu erlangen, haben sie auf den Markt der tragbaren Spielkonsolen eine starke Position.{n}Das Ninvento GS scheint diese Position zu stärken und zielt darauf ab, dem Markt der tragbaren Spielkonsolen neues Leben einzuhauchen. Die Spielkonsole erscheint {0}.
fr: Aujourd'hui, Ninvento a annoncé une nouvelle console portable appelée la Ninvento GS. Elle proposera deux écrans dont un tactile, permettant un gameplay unique. Alors que Ninvento se démène pour retrouver leur place de leader du marché depuis la TES 64, ils sont toujours très influents sur le marché des consoles portables.{n}La Ninvento GS est prometteuse pour renforcer cette position et va apporter un vent de renouveau sur le marché des consoles portables, plus stagnant. La console sortira le {0}.
nb: Idag, Ninvento har annonsert en ny mobil konsoll kallt Nintendo GS. Den kommer med to skjermer, en av dem er trykk sensitiv, og lover deg unik spilleglede. Mens Ninvento har strevet med å få tilbake ledelsen i markedet etter TES 64, ser det fortsatt ut til at de har en veldig sterk stilling på det mobile markedet.{n} Ninvento GS lover å styrke denne posisjonen, og sikter mot å puste liv imobil markedet. Konsollen vil komme til butikken {0}.
nl: Ninvento heeft vandaag een nieuwe mobiele console aangekondigd genaamd de Ninvento GS. Het heeft twee schermen, waarvan één met touchscreen en beloofd een unieke speelbeleving. Terwijl Ninvento moeite heeft om hun positie als marktleider te herpakken sinds de TES 64, hebben zij nog steeds een sterke positie op de mobiele markt.{n}De Ninvento GS zal hoogstwaarschijnlijk die positie versterken en wat leven blazen in de stagnerende mobiele markt. De console zal {0} in de winkels liggen.
pl: Ninvento zapowiedziało dzisiaj premierę nowej przenośnej konsoli Ninvento GS. Urządzenie ma dwa ekrany, w tym jeden dotykowy, co daje nadzieję na unikalny typ rozgrywki. Ninvento walczy o odzyskanie renomy, którą miało za czasów TES 64, ale jednocześnie utrzymuje silną pozycję na rynku „kieszonsolek”.{n}Wprowadzenie do sprzedaży Ninvento GS zwiastuje wzmocnienie tej pozycji i ma na celu tchnięcie nowego życia w ogarnięty stagnacją rynek urządzeń mobilnych. Konsola pojawi się w sklepach {0}.
sv: Idag har Ninvento tillkännagivit en ny mobil konsol kallad Ninvento GS. Den har två skärmar, en av dem tryckkänslig, och lovar ett unikt spelupplägg. Medan Ninvento har kämpat för att återfå sin marknadsledning ända sedan TES 64 de har fortfarande en mycket stark ställning på den mobila marknaden.{n}Ninvento GS lovar att stärka denna position och syftar till att andas liv i den stagnerande mobilmarknaden. Konsolen kommer att finnas i butik {0}.

source: Today, Mirconoft has announced their very own tablet device to combat the massive marketshare of Grapple's grPad device. The mPad features a sophisticated cover that comes with a integrated, ultra-thin keyboard. The tablet itself has a widescreen display and a integrated stand.{n}The mPad seems to be a combination of a traditional notebook and a tablet, and promises to shake up the market. The new product will be on the market {0}.
ar_001: أعلنت Mirconoft اليوم عن جهازها اللوحي الأول للمنافسة جهاز Grapple المحمول grPad. يتميز mPad بوجود غطاء أنيق مدمجة معه لوحة مفاتيح عالية النحافة. تتوفر في الجهاز اللوحي شاشة عريضة و منصباً مدمجاً.{n} يبدو بأن mPad سيكون توليفة من الجهاز الكمبيوتري المحول التقليدي و اللوحي و يعد بهز السوق. سيتوفر الجهاز الجديد في الأسواق في {0}.
cs: Mirconoft dnes oznámil jejich vlastní tablet připravený konkurovat grPadu od Grapplu. mPad nabízí promyšlený kryt se zabudovanou ultra tenkou klávesnicí. Tablet samotný má širokoúhlou obrazovku a zabudovaný stojánek.{n}mPad se jeví jako kombinace klasických notebooků a tabletů a má ambice otřást trhem. Nový produkt bude na trhu dostupný {0}.
de: Micronoft hat heute ihr neustes Tablet vorgestellt, mit dem man den riesigen Marktanteil von Grapple's grPad angreifen will. Das mPad hat ein ausgeklügeltes Cover mit einer intigrierten ultradünnen Tastatur. Das Tablet selber hat ein Breitbild-Display und einen intrigierten Aufsteller.{n}Das mPad scheint eine Kombination aus einem traditionellem Notebook und einem Tablet zu sein und verspricht darüberhinaus den Markt etwas aufzurütteln. Das neue Produkt wird ab {0} auf dem Markt sein.
fr: Aujourd'hui, Mirconoft a annoncé leur propre tablette pour contrer la grPad de Grapple. Le mPad dispose d'un clapet de protection intégrant un clavier ultra-fin. La tablette en elle-même dispose d'un écran large et d'un support intégré.{n}Le mPad semble être le parfait compromis entre ordinateur portable et tablette, et promet une entrée fracassante sur le marché. Le nouveau produit sera sur le marché le {0}.
nb: Idag har Micronoft annonsert deres helt egne nettbrett til å konkurere med det store salget av Grapple's grPad nettbrett. mPad(den) har et sofistikert kover med innebygd ultra-tynn tastatur. Nettbrettet selv har en widescreen visning og en innebygd støtte.{n} mPad(den) ser ut til å være en kombinasjon av en vanlig notebook og et nettbrett og ser ut til å selge veldig bra på markedet. Produktet vil være på markedet {0}.
nl: Micronoft heeft vandaag hun eigen tablet aangekondigd om gigantische marktaandeel van Grapple's grPad te bevechten. De mPad zal onder andere een verfijnde cover hebben met een geïntegreerd ultra dun toetsenbord. De tablet zelf heeft een widescreen scherm en ingebouwde standaard.{n}De mPad lijkt een combinatie van de traditionele notebook en een tablet en beloofd de markt wat op te schudden. Het nieuwe product zal {0} op de markt zijn.
pl: Mirconoft zapowiedział dzisiaj premierę własnego tabletu, chcąc obalić rynkową hegemonię grPada produkowanego przez firmę Grapple.{n}mPad wyróżnia się oryginalną obudową, której towarzyszy ultracienka klawiatura. Sam tablet ma szeroki wyświetlacz i zintegrowaną podstawkę. Urządzenie wydaje się być połączeniem tradycyjnego netbooka i tabletu, co zapowiada rewolucję na rynku.{n}Tablet będzie dostępny w sprzedaży {0}.
sv: Idag har Mirconoft tillkännagivit sin egen tablet-enhet för att bekämpa den massiva marknadsandelen av Grapples grPad. mPad har ett sofistikerad lås som kommer med ett integrerat ultratunt tangentbord. Tablet-enheten har en widescreen-skärm och en integrerad monter.{n}mPad verkar vara en kombination av en traditionell bärbar dator och en tablett, och lovar att skaka om marknaden. Den nya produkten kommer att finnas på marknaden {0}.

source: For fans of the mBox, the long wait for an update to the console will soon be over as Mirconoft has announced that the mBox One will be available {0}.
ar_001: لمحبي mBox المنتظرين بشدة للنسخة الجديدة من المنصة، هذا الانتظار سينتهي قريبًا حيث أعلنت Mirconoft بأن mBox One سيكون متوفرًا في {0}.
cs: Dlouhé čekání fanoušků mBoxu se blíží ke svému konci, neboť Mirconoft oznámil mBox One. Dostupný bude {0}.
de: Für Fans der mBox, hat das lange Warten auf ein Update der Konsole bald vorbei sein. Mirconoft hat angekündigt, dass die mBox One {0} verfügbar sein wird.
fr: Pour les fans de la mBox, la longue attente pour une amélioration de la console sera bientôt terminée vu que Mirconoft a annoncé que la mBox One sera bientôt disponible.
nb: For fansen av mBox, den lange ventingen for en oppdatering til konsollen vil snart være over. Micronodt har annonsert at mBox One vil bli tilgjengelig {0}.
nl: Voor fans van de mBox, zal het lange wachten op de update van de console gauw over zijn, omdat Micronoft heeft aangekondigd dat de mBox One beschikbaar zal zijn {0}.
pl: Wkrótce skończy się długie oczekiwanie fanów mBoxa na nową wersję konsoli. Mirconoft ogłosił, że mBox One trafi do sprzedaży {0}.
sv: För fans av mBox, kommer den långa väntan på en uppdatering till konsolen snart vara över eftersom Mirconoft har meddelat att mBox One kommer att finnas tillgänglig {0}.
