Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Your very own game console is now on the market. Game consoles are complex machines and when you sell a lot of them it is only natural that some of them need to be repaired.{n}While your console is on sale your hardware team will have to work off maintenance points. Depending on the quality of the console and how many you sell these points vary from week to week.{n}Try to give your hardware lab enough budget so that they stay on top of the maintenance, otherwise customers will become unhappy when they have to wait too long for their consoles to be repaired. You can see how well your team is doing in the console information card in the top left of the screen.
ar_001: منصة ألعابك الخاصة قد صدرت في الأسواق الآن. إن منصات الألعاب أجهزة معقدة و حينما تبيع الكثير منها، فمن الطبيعي بأن تحتاج إلى أن يتم إصلاحها.{n} مادامت منصتك في الأسواق، فإن فريق العتاد سيعمل على إنتاج نقاط الصيانة. الاعتماد على جودة المنصة و على بيعك للوحدات، يختلف من أسبوع لآخر.{n} حاول أن تعطي الميزانية الكافية لفريق العتاديات، و ذلك حتى يتغلبوا على تكاليف الصيانة، و إلا فإن الزبائن سيكونون غير مسرورين حينما ينتظرون لوقت أطول ليتم إصلاح أجهزتهم. بإمكانك رؤية أداء فريقك في بطاقة معلومات المنصة في أعلى يسار الشاشة.
cs: Vaše nová konzole je nyní na trhu. Herní konzole je komplexní zařízení a když se jich prodá hodně, je normální, že některé z nich půjdou na reklamaci.{n}Váš hardwarový tým bude muset odpracovat údržbové body dokud se konzole prodává. V závislosti na kvalitě konzole a počtu prodaných kusů může být toto číslo každý týden jiné.{n}Snažte se zajistit hardwarové laboratoři takový rozpočet, aby zvládli všechny opravy včas, jinak budou zákazníci příliš dlouho čekat a budou nespokojení. Jak se hardwarovému týmu daří, zjistíte v informační kartě o konzoli v levém horním rohu.
de: Deine eigene Spielkonsole ist nun auf dem Markt. Spielkonsolen sind komplexe Maschinen und wenn du viele von ihnen verkaufst, ist es normal, dass ein paar von ihnen repariert werden müssen.{n}Solange deine Konsole verkauft wird, muss dein Hardware-Team Instandhaltungspunkte abarbeiten. Entsprechend der Qualität und der Verkaufszahlen variieren diese Punkte von Woche zu Woche.{n}Versuche deinem Hardware-Labor genügend Budget einzuräumen, damit sie mit der Instandsetzung nicht hinterher hinken. Ansonsten werden die Kunden verärgert wenn sie zu lange darauf warten müssen, dass ihre Konsole repariert wird. In der oberen linken Ecke des Fensters kannst du der Konsolen-Informationskarte entnehmen, wie es deinem Team geht.
fr: Votre propre console est maintenant sur le marché. Les consoles de jeu sont des machines complexes, et quand vous en vendez beaucoup, il est logique qu'une partie d'entre elles ait besoin de réparations.{n}Tant que votre console sera sur le marché, votre équipe hardware devra s'occuper des points de maintenance. En fonction de la qualité de la console et de combien vous en vendez, ces points varieront d'une semaine sur l'autre.{n}Essayez d'accorder à votre labo hardware le budget suffisant pour qu'il puisse faire face à la maintenance, sinon les temps de réparation trop longs mécontenteront les consommateurs. Vous pouvez voir comment s'en sort votre équipe dans l'encart d'informations sur les consoles dans la partie supérieure gauche de l'écran.
nl: Je eigen spelcomputer is nu op de markt. Spelcomputers zijn ingewikkelde machines en wanneer je er een hoop van verkoopt is het enkel logisch dat er enkele van gerepareerd moeten worden.{n}Terwijl jouw spelcomputer op de markt is zal jouw hardware-team zich ook op onderhoudspunten moeten richten. Afhankelijk van de kwaliteit van de console en hoeveel je verkoopt zullen deze punten per week verschillen.{n}Probeer jouw hardware lab genoeg budget te geven zodat ze alles kunnen blijven repareren, ander zullen je klanten ongelukkig worden omdat ze te lang moeten wachten tot hun spelcomputers gerepareerd zijn. Je kunt zien hoe goed je team aan het werk is op de console-informatiekaart in de linker bovenhoek van het scherm.
pl: Twoja konsola trafiła właśnie na sklepowe półki. Konsole do gier to złożone maszyny, dlatego pamiętaj, że sprzedając wiele sztuk, któreś z nich mogą wymagać naprawy. Podczas gdy konsola jest w sprzedaży, twój zespół musi wypracować punkty konserwacji. Liczba otrzymywanych punktów zależy od jakości konsoli oraz wyników sprzedaży.{n}Postaraj się przekazywać do laboratorium sprzętowego odpowiednią ilość pieniędzy, by twoi pracownicy mogli utrzymać najwyższy poziom usług konserwacyjnych. W przeciwnym wypadku zbyt długie oczekiwanie na naprawę konsoli wywoła niechęć klientów. Możesz sprawdzić, jak radzi sobie twoja ekipa w karcie informacji o konsoli w lewym górnym rogu ekranu.
sv: Din egen spelkonsol är nu ute på marknaden. Spelkonsoler är komplexa maskiner och när du säljer en hel del av dem är det naturligt att en del av dem måste repareras.{n}Medan konsolen är på rea kommer ditt hårdvaruteam att behöva arbeta bort underhållspunkter. Beroende på kvaliteten på konsolen och hur många du säljer varierar dessa punkter från vecka till vecka.{n}Försök att ge ditt hårdvarulabb tillräckligt med budget så att de stannar på toppen av underhåll, annars kommer kunderna att bli missnöjda när de måste vänta för länge på sina konsoler som ska repareras. Du kan se hur bra det går för ditt team i konsolinformationsfönstret i det övre vänstra hörnet av skärmen.

source: MMO on sale
ar_001: لقد تم نشر MMO في الأسواق
cs: MMO nyní v prodeji
de: MMO ist im Handel
fr: MMO en vente
nb: MMO på salg
nl: MMO in verkoop
pl: MMO w sklepach
sv: MMO släppd

source: Your MMO is on sale now. MMOs work slightly different than normal games. MMOs not only generate income but also cause maintenance costs as we need to run game servers and provide customer services. You will see the amount of maintenance paid in the sales card.{n}Unlike other games which have a limited sales duration MMOs sell indefinitely. You will have to decide yourself when you want to take an MMO off the market. To take an MMO off the market simply {0} on the sales card to bring up a menu.{n}Since MMOs are so expensive to create you might want to try to expand your current MMO rather than create a new one. To do this you will need to create a expansion pack, which you can start to research now.
ar_001: إن لعبة ال MMO الخاصة بك في الأسواق الآن،إن نهج ألعاب ال MMO يختلف عن الألعاب العادية. إذ أن ألعاب MMO لا تزيد من الدخل فحسب، بل و تزيد من تكاليف الصيانة، حيث أنها تتطلب خوادم لتشغيلها، بالإضافة إلى خدمة العملاء. سترى كمية تكاليف الصيانة المدفوعة في بطاقة المبيعات.{n} على عكس الألعاب الأخرى التي لها مدة مبيعات محدودة، فإن ألعاب ال MMO تباع لأجل غير مسمى. سيكون عليك أن تحدد بنفسك متى تريد سحب اللعبة من السوق. لسحب لعبة MMO من السوق، ببساطة {0} على كرت المبيعات لإظهار الخيار بالقائمة.{n} إنشاء ألعاب MMO مكلف جداً، فعليك أن تفكّر بتوسيع لعبتك الحالية بدلاً من إنشاء واحدة أخرى. و لفعل ذلك ستحتاج إلى إنشاء حزمة توسعة، و التي يمكنك إجراء بحث عنها الآن.
cs: Vaše MMO je nyní v prodeji. MMO se od normánlních her trochu liší. Nejen že generuje příjem, ale vytváří také náklady na údržbu - provoz serverů a zákaznickou podporu. Částku zaplacenou za údržbu uvidíte v kartě prodejů.{n}Klasické hry se prodávají po omezený čas, MMO lze prodávat libovolně dlouho. Je čistě na vás, kdy se jej rozhodnete z trhu stáhnout. Pokud jej budete chtít stáhnout, stačí {0} na kartu prodejů, kde se zobrazí dotyčná položka.{n}MMO je velmi drahá záležitost, proto je místo vývoje nového výhodnější rozšířit to současné. To uděláte tak, že vytvoříte datadisk, který si můžete teď hned vyzkoumat.
de: Dein MMO ist nun im Handel erhältlich. MMO's funktionieren etwas anders als normale Spiele. MMOs generieren nicht nur Einkommen, sondern verursachen auch Unterhaltungskosten um die Spielserver und den Kundenservice am laufen zu halten. Du wirst den Betrag der Unterhaltungskosten in dem Verkaufsfenster sehen.{n}Anders als andere Spiele, die eine beschränkte Verkaufsdauer haben, verkaufen sich MMO's unendlich lang. Du wirst selber entscheiden müssen, wann du ein MMO vom Markt nehmen möchtest. Um ein MMO vom Markt zu nehmen, {0} einfach auf das Verkaufsfenster um ein Menü zu öffnen.{n}Da MMO's so teuer in der Entwicklung sind solltest du lieber versuchen dein aktuelles MMO zu erweitern, als ein neues zu erstellen. Um das zu tun musst du ein Erweiterungspack entwickeln. Du kannst nun mit der Erforschung von Erweiterungspacks beginnen.
fr: Votre MMO est maintenant en vente. Les MMO fonctionnent différemment des jeux normaux. Les MMO ne font pas que générer du revenu, mais aussi des coûts de maintenance, puisque nous avons besoin d'exploiter des serveurs pour faire tourner le jeu et fournir des services aux utilisateurs. Vous verrez les frais de maintenance dans l'encart des ventes.{n}Contrairement aux autres jeux, qui ont une durée de présence sur le marché limitée, les MMO se vendent indéfiniment. Vous aurez à décider par vous-même quand vous voudrez retirer un MMO du marché. Pour retirer un MMO du marché, {0} simplement sur l'encart des ventes pour faire apparaître un menu.{n}Comme les MMO coûtent cher à produire, vous pouvez préférer essayer de le prolonger plutôt que d'en créer un nouveau. Pour ce faire, vous aurez besoin de créer une extension, que vous pouvez commencer à rechercher dès à présent.
nl: Jouw MMO is nu in de verkoop. MMO's werken anders dan normale games. MMO's genereren niet alleen inkomen maar hebben ook onderhoudskosten omdat we de servers van de game draaiend moeten houden en klantondersteuning bieden. Je kunt het aantal kosten voor onderhoud raadplegen bij de verkoopkaart.{n}In tegenstelling tot andere games, die een gelimiteerde verkoopperiode hebben, verkopen MMO's oneindig. Je kunt zelf beslissen wanneer je een MMO's van de markt wil halen. Om een MMO van de markt af te halen {0} je op de verkoopkaart om een menu weer te geven.{n}Omdat MMO's zo duur zijn om te maken, wil je nu misschien jouw huidige MMO uitbreiden in plaats van een nieuwe te maken. Om dit te doen zul je een uitbreidingspakket moeten maken, wat je vanaf nu kunt onderzoeken.
pl: Twoja gra MMO trafiła właśnie do dystrybucji. Gry MMO działają na trochę innej zasadzie niż normalne gry. MMO nie tylko generują przychód, ale też wymagają wydatków na obsługę serwerów i udostępnianie usług dla klientów. Budżet, jaki przeznaczono na utrzymanie gry, zobaczysz w karcie sprzedaży.{n}Gry MMO, w odróżnieniu od innych gier, są sprzedawane bez przerwy. Do ciebie należy decyzja, kiedy przestaniesz wspierać swój produkt. Aby to zrobić, kliknij kartę sprzedaży, co przywoła odpowiednie menu. Produkcja gier tego typu jest bardzo kosztowna, dlatego czasami lepiej jest ulepszać MMO, które już się stworzyło, a nie tworzyć nowe. W tym celu musisz zbadać temat dodatków do gier.
sv: Din MMO är ute på marknaden. MMO:er fungerar lite annorlunda än vanliga spel. MMO-spel genererar inte bara intäkter utan kan också orsaka underhållskostnader som vi behöver för att köra spelservrar och ge kundservice. Du kommer att se det underhåll som betalas ut i försäljningsfönstret.{n}Till skillnad från andra spel som har en begränsad försäljning har MMO:er en försäljning på en obestämd tid. Du måste bestämmer själv när du vill ta en MMO från marknaden. För att ta bort en MMO från marknaden helt enkelt {0} på försäljningsfönstret för att få upp en meny.{n}Eftersom MMO-spel är så dyra att skapa vill du kanske prova att utöka din nuvarande MMO snarare än att skapa en ny. För att göra detta måste du skapa ett expansionspaket, som du kan börja forska nu.

source: Additional Specialists
ar_001: متخصصون إضافيين
cs: Dodateční specialisté
de: Zusätzliche Spezialisten
fr: Spécialistes supplémentaires
nb: Ekstra Spesialister
nl: Extra Specialisten
pl: Dodatkowi specjaliści
sv: Ytterligare specialister

source: While you only need one specialist to start running a lab you can train more than one. Additional specialists decrease the overall running cost of your lab.
ar_001: في حين أنك تحتاج إلى متخصص واحد لتشغيل مختبر إلا أنه يمكنك أن تدرب أكثر من واحد. المتخصصون الإضافيين سيقللون من تكاليف تشغيل مختبرك.
cs: K fungování laboratoře je potřeba alespoň jednoho specialisty, ale školených jich můžete mít i více. Dodateční specialisté snížují provozní náklady laboratoře.
de: Obwohl du nur einen Spezialisten benötigst, um ein Labor zu betreiben, kannst du mehr als einen trainieren. Zusätzliche Spezialisten verringern die allgemeinen Kosten deines Labors.
fr: Si un seul spécialiste suffit à faire tourner votre labo, vous pouvez en former plus d'un. Les spécialistes additionnels diminuent les coûts d'exploitation de votre labo.
nl: Terwijl je maar een specialist nodig hebt om een lab te runnen, kun je er meerdere trainen. Als je meer specialisten hebt dan kost het runnen minder.
pl: Do otworzenia działu potrzebujesz tylko jednego specjalisty, ale możesz wyszkolić ich więcej. Dodatkowi specjaliści zwiększają całościowy koszt utrzymania działu.
sv: Även om du bara behöver en specialist för att börja köra ett labb kan du träna mer än en. Ytterligare specialister minskar de totala driftskostnaderna för ditt labb.

source: Finish
ar_001: إنهاء
cs: Dokončit
de: Fertig stellen
fr: Terminer
nb: Ferdig
nl: Voltooien
pl: Zakończ
sv: Slutför

source: Fill Position
ar_001: ملء منصب
cs: Obsadit pozici
de: Position besetzten
fr: Embaucher
nb: Fyll pplass
nl: Open Vacature
pl: Obsadź stanowisko
sv: Fyll position

source: Hint
ar_001: تلميح
cs: Tip
de: Hinweis
fr: Conseil
pl: Podpowiedź
sv: Tips

source: You have to complete the Staff Management training before you can hire someone. Simply {0} on your player character to access the training menu.
ar_001: عليك أن تكمل تدريب إدارة الموظفين قبل أن تتمكن من تعيين أحدهم. ببساطة {0} على شخصية لاعبك لتدخل إلى قائمة التدريب.
cs: Před tím, než budete moci někoho najmout, musíte dokončit školení Správa personálu. Stačí {0} na svoji postavu a zobrazit menu se školením.
de: Du musst das Mitarbeiter-Management-Training abschließen, bevor du jemanden einstellen kannst. {0} einfach auf den Spielercharakter um in das Trainingsmenü zu gelangen.
fr: Vous devez terminer la formation à la Gestion du personnel avant de pouvoir embaucher quelqu'un. Pour accéder au menu de formation, {0} simplement sur votre personnage.
nl: Je moet de personeelsmanagement-training voltooien voordat je iemand kunt aannemen. {0} simpelweg op jouw personage om het trainingsmenu te openen.
pl: Musisz zakończyć szkolenie kierownicze, zanim będziesz mógł kogoś zatrudnić. Kliknij na swojej postaci, aby uzyskać dostęp do menu szkolenia.
sv: Du måste slutföra personalledarutbildningen innan du kan anställa någon. Bara {0} på din karaktär för att komma åt träningsmenyn.

source: {0} per month
ar_001: {0} شهرياً
cs: {0} měsíčně
de: {0} pro Monat
fr: {0} par mois
nb: {0} per måned
nl: {0} per maand
pl: {0} miesięcznie
sv: {0} per månad

source: Small Booth
ar_001: كشك صغير
cs: Malý stánek
de: Kleiner Messestand
fr: Petit stand
nb: Liten messe
nl: Kleine stand
pl: Małe stoisko
sv: Litet bås

source: This is a small pop up stand where we can show our marketing material. It isn't very impressive but a common setup at the G3.
ar_001: هذا كشك صغير يمكنك فيه عرض منتجاتك. ليس بالشيء الكبير، لكنه شيء منتشر في G3.
cs: Malá budka, ve které můžeme nabízet naše reklamní materiály. Není nijak úchvatná, ale na G3 úplně běžná.
de: Das ist ein kleiner aufklappbarer Stand, an dem wir unser Marketing Material zeigen können. Das ist nicht sehr beeindruckend, aber der übliche Aufbau auf der G3.
fr: C'est un petit stand où nous pouvons exposer nos produits. Il n'est pas très impressionnant, mais ce type d'installations est courant au G3.
nl: Dit is een kleine stand waar we ons marketingmateriaal kunnen laten zien. Niet heel erg indrukwekkend, maar een veelvoorkomende opstelling op de G3.
pl: Małe stoisko, na którym możemy zaprezentować nasze materiały marketingowe. Niezbyt imponujące, ale bardzo powszechne na G3.
sv: Detta är ett litet bås där vi kan visa våra spel. Det är inte särskilt imponerande men är väldigt vanligt på G3.

source: Medium Booth
ar_001: كشك متوسط
cs: Střední stánek
de: Mittlerer Messestand
fr: Stand moyen
nb: Medium messe
nl: Middelgrote Stand
pl: Średnie stoisko
sv: Medelstort bås

source: This is a larger booth in a better location. We should expect more visitors with this booth and have space to give away demos of our games.
ar_001: هذا كشك أكبر في مكان أفضل. علينا أن نتوقع المزيد من الزوار في هذا الكشك، كما علينا أن نحظى ببعض المساحة لاستعراض ألعابنا.
cs: Větší stánek na lepším místě. V tomto stánku můžeme čekat více náštěvníků a větší prostor nám umožní rozdávat demoverze našich her.
de: Ein größerer Messestand, an einer besseren Stelle. Wir können mit diesem Stand mehr Besucher erwarten und haben mehr Platz, um mehr Demos unserer Spiele zu verteilen.
fr: C'est un plus grand stand mieux situé. Nous devrions recevoir plus de visiteurs avec ce stand, et nous avons assez de place pour distribuer des démos de nos jeux.
nl: Dit is een grotere stand op een betere locatie. We zouden meer spelers kunnen verwachten met deze stand en ruimte hebben om demo's van onze spellen weg te geven.
pl: Średnie stoisko z lepszą lokalizacją, dzięki której możemy oczekiwać większej liczby odwiedzających. Dzięki większej powierzchni mamy możliwość wystawić dema naszych gier.
sv: Detta är ett större bås på en bättre plats. Vi bör förvänta oss fler besökare med detta båset och har utrymme för att ge bort demos av våra spel.

source: Large Booth
ar_001: كشك كبير
cs: Veliký stánek
de: Großer Messestand
fr: Grand stand
nb: Stor messe
nl: Grote stand
pl: Duże stoisko
sv: Stort bås

source: With this package we get our own section in the main hall of the G3. We can expect a large number of visitors.
ar_001: مع هذه الحزمة، يمكننا أن نحظى بقسمنا الخاص في الصالة الرئيسية لـ G3. يمكننا أن نتوقع عدد أكبر من الزوار.
cs: Budeme mít celou vlastní sekci v hlavní hale G3. Dá se očekávat, že budeme mít mnoho návštěvníků.
de: Mit diesem Paket haben wir einen eignen Abschnitt in der haupthalle der G3. Wir können mit hohen Besucherzahlen rechnen.
fr: Avec cet ensemble, nous aurons notre propre section dans le hall principal du G3. Nous pouvons nous attendre à un grand nombre de visiteurs.
nl: Met dit pakket krijgen wij onze eigen sectie in de hoofdzaal van de G3. Wij kunnen een groot aantal bezoekers verwachten.
pl: Wybierając duże stoisko, dostajemy własną sekcję w głównej hali na G3. Możemy oczekiwać dużej liczby odwiedzających.
sv: Med detta paket får vi en egen avdelning i den stora salen på G3. Vi kan räkna med ett stort antal besökare.

source: Custom
ar_001: خاص
cs: Vlastní
de: Eigen.
fr: Personnalisé
nb: Tilpasset
nl: Aangepaste
pl: Niestandardowe
sv: Anpassat

source: Game #
ar_001: لعبة رقم
cs: Hra č.
de: Spiel #
fr: Jeu n°
nb: Spill#
pl: Gra nr
sv: Spel #

source: Action
ar_001: إثارة
cs: Akce
nl: Actie
pl: Akcja

source: Adventure
ar_001: مغامرة
cs: Adventura
de: Abenteuer
fr: Aventure
nb: Eventyr
nl: Avontuur
pl: Przygodowa
sv: Äventyr

source: Simulation
ar_001: محاكاة
cs: Simulátor
nb: Simulasjon
nl: Simulatie
pl: Symulacja
sv: Simulering

source: Strategy
ar_001: استراتيجية
cs: Strategie
de: Strategie
fr: Stratégie
nb: Strategi
nl: Strategie
pl: Strategia
sv: Strategi

source: Take off market
ar_001: سحب من السوق
cs: Stáhnout z trhu
de: Vom Markt nehmen
fr: Retirer du marché
nb: Ta av marked
nl: Van de markt halen
pl: Wycofaj z rynku
sv: Ta bort från marknaden

source: Develop patch ({0})
ar_001: تطوير باتش ({0})
cs: Vyvinout patch ({0})
de: Patch Entwickeln ({0})
fr: Développer un patch ({0})
nb: Utvikle oppdaterin ({0})
nl: Ontwikkel update ({0})
pl: Stwórz łatkę ({0})
sv: Utveckla patch ({0})

source: Research...
ar_001: إجراء بحث...
cs: Výzkum...
de: Forschung...
fr: Rechercher ...
nb: Utforsk...
nl: Onderzoek...
pl: Badania...
sv: Forska...

source: Train...
ar_001: تدريب...
cs: Školení...
de: Trainieren...
fr: Former ...
nb: Tren...
pl: Szkolenie...
sv: Träna...

source: Send on Vacation
ar_001: إعطاء إجازة
cs: Poslat na dovolenou
de: In den Urlaub schicken
fr: Accorder un congé
nb: Send på ferie
nl: Stuur op vakantie
pl: Wyślij na urlop
sv: Skicka på semester

source: Fire...
ar_001: طرد...
cs: Propustit...
de: Feuern...
fr: Virer ...
nb: Spark...
nl: Ontslaan...
pl: Zwolnij...
sv: Avskeda...

source: Develop New Game...
ar_001: تطوير لعبة جديدة...
cs: Vytvořit novou hru...
de: Neues Spiel entwickeln...
fr: Développer un nouveau jeu ...
nb: Utvikle nytt spill...
nl: Ontwikkel nieuwe game....
pl: Stwórz nową grę...
sv: Utveckla nytt spel..

source: Develop Sequel...
ar_001: تطوير تكملة...
cs: Vytvořit pokračování...
de: Fortsetzung entwickeln...
fr: Développer une suite ...
nb: Uvikle oppfølgeren...
nl: Ontwikkel Vervolg...
pl: Stwórz sequel...
sv: Utveckla uppföljare...

source: Develop Expansion Pack...
ar_001: تطوير حزمة توسعة...
cs: Vytvořit datadisk...
de: Erweiterungspack entwickeln...
fr: Développer une extension ...
nb: Utvikle tillegspakke...
nl: Ontwikkel uitbreidingspakket...
pl: Stwórz dodatek do gry...
sv: Utveckla expansionspaket...

source: Create Custom Engine...
ar_001: إنشاء محرك خاص...
cs: Vytvořit vlastní engine...
de: Eigene Engine erstellen...
fr: Créer un moteur de jeu ...
nb: Lage egendefinert motor...
nl: Creëer Aangepaste Engine...
pl: Stwórz własny silnik...
sv: Skapa spelmotor...

source: Find Contract Work...
ar_001: إيجاد عقد عمل...
cs: Najít zakázku…
de: Auftragsarbeit finden...
fr: Trouver un travail sous contrat ...
nb: Finn Anbudsjobb...
nl: Vind Contractwerk...
pl: Znajdź zlecenie...
sv: Hitta kontraktsarbete...

source: Find Publishing Deal...
ar_001: إيجاد عقد نشر...
cs: Najít vydavatele…
de: Publishervertrag finden…
fr: Trouver une offre d'édition ...
nb: Finn publiserings avtale...
nl: Vind Uitgeversdeal...
pl: Znajdź wydawcę...
sv: Hitta utgivningserbjudande...

source: Staff List...
ar_001: قائمة الموظفين...
cs: Seznam zaměstnanců…
de: Mitarbeiterliste...
fr: Liste du personnel ...
nb: Personal liste...
nl: Personeelslijst...
pl: Lista pracowników...
sv: Personallista...

source: Game History...
ar_001: تاريخ اللعبة...
cs: Historie her…
de: Spiel Historie...
fr: Historique des jeux ...
nb: Spill historie...
nl: Gamegeschiedenis...
pl: Historia gry...
sv: Spelhistorik...

source: Cancel Project...
ar_001: إلغاء المشروع...
cs: Zrušit projekt…
de: Projekt abbrechen...
fr: Annuler le projet ...
nb: Avbryt prosjekt
nl: Annuleer Project...
pl: Anuluj projekt...
sv: Avbryt projekt...

source: Start Project...
ar_001: بدء المشروع...
cs: Zahájit projekt…
de: Projekt starten...
fr: Démarrer un projet...
nb: Start prosjekt...
pl: Rozpocznij projekt...
sv: Börja projekt...

source: Develop Console...
ar_001: تطوير منصة ألعاب...
cs: Vyvinout konzoli…
de: Konsole entwickeln...
fr: Développer une console ...
nb: Utvikle konsoll...
nl: Ontwikkel Spelcomputer...
pl: Stwórz konsolę...
sv: Utveckla konsol...
