Repository: greenheartgames/gdt-translations
Catalog: *.po
Languages: ar_001, cs, de, fr, nb, nl, pl, sv

source: Game development runs through three stages. At the beginning of each stage you can decide what areas of the game you want to focus on. Picking the right focus for your game greatly increases the points you generate.{n}Think about what areas are important for your game and decrease the focus on areas you think are less important. If you want to read a brief description of the different areas please refer to the Help menu.
ar_001: تمر مرحلة تطوير الألعاب بثلاث مراحل. في بداية كل مرحلة، يمكنك أن تحدد أي مجالات اللعبة التي تريد التركيز عليها.↵ اختيارك للتركيز المناسب للعبك، يزيد و بقدر كبير من النقاط التي تقوم بإنتاجها.{n} فكر بأي المجالات التي تهمك و قلل التركيز من المجالات التي تراها أقل أهمية. إذا رغبت بقراء وصف موجز عن المجالات المختلف، فتفضل بالتوجه إلى قائمة المساعدة.
cs: Vývoj hry probíhá ve třech fázích. Na začátku každé z fází si zvolíte na které prvky se chcete zaměřit. Každá hra vyžaduje zaměření na jiné prvky, správné zaměření vývoje pak generuje větší počet bodů. Je důležité si předem rozmyslet, na které prvky vývoje se u Vaší hry chcete zaměřit a které jsou naopak méně důležité. Pokud Vás zajímají podrobnější informace o jednotlivých prvcích vývoje, více se můžete dozvědět v Menu s nápovědou.
de: Die Spielentwicklung läuft durch drei Phasen. Zu Beginn jeder Phase, kannst du entscheiden, auf welchrn Aspekt des Spieles du dich konzentrieren willst. Die richtige Auswahl, erhöht die Punkte, die du generierst.{n}Überlege, welche Aspekte für dein Spiel wichtig sind und investiere weniger in unwichtige Bereiche. Eine Ausführliche Beschreibung aller Spielaspekte findest du im Hilfemenü.
fr: Le développement d'un jeu se déroule en 3 phases. Au début de chaque phase, vous choisissez sur quel domaine du jeu vous voulez vous concentrer. Bien choisir le domaine sur lequel passer du temps vous fait générer plus de points.{n}Pensez à quels domaines sont importants pour le jeu et lesquels le sont moins. Si vous voulez une brève description des différents domaines, référez-vous au menu d'Aide.
nb: Spill utviklingen går gjennom tre stadier. I begynnelsen av hvert trinn kan du bestemme hvilke områder av spillet du ønsker å fokusere på. Plukke riktig fokus for spillet i stor grad øker de punktene du genererer. {n} Tenk på hvilke områder som er viktige for spillet ditt og redusere fokus på områder du synes er mindre viktig. Hvis du ønsker å lese en kort beskrivelse av de ulike områder kan du se Hjelp-menyen.
nl: Het game-ontwikkelingsproces gaat door drie fasen. Bij het begin van elke fase kun je beslissen op welke gebieden van de game je wilt focussen. Het kiezen van de goede focus voor je game verhoogt de punten die je krijgt.{n}Denk aan welke gebieden van je game belangrijk zijn en verminder de focus op gebieden die je minder belangrijk vindt. Als je een korte beschrijving van de verschillende gebieden wilt lezen, kijk dan naar het help menu.
pl: Tworzenie gry przebiega w trzech etapach. Na początku każdego z nich możesz zdecydować, na jakich obszarach rozwoju produktu chcesz się skupić. Wybranie odpowiednich priorytetów znacznie zwiększa liczbę zdobywanych punktów.{n}Zastanów się, które elementy są ważne dla twojej gry i skoncentruj się na nich. Jeśli chcesz przeczytać krótkie opisy poszczególnych obszarów rozwoju, odwiedź kategorię „Pomoc” w menu głównym.
sv: Spelutveckling går igenom tre steg. I början av varje steg kan du bestämma vilka delar av spelet som du vill fokusera på. Att välja rätt fokus för ditt spel ökar kraftigt de poäng som du genererar.{n}Tänk på vilka områden som är viktiga för ditt spel och minska fokus på områden som du tycker är mindre viktiga. Om du vill läsa en kort beskrivning om de olika områdena så hittar du det i hjälpmenyn.

source: Research custom engine
ar_001: إجراء بحث عن محرك خاص
cs: Vyzkoumat vlastní engine
de: Erforsche eigene Spiel-Engine
fr: Moteur de jeu maison
nb: Utforsk tilpasset motor
nl: Onderzoek aangepaste engine
pl: Opracuj własny silnik
sv: Forska fram anpassade motorer

source: Now you can create your own game engines. To get started close this message and {0} anywhere to bring up the action menu.
ar_001: يمكنك الآن إنشاء محرك اللعبة الخاص بك. للبدء قم بإغلاق هذه الرسالة و {0} في أي منطقة لإظهار قائمة الأوامر.
cs: Nyní již můžete vytvořit vlastní herní engine. Stačí {0} kdekoliv na obrazovce a vyvolat akční menu.
de: Du kannst nun Deine eigenen Spiel-Engines entwickeln. Um damit zu beginnen schließe diese Nachricht und {0} dann irgendwo auf den Bildschirm um das Aktionsmenü zu öffnen.
fr: Vous pouvez maintenant créer vos propres moteurs de jeu. Pour commencer, fermez ce message, et {0} n'importe où pour faire apparaître le menu d'action.
nb: Nå kan du lage dine egne spillmotorer. For å komme i gang lukk denne meldingen og {0} hvor som helst for å få opp handlingsmenyen.
nl: Je kunt nu je eigen game engines maken. Sluit dit bericht en {0} ergens om het actiemenu te openen.
pl: Zyskałeś możliwość tworzenia własnych silników. Aby rozpocząć opracowywanie silnika, zamknij ten komunikat i kliknij na ekranie, co przywoła menu działania.
sv: Nu kan du skapa dina egna spelmotorer. För att komma igång stäng ner meddelandet och {0} någonstans för att få upp menyn.

source: Research engine part
ar_001: إجراء بحث عن جزء المحرك
cs: Výzkum částí enginu
de: Erforsche eine Spiel-Engine Komponente
fr: Élément de moteur de jeu
nb: Utforsk motor del
nl: Onderzoek engine onderdeel
pl: Opracuj część silnika
sv: Forska motordel

source: You have just researched your first engine part. To be able to use this in your games you need to create a new engine which includes this part.
ar_001: لقد أجريت بحثاً عن أول جزء لمحركك. لتكون قادراً على استخدام هذا في ألعابك، ف عليك أن تنشىء محركاً جديداً يتضمن هذا الجزء.
cs: Vyzkoumali jste první část enginu. Abyste ji mohli také využívat i ve svých hrách, musíte vytvořit nový engine, ve kterém ji zahrnete jako jeho součást.
de: Du hast deine erste Spiel-Engine Komponente erforscht. Wenn du sie in einem deiner Spiele verwenden möchtest, musst du erst eine neue Engine erstellen und die Komponente integrieren.
fr: Vous venez de terminer votre première recherche d'élément de moteur de jeu. Pour pouvoir l'utiliser dans vos jeux, vous devrez créer un nouveau moteur de jeu incluant cet élément.
nl: Het onderzoek naar je eerste engine onderdeel is afgerond. Om deze tijdens de ontwikkeling van een game te kunnen gebruiken, zul je eerst een aanpaste engine moeten maken met dit onderdeel.
pl: Udało ci się opracować pierwszą część silnika. Aby móc ją wykorzystywać w grach, musisz stworzyć nowy silnik, który będzie zawierać tę część.
sv: Du har just forskat din första del av motorn. För att kunna använda detta i ditt spel behöver du för att skapa en ny motor som innehåller denna del.

source: Creating engine
ar_001: إنشاء محرك
cs: Tvorba enginu
de: Spiel-Engine erstellen
fr: Création de moteur de jeu
nb: Lager motor
nl: Creëer engine
pl: Tworzenie silnika
sv: Skapa spelmotor

source: You are now creating your own custom game engine. Once the engine is finished you will be able to use it when creating new games.
ar_001: تقوم الآن بإنشاء محرك ألعاب خاص بك . حالما يكتمل المحرك، ستتمكن من استخدامه حينما تنشىء ألعاباً جديدة.
cs: Právě tvoříte vlastní engine. Bude připraven na vaše nové hry, jakmile jej dokončíte.
de: Du erstellst nun deine eigene Spiel-Engine. Wenn die Spiel-Engine fertig ist, kannst du sie in deinen Spielen verwenden.
fr: Vous êtes en train de créer votre propre moteur de jeu. Dès qu'il sera terminé, vous pourrez l'utiliser pour créer de nouveaux jeux.
nl: Je maakt nu je eigen aangepaste game engine. Wanneer de engine klaar is kun je het gebruiken bij het creëren van nieuwe games.
pl: Jesteś w trakcie tworzenia własnego silnika. Kiedy silnik zostanie ukończony, będzie można go wykorzystać podczas tworzenia nowych gier.
sv: Du skapar nu din egna anpassade spelmotorer. När spelmotorn är färdig kommer du att kunna använda när du skapar nya spel.

source: Target audience
ar_001: الفئة العمرية المستهدفة
cs: Cílová skupina
de: Zielgruppe
fr: Ciblage du public
nb: Målgruppe
nl: Doelgroep
pl: Grupa docelowa
sv: Målgrupper

source: You can now specify what your main target audience is for your game. Games can be targeted at young people, at everyone or at more mature audiences.{n}Picking the right target audience for your game is important. Your target platform can also play a role. Some platforms are especially popular with a specific audience.
ar_001: بإمكانك تحديد الفئة العمرية المستهدفة للعبتك. يمكن أن تستهدف الألعاب للصغار أو للجميع أو للبالغين .{n} اختيار الفئة العمرية المستهدفة للعبتك أمر مهم. كما أن المنصة المستهدفة لها دور مهم. فبعض المنصات تكون مخصصة لفئة عمرية محددة.
cs: Nyní můžete určit, pro jakou cílovou skupinu je vaše hra. Hry mohou být zaměřené na mladší, široké publikum nebo dospělé.{n}Výběr správné cílové skupiny je pro vaši hru velmi důležitý. Svoji roli může hrát také cílená platforma. Různé cílové skupiny mají v oblibě různé platformy.
de: Du kannst nun festlegen welche Hauptzielgruppe dein Spiel haben soll. Spiele können auf jugendliche, jedermann oder erwachsene Zielgruppe festgelegt werden.{n}Die richtige Zielgruppe zu wählen ist wichtig. Auch die Zielplattform kann dabei eine Rolle spielen. Manche Plattformen sind besonders beliebt bei einer bestimmten Gruppe.
fr: Vous pouvez maintenant préciser quel est le public principalement visé par votre jeu. Les jeux peuvent cibler les publics jeunes, être pour tous publics, ou cibler un public averti.{n}Choisir le bon public pour votre jeu est important. La plateforme sur laquelle sera publié le jeu aura aussi son importance. Chaque plateforme est en général plus particulièrement en vogue auprès d'un public précis.
nb: Du kan nå spesifisere hva din viktigste målgruppe er for spillet ditt. Spill kan være rettet mot unge mennesker, på alle eller et mer modent publikum. {n} Å plukke riktig målgruppe for spillet ditt er viktig. Din mål plattform kan også spille en rolle. Noen plattformer er spesielt populært med en bestemt målgruppe.
nl: Je kan nu kiezen wat je leeftijdsdoelgroep is voor je game. Games kunnen voor kinderen gemaakt zijn, voor iedereen of voor wat oudere spelers.{n}Een goede leeftijdsdoelgroep kiezen voor je game is belangrijk. Het gekozen platform is ook belangrijk. Sommige platforms zijn extra populair bij een bepaalde leeftijdsdoelgroep.
pl: Określ główną grupę docelową dla swojej gry. Gry mogą być przeznaczone dla młodzieży, dla dorosłych lub też dla wszystkich.{n}Wybranie odpowiedniej grupy docelowej jest bardzo ważne, ale platforma, na którą trafi gra, też pełni istotną rolę. Niektóre platformy są szczególnie popularne w określonym segmencie odbiorców.
sv: Du kan nu specificera vilken målgrupp ditt spel ska inrikta sig på. Spel kan inrikta sig på unga, alla eller vuxna.{n}Att välja rätt sorts målgrupp är väldigt viktigt för ditt spel. Vilken konsol du väljer att göra ditt spel på spelar också en stor roll. Några plattformar är väldigt populära med vissa målgrupper.

source: Marketing Unlocked
ar_001: التسويق قد فتح
cs: Marketing je zpřístupněn
de: Marketing freigeschaltet
fr: Marketing débloqué
nb: Markedsføring opplåst
nl: Marketing Vrijgespeeld
pl: Odblokowano dział marketingu
sv: Marknadsföring upplåst

source: You've successfully unlocked marketing. You can access marketing options in the action menu but only while a game is in development.
ar_001: لقد فتحت التسويق بنجاح. بإمكانك أن تدخل إلى خيارات التسويق من قائمة المهام، لكن فقط حينما تكون لعبتك في مرحلة التطوير.
cs: Úspěšně jste zpřístupnili marketing. Možnosti reklamy jsou dostupné pouze po dobu vývoje hry v akčním menu.
de: Du hast Marketing erfolgreich freigeschaltet. Du kannst die Marketing Optionen im Aktionsmenü aufrufen, aber nur wenn du Dich in der Entwicklung eines Spiels befindest.
fr: Vous avez débloqué le marketing. Vous pouvez accéder aux options de marketing dans le menu d'action, mais seulement en cours de développement d'un jeu.
nl: Je hebt met succes marketing onderzocht. Je kan aan marketing doen via actiemenu maar alleen tijdens het ontwikkelen van een game.
pl: Udało ci się odblokować dział marketingu. Dostęp do opcji marketingowych uzyskasz w menu działania podczas produkcji gry.
sv: Du har framgångsrikt upplåst marknadsföring. Du kan nå marknadsföringsinställningarna genom att klicka på skärmen men bara undertiden ett spel utvecklas.

source: Marketing can be very effective to reach more potential customers but it can be very expensive too. It is best to experiment carefully with marketing to get a feel for what works best. Don't invest too much and remember that timing is important. Don't invest in your marketing efforts too early in development or too late.{n}It is also important to know that no matter how much money you pump into marketing, it will not make a bad game successful. To the contrary, it can even hurt to market bad games too much as it can upset your existing fans.
ar_001: يمكن للتسويق أن يكون مؤثرًا في الوصول للمزيد من الزبائن، لكنه غالٍ جدًا أيضاً. من الأفضل تجربته بحذر لرؤية النتيجة. لا تستثمر كثيرًا جدًا و تذكر بأن التوقيت مهم. لا تستثمر في تسويقك في وقت مبكرٍ جدًا خلال مرحلة التطوير أو في وقت متأخرٍ جداً. {n} من المهم أيضًا معرفة أنه مهما ضخيت من مال في التسويق، فإنه لن يجعل اللعبة السيئة، ناجحة. على العكس، يمكن أن يؤثر تسويق ألعاب سيئة كثيراً، حيث أنه يزعج معجبيك.
cs: Marketing může být skvělou cestou, jak oslovit více potenciálních zákazníků. Může se ale také pěkně prodtražit. Ze začátku bude nejlepší opatrně experimentovat a zjistit, co funguje nejlépe. Neinvestujte příliš mnoho a mějte na paměti, že časování hraje svou roli. Do reklamy se nesmí investovat ani příliš brzy, ani příliš pozdě.{n}Je také důležité mít na paměti, že ať do marketingu nacpete peněz kolik chcete, špatné hře to úspěch nezaručí. Propagování špatné hry dokonce naopak může uškodit a naštvat vaše fanoušky.
de: Marketing kann ein sehr effektives Werkzeug sein, potentielle Kunden zu erreichen, aber es kann auch sehr teuer werden. Es ist am Besten vorsichtig damit zu experimentieren um ein Gefühl dafür zu bekommen was am Besten funktioniert. Investiere nicht zu viel und vergiss nicht, dass der richtige Zeitpunkt für Marketing Maßnahmen wichtig ist. Werbe nicht zu früh oder zu spät während der Entwicklung.{n}Es ist darüber hinaus wichtig zu wissen, dass egal wie viel Geld in das Marketing investierst wird, ein schlechtes Spiel dadurch nicht erfolgreich werden wird. Im Gegenteil, es kann sogar sehr von Nachteil sein, für schlechte Spiele zu werben. Deine Fans würden es dir übel nehmen.
fr: Le marketing peut être très efficace pour toucher plus de clients potentiels, mais peut vite revenir très cher. Il est préférable d'y aller progressivement, en testant pour voir ce qui fonctionne le mieux. N'investissez pas trop et rappelez-vous que le timing est important. N'investissez dans le marketing ni trop tôt, ni trop tard.{n}Il est aussi important de savoir que quel que soit votre investissement dans le marketing, il ne fera pas un bon jeu d'un mauvais. Au contraire, trop promouvoir de mauvais jeux peut vous desservir en agaçant vos fans.
nl: Marketing kan heel effectief zijn om meer potentiële klanten te krijgen maar het kan ook heel duur zijn. Het is het beste om voorzichtig te experimenteren met marketing om te kijken wat het beste werkt. Investeer niet teveel en onthoud dat timing belangrijk is. Investeer niet te vroeg tijdens het ontwikkelen van je game, maar ook niet te laat.{n}Het is ook belangrijk om te weten dat het niet uitmaakt hoeveel geld je stopt in marketing: Het maakt geen slechte game goed. Het kan zelfs schadelijk zijn om slechte games teveel marketing te geven, omdat je huidige fans teleurgesteld kunnen zijn.
pl: Dzięki marketingowi możesz pozyskać nowych klientów, ale musisz się liczyć ze sporymi wydatkami. Ostrożnie przetestuj, która strategia sprawdza się najlepiej, nim zdecydujesz się zainwestować więcej. Uważaj, by nie przesadzić i pamiętaj, że bardzo ważne jest rozplanowanie w czasie. Podczas procesu deweloperskiego nie inwestuj w marketing zbyt wcześnie ani zbyt późno.{n}Nieważne, ile pieniędzy poświęcisz na marketing, nie sprawisz, że kiepska gra stanie się hitem. Zbyt nachalną promocją możesz odnieść wręcz przeciwny efekt i popsuć wizerunek firmy.
sv: Marknadsföring kan vara väldigt effektivt för att nå fler potentiella kunder men det kan bli mycket dyrt också. Det är bäst att experimentera noga med marknadsföring för att få en känsla för vad som fungerar bäst. Investera inte för mycket och kom ihåg att timingen är viktig. Investera inte i marknadsföring för tidigt i utvecklingen eller för sent.{n}Det är också viktigt att veta att oavsett hur mycket pengar du använder för att marknadsföra kommer det inte göra ett dåligt spel framgångsrikt. Tvärtom kan det till och med förstöra att marknadsföra dåliga spel för mycket eftersom det kan störa dina befintliga fans.

source: Hype points
ar_001: نقاط الحماس
cs: Body zájmu
de: Hype-Punkte
fr: Points d'engouement
nb: Hype poeng
nl: Hype punten
pl: Punkty rozgłosu
sv: Hype-poäng

source: Developing a great game is not the only recipe for success. It is essential to build hype to ensure that players are excited about your game.{n}In the beginning of your career, hype is mostly generated through random events but once you gain more experience you can use marketing and other strategies to generate hype.
ar_001: إن تطوير لعبة جديدة ليس هو وحده وصفة النجاح. من المهم نشر الحماس لأجل التأكد بأن اللاعبين متشوقون بخصوص لعبتك.{n} في بداية مهنتك، ستجني الحماس على الأغلب من خلال الأحداث العشوائية، لكن حالما تكتسب المزيد من الخبرات، ستتمكن من استخدام التسويق و الاستراتيجيات الأخرى لإنتاج نقاط الحماس.
cs: Vývoj skvělé hry není jedinou cestou k úspěchu. Základem úspěchu je rozšířit zájem a natěšit tak hráče.{n}Na začátku kariéry vám zájem zajistí spíše náhodné události, ale s rostoucími zkušenostmi můžete zájem rozšířit právě pomocí marketingu a dalších metod.
de: Ein großartiges Spiel zu entwickeln ist nicht der einzige Weg zum Erfolg. Es ist wichtig Hype für ein Spiel aufzubauen um sicher zu stellen, dass die Spieler die Veröffentlichung herbei sehnen.{n}Am Anfang deiner Karriere wird Hype meist durch Zufallsereignisse erzeugt. Sobald du mehr Erfahrung gesammelt hast, kannst du Marketing Kampagnen und andere Strategien nutzen um Hype zu generieren.
fr: Développer un super jeu n'est pas la seule clef du succès. Il est essentiel de faire du battage médiatique pour s'assurer que les joueurs soient impatients d'y jouer.{n}Au début de votre carrière, l'engouement naîtra d'événements aléatoires, mais à mesure que vous acquerrez de l'expérience, vous pourrez en générer via du marketing ou d'autres stratégies.
nl: Een fantastische game maken is niet het enige recept voor succes. Het is essentieel om hype te bouwen om zeker te weten dat gamers enthousiast zijn over je nieuwe game.{n}In het begin van je carrière is hype meestal gegenereerd door toevallige gebeurtenissen maar als je meer ervaring krijgt kun je marketing en andere strategieën gebruiken om hype te genereren.
pl: Wyprodukowanie świetnej gry to nie jedyny sposób na sukces. Ważne, by rozbudzić oczekiwania graczy.{n}Na początku twojej kariery rozgłos będzie generowany przez losowe zdarzenia. Gdy z czasem zdobędziesz więcej doświadczenia, aby stworzyć szum wokół gry, będziesz mógł skorzystać również z opcji marketingu i innych strategii.
sv: Att utveckla ett bra spel är inte det ända receptet för framgång. Det är viktigt att höja populariteten för att försäkra sig om att spelare är entusiastiska över ditt spel.{n}I början av din karriär, populariteten ökar mest genom slumpmässiga händelser men när du har fått mer erfarenhet kan du använda marknadsföring och andra strategier för få mer popularitet.

source: Level 2
ar_001: المستوى 2
cs: 2. úroveň
fr: Niveau 2
nb: Nivå 2
pl: Poziom 2
sv: Nivå 2

source: You now may also train yourself and your staff to improve skills. Let's try this by completing a management course which is required before you can hire your first employee.{n}To get started close this message and then {0} on your character to bring up the training menu.
ar_001: يمكنك الآن تدريب نفسك و طاقمك لتطوير المهارات. فلنجرب هذا من خلال إكمال دورة الإدارة و التي هي مطلوبة لتتمكن من تعيين أول موظفيك.{n} للبدء، أغلق هذه الرسالة و من ثم {0} على شخصيتك لإظهار قائمة التدريب.
cs: Nyní také můžete trénovat sebe i své zaměstnance a vylepšit si tak dovednosti. Začněte tím, že dokončíte manažerský kurz, který je potřeba k najmutí svého prvního zaměstnance.{n}Stačí {0} na vaši postavu a vybrat tréninkové menu.
de: Nun kannst du dich und deine Mitarbeiter trainieren um die Fähigkeiten zu verbessern. Lass uns dass mit dem Abschließen des Management Kurses versuchen, welcher benötigt wird um deinen ersten Mitarbeiter einzustellen.{n}Um zu Beginnen schließe diese Nachricht und {0} auf deinen Charakter um das Trainingsmenü aufzurufen.
fr: Vous pouvez maintenant vous entraîner, vous ainsi que vos employés, pour améliorer vos compétences. Commençons déjà par suivre un cours sur le management, qui est un prérequis à l'embauche de votre premier employé.{n}Pour commencer, fermez ce message, et ensuite {0} sur votre personnage pour faire apparaître le menu de formation.
nl: Je kan nu jezelf en je personeel trainen om vaardigheden te verbeteren Laten we dit proberen door een managementcursus te doen. Die heb je nodig voordat je je eerste werknemer aanneemt.{n}Om de cursus te starten sluit je dit bericht en dan {0} op je karakter om het trainingsmenu te openen.
pl: Możesz ulepszać umiejętności swoje i swoich pracowników, biorąc udział w szkoleniach. Udaj się na szkolenie z zarządzania. Gdy je ukończysz, będziesz mógł zatrudnić pierwszego pracownika.{n}Aby zacząć, zamknij tę wiadomość, a potem kliknij na swoją postać i z menu wybierz opcję „Rozpocznij szkolenie”.
sv: Du kan nu också träna dig själv och dina anställda för att bli skickligare. Låt oss testa detta genom att klara en lednings kurs vilken är nödvändig före du kan anställa din första arbetare.{n}För att börja stäng ner detta meddelandet och {0} sen på din karaktär för att få upp träningsmenyn.

source: First engine
ar_001: المحرك الأول
cs: První engine
de: Erste Spiel-Engine
fr: Premier moteur de jeu
nb: Første spillmotor
nl: Eerste engine
pl: Pierwszy silnik gry
sv: Första spelmotorn

source: Congratulations! Your first custom game engine is now ready. You should try using it in your next game.
ar_001: تهانينا! المحرك الذي قمت بصنعة قد أكتمل و هو الآن جاهز للاستخدام. ينبغي عليك تجربته في لعبتك القادمة.
cs: Gratulujeme! Váš první herní engine je připraven. Zkuste jej využít ve vaši další hře.
de: Glückwunsch! Deine erste Spiel-Engine ist fertig. Du solltest sie in Deinem nächsten Spiel ausprobieren.
fr: Félicitations ! Votre premier moteur de jeu est fin prêt. Vous devriez essayer de l'utiliser dans votre prochain jeu.
nl: Gefeliciteerd! Je eerste eigen aangepaste game engine is nu klaar! Deze zou je moeten gebruiken in je volgende game!
pl: Gratulacje! Twój pierwszy silnik jest już gotowy. Spróbuj go wykorzystać przy produkcji następnej gry.
sv: Grattis! Din första spelmotor är nu färdig. Du borde försöka att använda den i ditt nästa spel.

source: Finding staff
ar_001: البحث عن طاقم
cs: Hledání zaměstnanců
de: Mitarbeiter suchen
fr: Trouver du personnel
nb: Finner ansatte
nl: Werknemers vinden
pl: Szukanie pracowników
sv: Hitta arbetare
